Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: ca, fr, pt

source: [[!meta title="Accessibility"]]
ca: [[!meta title="Accessibilitat"]]
fr: [[!meta title="Accessibilité"]]
pt: [[!meta title="Acessibilidade"]]

source: Tails and the GNOME desktop include assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices.
ca: Tails i l'escriptori GNOME inclouen tecnologies d'assistència per ajudar els usuaris amb diversitats funcionals i necessitats especials i per interactuar amb els dispositius d'assistència habituals.
fr: Tails et le bureau GNOME incluent des technologies d'assistance pour aider les personnes avec divers handicaps et ayant des besoins spécifiques et pour interagir avec des périphériques d'assistance courants.
pt: O Tails e a área de trabalho GNOME incluem tecnologias assistivas para auxiliar usuários com diversas dificuldades e necessidades especiais, e para interagir com dispositivos assistivos comuns.

source: <h1 id="menu">Accessibility menu</h1>
ca: <h1 id="menu">Menú d'accessibilitat</h1>
fr: <h1 id="menu">Menu accessibilité</h1>
pt: <h1 id="menu">Menu Acessibilidade</h1>

source: You can activate several assistive technologies, like a screen reader or large text, from the accessibility menu in the top bar, the
ca: Podeu activar diverses tecnologies d'assistència, com ara un lector de pantalla o text gran, des del menú d'accessibilitat de la barra superior, la icona
fr: Vous pouvez activer plusieurs technologies d'assistance, comme un lecteur d'écran ou de grands textes, depuis le menu accessibilité dans la barre du haut, l'icône
pt: Você pode ativar diversas tecnologias assistivas, como um leitor de tela ou tamanho grande de texto, a partir do menu de acessibilidade na barra superior, no ícone

source: icon that looks like a person.
ca: que sembla una persona.
fr: qui ressemble à une personne.
pt: que se parece com uma pessoa.

source: [[!img desktop/accessibility.png link="no" class="screenshot" alt="Accessibility menu with the following options, all disabled by default: High Contrast, Zoom, Large Text, Screen Reader, Screen Keyboard, Visual Alters, Sticky Keys, Slow Keys, Bounce Keys, and Mouse Keys"]]
ca: [[!img desktop/accessibility.png link="no" class="screenshot" alt="Menú d'accessibilitat amb les següents opcions, totes desactivades per defecte: alt contrast, zoom, text gran, lector de pantalla, teclat de pantalla, canvis visuals, tecles adhesives, tecles lentes, tecles de rebot i tecles del ratolí"]]
fr: [[!img desktop/accessibility.png link="no" class="screenshot" alt="Menu accessibilité avec les options suivantes, toutes désactivées par défaut : Contraste élevé, Zoom, Grand texte, Lecteur d'écran, Clavier visuel, Alertes visuelles, Touches rémanentes, Touches lentes, Touches rebond et Touches de la souris"]]
pt: [[!img desktop/accessibility.png link="no" class="screenshot" alt="Menu de Acessibilidade com as seguintes opções, todas desabilitadas por padrão: Alto contraste, Ampliador, Texto grande, Leitor de tela, Teclado de tela, Alertas visuais, Teclas de aderência, Teclas lentas, Teclas de repercussão, e Teclas do mouse"]]

source: <h1 id="shortcuts">Keyboard shortcuts</h1>
ca: <h1 id="shortcuts">Dreceres de teclat</h1>
fr: <h1 id="shortcuts">Raccourcis clavier</h1>
pt: <h1 id="shortcuts">Atalhos de teclado</h1>

source: <table> <tr><td>Turn screen reader on or off</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+S</td></tr> <tr><td>Turn zoom on or off</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+8</td></tr> <tr><td>Zoom in</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+=</td></tr> <tr><td>Zoom out</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+-</td></tr> <tr><td>Window resize menu</td><td>Alt+Space</td></tr> </table>
fr: <table> <tr><td>Activer ou désactiver le lecteur d'écran</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+S</td></tr> <tr><td>Activer ou désactiver le zoom</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+8</td></tr> <tr><td>Zoom avant</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+=</td></tr> <tr><td>Zoom arrière</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+-</td></tr> <tr><td>Menu redimensionnement de la fenêtre</td><td>Alt+Espace</td></tr> </table>
pt: <table> <tr><td>Ativar ou desativar o leitor de tela</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+S</td></tr> <tr><td>Ativar ou desativar o zoom</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+8</td></tr> <tr><td>Aumentar zoom</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+=</td></tr> <tr><td>Diminuir zoom</td><td>Alt+[[!img lib/start.png class="symbolic" link="no" alt="Super"]]+-</td></tr> <tr><td>Menu de redimensionamento de janela</td><td>Alt+Espaço</td></tr> </table>

source: To learn about all keyboard shortcuts in GNOME visit [GNOME Help: Useful keyboard shortcuts](https://help.gnome.org/users/gnome-help/stable/shell-keyboard-shortcuts.html.en) or use the *Settings* application in Tails:
fr: Pour en savoir plus sur les raccourcis clavier dans GNOME, consultez [GNOME Help : Les raccourcis clavier utiles](https://help.gnome.org/users/gnome-help/stable/shell-keyboard-shortcuts.html.fr) ou utilisez l'application *Paramètres* dans Tails :
pt: Para saber sobre todos os atalhos de teclado do GNOME, visite [Ajuda do GNOME: Atalhos de teclado úteis](https://help.gnome.org/users/gnome-help/stable/shell-keyboard-shortcuts.html.pt) ou use a aplicação *Configurações* do Tails:

source: Choose **Applications&nbsp;▸ Settings**.
fr: Choisissez **Applications&nbsp;▸ Paramètres**.
pt: Escolha **Aplicações&nbsp;▸ Configurações**.

source: In the *Settings* application, choose **Keyboard&nbsp;▸ Keyboard Shortcuts&nbsp;▸ View and Customize Shortcuts**.
fr: Dans l'application *Paramètres*, choisissez **Clavier&nbsp;▸ Raccourcis clavier&nbsp;▸ Voir et personnaliser les raccourcis**.
pt: Na aplicação *Configurações*, escolha **Teclado&nbsp;▸Atalhos de teclado&nbsp;▸Ver e personalizar atalhos**.

source: To access the accessibility menu using the keyboard:
ca: Per accedir al menú d'accessibilitat mitjançant el teclat:
fr: Pour accéder au menu accessibilité à l'aide du clavier :
pt: Para acessar o menu de acessibilidade usando o teclado:

source: Press <span class="keycap">Ctrl+Alt+Tab</span> to move the keyboard focus to the top bar.
ca: Premeu <span class="keycap">Ctrl+Alt+Tab</span> per moure el focus del teclat a la barra superior.
fr: Appuyez sur <span class="keycap">Ctrl+Alt+Tab</span> pour déplacer le focus du clavier vers la barre supérieure.
pt: Pressione <span class="keycap">Ctrl+Alt+Tab</span> para mover o foco do teclado para a barra superior.

source: Use the arrow keys on the keyboard to select the accessibility menu.
ca: Utilitzeu les tecles de fletxa del teclat per seleccionar el menú d'accessibilitat.
fr: Utilisez les touches directionnelles du clavier pour sélectionner le menu accessibilité.
pt: Use as teclas de setas do teclado para selecionar o menu de acessibilidade.

source: Press <span class="bold">Enter</span> to open the menu.
ca: Premeu <span class="bold">Retorn</span> per obrir el menú.
fr: Appuyez sur <span class="bold">Entrée</span> pour ouvrir le menu.
pt: Pressione <span class="bold">Enter</span> para abrir o menu.

source: Use the up and down arrow keys to select items in the menu.
ca: Utilitzeu les tecles de fletxa amunt i avall per seleccionar els elements del menú.
fr: Utilisez les touches directionnelles haut et bas pour sélectionner des éléments dans le menu.
pt: Use as teclas de seta para cima e para baixo para selecionar os itens no menu.

source: Press <span class="bold">Space</span> to toggle the selected item.
ca: Premeu <span class="bold">Espai</span> per canviar l'element seleccionat.
fr: Appuyez sur <span class="bold">Espace</span> pour activer ou désactiver l'élément sélectionné.
pt: Pressione <span class="bold">Espaço</span> para alterar o item selecionado.

source: Press <span class="bold">Esc</span> to close the menu.
ca: Premeu <span class="bold">Esc</span> per tancar el menú.
fr: Appuyez sur <span class="bold">Échap</span> pour fermer le menu.
pt: Pressione <span class="bold">Esc</span> para fechar o menu.

source: <h1 id="reader">Screen reader</h1>
ca: <h1 id="reader">Lector de pantalla</h1>
fr: <h1 id="reader">Lecteur d'écran</h1>
pt: <h1 id="reader">Leitor de tela</h1>

source: To hear screen elements spoken to you, turn on the **Screen Reader** from the accessibility menu ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
ca: Per escoltar els elements de la pantalla en veu alta, activeu el **Lector de pantalla** des del menú d'accessibilitat ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
fr: Pour entendre les élément à l'écran prononcés pour vous, activez le **Lecteur d'écran** depuis le menu accessibilité ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
pt: Para que os elementos da tela sejam lidos para você, ligue o **Leitor de Tela** a partir do menu de acessibilidade ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).

source: [GNOME Help: *Orca* Screen Reader](https://help.gnome.org/users/orca/stable/)
ca: [Ajuda de GNOME: Lector de pantalla *Orca*](https://help.gnome.org/users/orca/stable/)
fr: [Aide GNOME : Lecteur d'écran *Orca*](https://help.gnome.org/users/orca/stable/index.html.fr)
pt: [Ajuda do GNOME: *Orca* Screen Reader](https://help.gnome.org/users/orca/stable/)

source: <h1 id="keyboard">Screen keyboard</h1>
ca: <h1 id="keyboard">Teclat de pantalla</h1>
fr: <h1 id="keyboard">Clavier visuel</h1>
pt: <h1 id="keyboard">Teclado na tela</h1>

source: If you prefer a pointing device over the keyboard, turn on the **Screen Keyboard** from the accessibility menu ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
ca: Si preferiu un dispositiu apuntador al teclat, activeu el **Teclat de pantalla** des del menú d'accessibilitat ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
fr: Si vous préférez utiliser un dispositif de pointage plutôt que le clavier, activez le **Clavier visuel** depuis le menu accessibilité ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).
pt: Se você prefere usar um mouse ao invés do teclado, ligue o **Teclado na tela** a partir do menu de acessibilidade ([[!img lib/accessibility.png alt="" class="symbolic" link="no"]]).

source: <p>You can also use the screen keyboard to protect against hardware keyloggers by avoiding to use the actual keyboard.</p>
ca: <p>També podeu utilitzar el teclat de pantalla per protegir-vos dels registradors de tecles de maquinari evitant utilitzar el teclat real.</p>
fr: <p>Vous pouvez aussi utiliser le clavier visuel pour vous protéger contre les enregistreurs de frappe matériels en éviter d'utiliser le clavier actuel.</p>
pt: <p>Você também pode usar o teclado na tela para se proteger de keyloggers ao evitar usar o teclado de verdade.</p>

source: <p>If a keylogger has been physically installed on the computer, your passwords, personal information, and other data typed on the keyboard could be stored and accessed by someone else, even if you are using Tails.</p>
ca: <p>Si s'ha instal·lat físicament un enregistrador de tecles a l'ordinador, les vostres contrasenyes, la vostra informació personal i altres dades escrites al teclat podrien ser emmagatzemades i accedides per una altra persona, fins i tot si feu servir Tails.</p>
fr: <p>Si un enregistreur de frappe a été installé physiquement sur l'ordinateur, vos mots de passe, informations personnelles et autres données saisies au clavier pourraient être enregistrés et consultés par une autre personne, même si vous utilisez Tails.</p>
pt: <p>Se um keylogger tiver sido instalado fisicamente no computador, suas senhas, informações pessoais e outros dados digitados no teclado poderão ser armazenados e acessados por uma outra pessoa, mesmo que você esteja usando Tails.</p>

source: <p>For an example, see <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a>.</p>
ca: <p>Per a un exemple, vegeu <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber inici de l'enregistrador de tecles forense</a>.</p>
fr: <p>Par exemple, voir <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a> (en anglais).</p>
pt: <p>Para um exemplo, veja <a href="https://www.youtube.com/watch?v=6JJo8qCYE8M">KeeLog: KeyGrabber forensic keylogger getting started</a>.</p>

source: <p>Keyloggers are more likely on public computers, in internet cafés or libraries, and on desktop computers, where a device is easier to hide.</p>
ca: <p>Els registres de tecles són més probables als ordinadors públics, als cibercafès o biblioteques i en ordinadors d'escriptori, on un dispositiu és més fàcil d'amagar.</p>
fr: <p>Les enregistreurs de frappe sont plus fréquents sur les ordinateurs publics, dans les cafés Internet ou les bibliothèques, et sur les ordinateurs de bureau, où il est plus facile de les cacher.</p>
pt: <p>O uso de keyloggers é mais provável em computadores públicos, como cyber cafés ou bibliotecas, e em computadores desktop, nos quais é mais fácil esconder tal dispositivo.</p>

source: <p>[[Reducing risks when using untrusted computers|doc/about/warnings/computer]]</p>
ca: <p>[[Reducció de riscos quan s'utilitzen ordinadors no fiables|doc/about/warnings/computer]]</p>
fr: <p>[[Réduire les risques lors de l'utilisation d'un ordinateur qui n'est pas de confiance|doc/about/warnings/computer]]</p>
pt: <p>[[Reduzindo riscos ao usar computadores não confiáveis|doc/about/warnings/computer]]</p>

source: <p>The screen keyboard doesn't work in a <i>Root Terminal</i>. ([[!tails_ticket 18061]])</p>
ca: <p>El teclat de pantalla no funciona en un <i>Terminal d'administrador</i>. ([[!tails_ticket 18061]])</p>
fr: <p>Le clavier visuel ne fonctionne pas dans un <i>Terminal superutilisateur</i>. ([[!tails_ticket 18061]])</p>
pt: <p>O teclado na tela não funciona em um <i>Terminal de Root</i>. ([[!tails_ticket 18061]])</p>

source: <p>Instead, open a <i>Terminal</i> and execute the following command to log in as root:</p>
ca: <p>En comptes d'això, obriu un <i>Terminal</i> i executeu l'ordre següent per iniciar sessió com a administrador:</p>
fr: <p>À la place, ouvrez un <i>Terminal</i> et exécutez la commande suivante pour vous connecter comme root :</p>
pt: <p>Ao invés disso, abra um <i>Terminal</i> e execute o seguinte comando para logar como root:</p>

source: <p>The screen keyboard doesn't work in <i>Kleopatra</i>, <i>Electrum</i>, and <i>KeePassXC</i>. ([[!tails_ticket 19695]])</p>
ca: <p>El teclat de pantalla no funciona a <i>Kleopatra</i>, <i>Electrum</i> i <i>KeePassXC</i>. ([[!tails_ticket 19695]])</p>
fr: <p>Le clavier visuel ne fonctionne pas dans <i>Kleopatra</i>, <i>Electrum</i>, et <i>KeePassXC</i>. ([[!tails_ticket 19695]])</p>
pt: <p>O teclado na tela não funciona no <i>Kleopatra</i>, <i>Electrum</i>, e <i>KeePassXC</i>. ([[!tails_ticket 19695]])</p>

source: <p>Instead, you can use the screen keyboard in the <i>Text Editor</i> first, then cut and paste into one of these applications.</p>
ca: <p>En canvi, podeu utilitzar el teclat de pantalla a l'<i>Editor de text</i> i després retallar i enganxar en una d'aquestes aplicacions.</p>
fr: <p>À la place, vous pouvez utiliser le clavier visuel dans l'<i>Éditeur de texte</i> en premier, puis couper et coller dans une de ces applications.</p>
pt: <p>Ao invés disso, você pode usar o teclado na tela no <i>Editor de Texto</i> primeiro, e depois recortar e colar o texto em uma dessas aplicações.</p>
