Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/desktop.*.po
Languages: ca, de, fr, it

source: [[See our documentation on *Onion Circuits*.|anonymous_internet/tor/circuits]]
ca: [[Consulteu la nostra documentació sobre el *Circuits onion*.|anonymous_internet/tor/circuits]]
de: [[Siehe unsere Dokumentation über *Onion Circuits*.|anonymous_internet/tor/circuits]]
fr: [[Voir notre documentation traitant de *Circuits oignon*.|anonymous_internet/tor/circuits]]
it: [[Guarda la nostra documentazione sui *Circuiti Onion*.|anonymous_internet/tor/circuits]]

source: <h2 id="accessibility">Accessibility</h2>
ca: <h2 id="accessibility">Accessibilitat</h2>
de: <h2 id="accessibility">Barrierefreiheit</h2>
fr: <h2 id="accessibility">Accessibilité</h2>
it: <h2 id="accessibility">Accessibilità</h2>

source: The accessibility menu allows you to activate the screen reader, screen keyboard, large text display, and other assistive technologies.
ca: El menú d'accessibilitat us permet activar el lector de pantalla, el teclat de pantalla, la visualització de text gran i altres tecnologies d'accessibilitat.
de: Das Barrierefreiheitsmenü ermöglicht es, den Bildschirmleser, die Bildschirmtastatur, die Anzeige von großen Texten und andere unterstützende Technologien zu aktivieren.
fr: Le menu accessibilité vous permet d'activer le lecteur d'écran, le clavier visuel, l'affichage de grand texte et d'autres technologies d'assistance.
it: Il menù di accessibilità ti permette di attivare il lettore schermo, la tastiera su schermo, la visualizzazione a caratteri grandi e altre tecnologie di assistenza.

source: [[See our documentation on accessibility.|accessibility]]
ca: [[Consulteu la nostra documentació sobre accessibilitat.|accessibility]]
de: [[Siehe unsere Dokumentation zur Barrierefreiheit.|accessibility]]
fr: [[Voir notre documentation sur l'accessibilité.|accessibility]]
it: [[Vedi la nostra documentazione sull'accessibilità.|accessibility]]

source: <h2 id="keyboard">Keyboard layouts</h2>
ca: <h2 id="keyboard">Disposicions del teclat</h2>
de: <h2 id="keyboard">Tastaturlayouts</h2>
fr: <h2 id="keyboard">Dispositions de clavier</h2>
it: <h2 id="keyboard">Layout tastiera</h2>

source: The keyboard layout menu allow you to change the keyboard layout and input method for non-Latin scripts.
ca: El menú de disseny del teclat us permet canviar la disposició del teclat i el mètode d'entrada per a escriptures no llatines.
de: Das Menü zur Tastaturbelegung erlaubt es Ihnen die Tastaturbelegung und die Eingabemethode für nicht-romanische Schrift zu ändern.
fr: Le menu de disposition du clavier vous permet de changer la disposition du clavier et la méthode de saisie pour l'écriture non-latine.
it: Il menù di disposizione tastiera ti permette di cambiare la disposizione tastiera e il metodo di input per gli script non-latini.

source: <h2 id="system">System menu</h2>
ca: <h2 id="system">Menú del sistema</h2>
de: <h2 id="system">Systemmenü</h2>
fr: <h2 id="system">Menu Système</h2>
it: <h2 id="system">Menu di Sistema</h2>

source: In the top-right corner of the top navigation bar, the system menu allows you to manage your settings, connect to a Wi-Fi network, and restart your computer.
ca: A l'extrem superior dret de la barra de navegació superior, el menú del sistema us permet gestionar la vostra configuració, connectar-vos a una xarxa Wi-Fi i reiniciar l'ordinador.
de: In der oberen rechten Ecke der oberen Navigationsleiste ermöglicht das Systemmenü Ihnen, Ihre Einstellungen zu verwalten, eine WLAN-Verbindung herzustellen und Ihren Computer neu zu starten.
fr: Dans le coin à droite de la barre du haut, le menu système vous permet de gérer vos paramètres, de vous connecter à un réseau Wi-Fi, et de redémarrer votre ordinateur.
it: Nell'angolo destro della barra di navigazione superiore, il menù di sistema ti permette di gestire le tue impostazioni, di connetterti a una rete Wi-Fi, e di riavviare il tuo computer.

source: <h3 id="networking">Networking</h3>
ca: <h3 id="networking">Gestió de xarxes</h3>
de: <h3 id="networking">Netzwerk</h3>
fr: <h3 id="networking">Mise en réseau</h3>

source: From the system menu, you can choose which Wi-Fi network to connect to.
ca: Al menú del sistema, podeu triar a quina xarxa Wi-Fi voleu connectar-vos.
de: Aus dem Systemmenü können Sie auswählen, mit welchem WLAN-Netzwerk Sie sich verbinden möchten.
fr: Depuis le menu système, vous pouvez choisir le réseau Wi-Fi sur lequel vous connecter.
it: Dal menù di sistema, puoi selezionare la rete Wi-Fi alla quale connetterti.

source: See also the documentation on [[connecting to a network|anonymous_internet/networkmanager]].
ca: Vegeu també la documentació sobre [[com connectar-se a una xarxa|anonymous_internet/networkmanager]].
de: Lesen Sie auch die Dokumentation [[zum Herstellen einer Netzwerkverbindung|anonymous_internet/networkmanager]].
fr: Voir également la documentation sur la [[connexion à un réseau|anonymous_internet/networkmanager]].
it: Vedere anche la documentazione su come [[connettersi a una rete|anonymous_internet/networkmanager]].

source: <h3 id="screen-locker">Screen locker</h3>
ca: <h3 id="screen-locker">Bloqueig de pantalla</h3>
fr: <h3 id="screen-locker">Verrouiller l'écran</h3>
it: <h3 id="screen-locker">Blocca schermo</h3>

source: Click on **Lock screen** to lock your screen with a password.
ca: Feu clic a **Pantalla de bloqueig** per bloquejar la pantalla amb una contrasenya.
de: Klicken Sie auf **Bildschirm sperren**, um Ihren Bildschirm mit einem Passwort zu sperren.
fr: Cliquer sur **Verrouiller l'écran** pour verrouiller votre écran avec un mot de passe.
it: Clicca su **Blocca schermo** per bloccare lo schermo con una password.

source: If you set up an [[administration password|first_steps/welcome_screen/administration_password]] when starting Tails, you can unlock your screen with your administration password.
ca: Si configureu una [[contrasenya d'administració|first_steps/welcome_screen/administration_password]] quan inicieu Tails, podeu desbloquejar la pantalla amb la vostra contrasenya d'administració.
de: Falls Sie beim Starten von Tails ein [[Administrationspasswort|first_steps/welcome_screen/administration_password]] einstellen, können Sie den Bildschirm mit Ihrem Administrationspasswort entsperren.
fr: Si vous avez défini un [[mot de passe d'administration|first_steps/welcome_screen/administration_password]] lors du démarrage de Tails, vous pouvez déverrouiller votre écran avec votre mot de passe d'administration.
it: Se imposti una [[password di amministrazione|first_steps/welcome_screen/administration_password]] all'avvio di Tails, puoi sbloccare lo schermo con la tua password di amministrazione.

source: <div class="tip"> <p>Your screen will automatically lock after some time if you have set up an administration password. To disable this behavior, execute the following command in a terminal:</p>
ca: <div class="tip"> <p>La pantalla es bloquejarà automàticament després d'un temps si heu configurat una contrasenya d'administració. Per desactivar aquest comportament, executeu la següent comanda en una terminal:</p>
de: <div class="tip"> <p>Ihr Bildschirm wird automatisch nach einer gewissen Zeit gesperrt, wenn Sie ein Administrationspasswort eingerichtet haben. Um dieses Verhalten zu deaktivieren, führen Sie den folgenden Befehl in einem Terminal aus:</p>
fr: <div class="tip"> <p>Votre écran devrait se verrouiller automatiquement après un certain temps si vous avez défini un mot de passe d'administration. Pour désactiver ce comportement, exécutez la commande suivante dans un terminal :</p>
it: <div class="tip"> <p>Il tuo schermo si bloccherà automaticamente dopo un certo tempo se hai impostato una password di amministrazione. Per disattivare questo comportamento, esegui il comando seguente in un terminale:</p>

source: Otherwise, you can set up a password to unlock your screen when locking your screen for the first time.
ca: En cas contrari, podeu configurar una contrasenya per desbloquejar la pantalla quan bloquegeu la pantalla per primera vegada.
de: Anderenfalls können Sie ein Passwort zum Entsperren des Bildschirms einstellen, wenn Sie den Bildschirm zum ersten Mal sperren.
fr: Dans le cas contraire, vous pouvez définir un mot de passe pour déverrouiller votre écran lorsque vous le verrouillez pour la première fois.
it: In caso contrario, puoi impostare una password per sbloccare il tuo schermo quando lo blocchi per la prima volta.

source: <h3 id="suspend">Suspend</h3>
ca: <h3 id="suspend">Suspèn</h3>
de: <h3 id="suspend">Aussetzen</h3>
fr: <h3 id="suspend">Mettre en veille</h3>
it: <h3 id="suspend">Sospendi</h3>

source: Click **Suspend** to suspend your computer.
ca: Feu clic a **Suspèn** per suspendre l'ordinador.
de: Klicken Sie auf **Energiesparen**, um Ihren Computer in den Suspend-Modus zu versetzen.
fr: Cliquer sur **Mettre en veille** pour mettre en veille votre ordinateur.
it: Clicca **Sospendi** per sospendere il tuo computer.

source: While suspended, your computer is not computing anymore but is still powered on, like if it was standing still but still alive.
ca: Mentre està suspès, l'ordinador ja no està en funcionament, però encara està encès, com si estigués parat però encara viu.
de: Im Suspend-Modus rechnet Ihr Computer nicht mehr, ist aber weiterhin eingeschaltet, als ob er stillsteht, aber noch lebt.
fr: Lorsque votre ordinateur est en veille, votre ordinateur ne fonctionne plus mais il est encore alimenté, comme s’il était éteint mais encore actif.
it: Quando è sospeso, il tuo computer non funziona più ma è ancora alimentato, come se fosse spento ma ancora attivo.

source: To resume from suspend and go back to the Tails desktop, push the power button of your computer.
ca: Per reprendre des de la suspensió i tornar a l'escriptori de Tails, premeu el botó d'engegada de l'ordinador.
de: Um aus dem Suspend-Modus wieder aufzuwachen und zum Tails-Desktop zurückzukehren, drücken Sie den Netzschalter Ihres Computers.
fr: Pour sortir de la veille et retourner au bureau Tails, appuyez sur le bouton d'alimentation de votre ordinateur.
it: Per risvegliarlo dalla sospensione e tornare al desktop di Tails, premi il pulsante di accensione del tuo computer.

source: <p>If you remove your Tails USB stick while suspended, your computer will not shut down immediately and will only shut down when resuming.</p>
ca: <p>Si traieu el llapis USB de Tails mentre està suspès, l'ordinador no s'apagarà immediatament i només s'apagarà quan es reprengui.</p>
de: <p>Wenn Sie Ihren Tails-USB-Stick während des Suspend-Modus entfernen, wird Ihr Computer nicht sofort heruntergefahren, sondern fährt erst beim Wiederherstellen herunter.</p>
fr: <p>Si vous retirez votre clé USB Tails lorsqu'il est en veille, votre ordinateur ne va pas s'éteindre immédiatement et il ne s'éteindra que lors de la reprise.</p>
it: <p>Se rimuovi la tua chiavetta USB Tails mentre è sospeso, il tuo computer non si arresta immediatamente e si arresterà solo al risveglio dalla sospensione.</p>

source: <p>An attacker with physical access to your computer and capable of finding your screen locker password or setting up a [[cold boot attack|doc/advanced_topics/cold_boot_attacks]] can compromise your Tails while suspended.</p>
ca: <p>Un atacant amb accés físic al vostre ordinador i capaç de trobar la contrasenya de bloqueig de pantalla o configurar una [[arrencada en fred|doc/advanced_topics/cold_boot_attacks]] pot comprometre el vostre Tails mentre es troba suspès.</p>
de: <p>Ein Angreifer mit physischem Zugriff auf Ihren Computer, der in der Lage ist, Ihr Bildschirm-Sperrpasswort zu finden oder einen [[Cold-Boot-Angriff|doc/advanced_topics/cold_boot_attacks]] einzurichten, kann Ihr Tails während des Suspend-Modus gefährden.</p>
fr: <p>Un attaquant ayant un accès physique à votre ordinateur et capable de trouver votre mot de passe de verrouillage d'écran ou capable de réaliser une [[attaque par démarrage à froid|doc/advanced_topics/cold_boot_attacks]] peut compromettre votre Tails lorsqu'il est en veille</p>
it: <p>Un utente malintenzionato che abbia accesso fisico al computer e sia in grado di trovare la password del blocco schermo o di impostare un [[cold boot attacco|doc/advanced_topics/cold_boot_attacks]] può compromettere il vostro Tails mentre è sospeso.</p>

source: <p>For more security, [[shut down Tails|doc/first_steps/shutdown]] entirely.</p>
ca: <p>Per a més seguretat, [[apagueu Tails|doc/first_steps/shutdown]] completament.</p>
de: <p>Für mehr Sicherheit [[fahren Sie Tails|doc/first_steps/shutdown]] vollständig herunter.</p>
fr: <p>Pour plus de sécurité, [[éteignez Tails|doc/first_steps/shutdown]] complètement.</p>
it: <p>Per maggior sicurezza, [[arresta Tails|doc/first_steps/shutdown]] completamente.</p>

source: <h3 id="night_and_dark">Dark Mode and Night Light</h3>
ca: <h3 id="night_and_dark">Mode fosc i llum nocturna</h3>
de: <h3 id="night_and_dark">Dunkelmodus und Nachtlicht</h3>
fr: <h3 id="night_and_dark">Mode sombre et mode nuit</h3>
it: <h3 id="night_and_dark">Modalità Scura e Luce Notturna</h3>

source: From the system menu, you can switch between:
ca: Al menú del sistema, podeu triar entre:
de: Im Systemmenü können Sie zwischen folgenden Optionen wechseln:
fr: Depuis le menu système, vous pouvez basculer entre :
it: Dal menu di sistema è possibile passare da una modalità all'altra:

source: - The default *light* mode with colder colors and more brightness
ca: - El mode *clar* predeterminat amb colors més freds i més brillantor
de: - Dem standardmäßigen *Hellmodus* mit kühleren Farben und mehr Helligkeit
fr: - Le mode *lumineux* par défaut avec des couleurs plus froides et plus de luminosité
it: - La modalità predefinita *luce* con colori più freddi e maggiore luminosità

source: - A *dark* mode
ca: - El mode *fosc*
de: - Ein *Dunkelmodus*
fr: - Le mode *sombre*
it: - Una modalità *scura*

source: - A *night light* mode with warmer colors and less brightness
ca: - Un mode de *llum nocturna* amb colors més càlids i menys brillantor
de: - Einem *Nachtlichtmodus* mit wärmeren Farben und weniger Helligkeit
fr: - Un mode *nuit* avec des couleurs plus chaudes et moins de luminosité

source: - A combination of both the *dark* mode and *night light* mode
ca: - Una combinació del mode *fosc* i el mode *llum nocturna*
de: - Einer Kombination aus dem *Dunkelmodus* und dem *Nachtlichtmodus*
fr: - Une combinaison des modes *sombre* et *nuit*

source: <h1 id="shortcuts">Keyboard shortcuts</h1>
fr: <h1 id="shortcuts">Raccourcis clavier</h1>

source: To learn about all keyboard shortcuts in GNOME visit [GNOME Help: Useful keyboard shortcuts](https://help.gnome.org/users/gnome-help/stable/shell-keyboard-shortcuts.html.en) or use the *Settings* application in Tails:
fr: Pour en savoir plus sur les raccourcis clavier dans GNOME, consultez [GNOME Help : Les raccourcis clavier utiles](https://help.gnome.org/users/gnome-help/stable/shell-keyboard-shortcuts.html.fr) ou utilisez l'application *Paramètres* dans Tails :

source: Choose **Applications&nbsp;▸ Settings**.
fr: Choisissez **Applications&nbsp;▸ Paramètres**.

source: In the *Settings* application, choose **Keyboard&nbsp;▸ Keyboard Shortcuts&nbsp;▸ View and Customize Shortcuts**.
fr: Dans l'application *Paramètres*, choisissez **Clavier&nbsp;▸ Raccourcis clavier&nbsp;▸ Voir et personnaliser les raccourcis**.

source: <h1 id="files">The <span class="application">Files</span> browser</h1>
fr: <h1 id="files">Le navigateur de <span class="application">Fichiers</span></h1>

source: To open the <span class="application">Files</span> browser, you can either:
ca: Per obrir el navegador de <span class="application">Fitxers</span>, podeu fer-ho:
de: Um den <span class="application">Datei</span>-Browser zu öffnen, können Sie entweder:
fr: Pour ouvrir le navigateur de <span class="application">Fichiers</span>, vous pouvez au choix :
it: Per aprire il navigatore di <span class="application">File</span>, puoi a scelta:

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Files</span></span>.
ca: - Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Accessoris</span>&nbsp;▸ <span class="guimenuitem">Fitxers</span></span>.
de: - Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Zubehör</span>&nbsp;▸ <span class="guimenuitem">Dateien</span></span>.
fr: - Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">Fichiers</span></span>.
it: - Seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Accessori</span>&nbsp;▸ <span class="guimenuitem">File</span></span>.

source: Open one of the shortcuts from the <span class="guimenu">Places</span> menu.
ca: Obriu una de les dreceres del menú <span class="guimenu">Llocs</span>.
de: Öffnen Sie eine der Verknüpfungen aus dem Menü <span class="guimenu">Orte</span>.
fr: Ouvrir l'un des raccourcis depuis le menu <span class="guimenu">Emplacements</span>.
it: Aprire una delle scorciatoie dal menù <span class="guimenu">Posizioni</span>.

source: To connect to a remote SFTP (SSH File Transfer Protocol) server:
ca: Per connectar-se a un servidor SFTP (SSH File Transfer Protocol, en anglès) remot:
de: Um eine Verbindung zu einem entfernten SFTP-Server (SSH File Transfer Protocol) herzustellen:
fr: Pour vous connecter à un serveur distant SFTP (SSH File Transfer Protocol, protocole de transfert de fichiers SSH) :
it: Per connetterti a un server remoto SFTP (SSH File Transfer Protocol, protocollo di trasferimento file SSH):

source: Choose <span class="guilabel">Other Locations</span> in the sidebar of the <span class="application">Files</span> browser.
ca: Trieu <span class="guilabel">Altres ubicacions</span> a la barra lateral del navegador de <span class="application">Fitxers</span>.
de: Wählen Sie <span class="guilabel">Andere Speicherorte</span> in der Seitenleiste des <span class="application">Datei</span>-Browsers.
fr: Choisissez <span class="guilabel">Autres emplacements</span> dans la partie latérale du navigateur de <span class="application">Fichiers</span>.
it: Seleziona <span class="guilabel">Altre posizioni</span> nella barra laterale del navigatore di <span class="application">File</span>.

source: Specify an SFTP server in <span class="guilabel">Connect to Server</span> at the bottom of the right pane. For example:
ca: Especifiqueu un servidor SFTP a <span class="guilabel">Connecta al servidor</span> a la part inferior del panell dret. Per exemple:
de: Geben Sie einen SFTP-Server unter <span class="guilabel">Verbinden mit Server</span> unten im rechten Fensterbereich an. Zum Beispiel:
fr: Indiquez un serveur SFTP dans <span class="guilabel">Connexion à un serveur</span> en bas de la partie droite. Par exemple :
it: Specifica un server SFTP in <span class="guilabel">Connetti al server</span> nella parte bassa del pannello destro. Per esempio:

source: Click <span class="bold">Connect</span>.
ca: Feu clic a <span class="bold">Connecta</span>.
de: Klicken Sie auf <span class="bold">Verbinden</span>.
fr: Cliquez sur <span class="bold">Se connecter</span>.
it: Fai clic su <span class="bold">Connetti</span>.

source: [[!img accessibility.png link="no" alt=""]]
it: [[!img accessibilità.png link="no" alt=""]]
