Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/desktop.*.po
Languages: ca, de, fr, it

source: [[!meta title="Introduction to GNOME and the Tails desktop"]]
ca: [[!meta title="Introducció al GNOME i a l'Escriptori de Tails"]]
de: [[!meta title="Einführung in GNOME und die Arbeitsumgebung von Tails"]]
fr: [[!meta title="Introduction à GNOME et au bureau de Tails"]]
it: [[!meta title="Introduzione a GNOME e al desktop di Tails"]]

source: The desktop environment used in Tails is [GNOME](https://www.gnome.org). This page describes some important features of the desktop in the context of Tails.
ca: L'entorn d'escriptori utilitzat a Tails és [GNOME](https://www.gnome.org). Aquesta pàgina descriu algunes funcionalitats importants de l'escriptori en el context de Tails.
de: Tails verwendet als Arbeitsumgebung [GNOME](https://www.gnome.org). Diese Seite beschreibt einige im Bezug auf Tails wichtige Funktionen der Arbeitsumgebung.
fr: Tails utilise l'environnement de bureau [GNOME](https://www.gnome.org). Cette page décrit certaines des fonctionnalités importantes du bureau dans le contexte de Tails.
it: L'ambiente desktop usato in Tails è [GNOME](https://www.gnome.org). Questa pagina descrive alcune importanti funzionalità del desktop nel contesto di Tails.

source: <h1 id="top-navigation-bar">Top navigation bar</h1>
ca: <h1 id="top-navigation-bar">Barra de navegació superior</h1>
de: <h1 id="top-navigation-bar">Oberste Navigationsleiste</h1>
fr: <h1 id="top-navigation-bar">Barre de navigation supérieure</h1>
it: <h1 id="top-navigation-bar">Barra di navigazione superiore</h1>

source: In the upper left corner of the screen there is one button and three menus:
ca: A la cantonada superior esquerra de la pantalla hi ha un botó i tres menús:
de: In der oberen linken Ecke des Bildschirms befinden sich eine Schaltfläche und drei Menüs:
fr: En haut à gauche de l'écran, il y a un bouton et trois menus :
it: Nell'angolo in alto a sinistra dello schermo ci sono un pulsante e tre menu:

source: The <b>Activities</b> button
ca: El botó <b>Activitats</b>
de: Der <b>Aktivitäten</b> Knopf
fr: Le bouton <b>Activités</b>
it: Il pulsante <b>Attività</b>

source: The <span class="guimenu">Applications</span> menu
ca: El menú <span class="guimenu">Aplicacions</span>
de: Das <span class="guimenu">Anwendungen</span>-Menü
fr: Le menu <span class="guimenu">Applications</span>
it: Il menù <span class="guimenu">Applicazioni</span>

source: The <span class="guimenu">Places</span> menu
ca: El menú <span class="guimenu">Llocs</span>
de: Das <span class="guimenu">Orte</span>-Menü
fr: Le menu <span class="guimenu">Emplacements</span>
it: Il menù <span class="guimenu">Posizioni</span>

source: <h2 id="activities">Activities overview</h2>
ca: <h2 id="activities">Visió general de les activitats</h2>
de: <h2 id="activities">Übersicht der Aktivitäten</h2>
fr: <h2 id="activities">Vue d'ensemble des activités</h2>
it: <h2 id="activities">Panoramica delle Attività</h2>

source: To access your windows and applications you can either:
ca: Per accedir a les vostres finestres i aplicacions podeu:
de: Um auf Ihre Fenster sowie Anwendungen zuzugreifen können Sie entweder:
fr: Pour accéder à vos fenêtres et applications vous pouvez au choix :
it: Per accedere alle tue finestre e applicazioni puoi a scelta:

source: Click on the <b>Activities</b> button.
ca: Fer clic al botó <b>Activitats</b>.
de: Klicken Sie auf die <b>Aktivitäten</b>-Schaltfläche.
fr: Cliquer sur le bouton <b>Activités</b>.
it: Clicca sul pulsante <b>Attività</b>.

source: - Throw your mouse pointer to the top-left hot corner.
ca: - Llençar el punter del ratolí a la cantonada superior esquerra.
de: - Bewege den Mauszeiger in die obere linke heiße Ecke.
fr: - Envoyer votre souris dans le coin en haut à gauche de votre écran.
it: - Sposta il cursore del mouse sull'angolo attivo in alto a sinistra.

source: - Press the [[!img lib/start.png class="symbolic" link="no" alt="Super"]] key on your keyboard.
ca: - Premeu la tecla [[!img lib/start.png class="symbolic" link="no" alt=""]] del teclat.
de: - Drücken Sie die [[!img lib/start.png class="symbolic" link="no" alt="Super"]]-Taste auf Ihrer Tastatur.
fr: - Appuyer sur la touche [[!img lib/start.png class="symbolic" link="no" alt="Super"]] de votre clavier.
it: - Premi il tasto [[!img lib/start.png class="symbolic" link="no" alt="Super"]] della tua tastiera.

source: You can see your windows and applications in the overview. You can also start typing to search your applications, files, and folders.
ca: Podeu veure les vostres finestres i aplicacions a la visió general. També podeu començar a escriure per cercar les vostres aplicacions, fitxers i carpetes.
de: Sie können in der Übersicht Ihre Fenster und Anwendungen sehen. Sie können auch durch Tippen das Durchsuchen Ihrer Anwendungen, Dateien und Ordner beginnen.
fr: Vous pouvez voir les fenêtres et applications dans la vue d'ensemble. Vous pouvez également faire une recherche parmi vos applications, fichiers et dossiers.
it: Puoi vedere le finestre e le applicazioni nella panoramica. Puoi anche cercare tra le tue applicazioni, file e cartelle iniziando a digitare il nome di ciò che cerchi.

source: <h2 id="applications">Applications menu</h2>
ca: <h2 id="applications">Menú d'aplicacions</h2>
de: <h2 id="applications">Anwendungsmenü</h2>
fr: <h2 id="applications">Menu Applications</h2>
it: <h2 id="applications">Menù delle applicazioni</h2>

source: The <span class="guimenu">Applications</span> menu provides shortcuts to the [[included software|about/features]] and to GNOME configuration utilities.
ca: El menú <span class="guimenu">Aplicacions</span> ofereix dreceres a [[programari inclòs|about/features]] i a les utilitats de configuració de GNOME.
de: Das <span class="guimenu">Anwendungen</span>-Menü bietet Ihnen Verknüpfungen zu der [[enthaltenen Software|about/features]] sowie zu den Konfigurationswerkzeugen für GNOME.
fr: Le menu <span class="guimenu">Applications</span> rassemble des raccourcis vers les [[logiciels inclus dans Tails|about/features]] et vers les utilitaires GNOME.
it: Il menù <span class="guimenu">Applicazioni</span> offre scorciatoie per avviare i [[programmi inclusi in Tails|about/features]] e le utilità di configurazione di GNOME.

source: <p><b><i>Settings</i></b></p>
ca: <p><b><i>Paràmetres</i></b></p>
de: <p><b><i>Einstellungen</i></b></p>
fr: <p><b><i>Paramètres</i></b></p>
it: <p><b><i>Impostazioni</i></b></p>

source: <p>To change various system settings such as keyboard, mouse, touchpad, or displays, choose <b>System Tools&nbsp;▸ Settings</b>.</p>
ca: <p>Per canviar diversos paràmetres del sistema, com ara el teclat, el ratolí, el *touchpad* o les pantalles, trieu <b>Eines del sistema&nbsp;▸ Paràmetres</b>.</p>
de: <p>Um verschiedene Systemeinstellungen wie Tastatur, Maus, Touchpad oder Displays zu ändern, wählen Sie <b>Systemwerkzeuge&nbsp;▸ Einstellungen</b>.</p>
fr: <p>Pour modifier divers paramètres du système tels que le clavier, la souris, le pavé tactile ou les paramètres d'affichage, choisissez <b>Outils système&nbsp;▸ Paramètres</b>.</p>
it: <p>Per modificare varie impostazioni di sistema come quelle relative a tastiera, mouse, touchpad, o schermi, seleziona <b>Strumenti di sistema&nbsp;▸ Impostazioni</b>.</p>

source: <p>By default, any setting that you change in Tails is lost when you shut down. Only the settings that you saved in the [[Persistent Storage|persistent_storage]] are restored when you restart Tails.</p>
ca: <p>Per defecte, qualsevol configuració que canvieu es perd quan tanqueu Tails. Només la configuració que heu desat a l'[[Emmagatzematge Persistent|persistent_storage]] es restaura quan reinicieu Tails.</p>
de: <p>Standardmäßig gehen alle Einstellungen, die Sie in Tails ändern, beim Herunterfahren verloren. Nur die Einstellungen, die Sie im [[beständigen Datenspeicher|persistent_storage]] gespeichert haben, werden beim Neustart von Tails wiederhergestellt.</p>
fr: <p>Par défaut, tout paramètre que vous changez dans Tails est perdu lorsque vous l'éteignez. Seul les paramètres que vous sauvegardez dans le [[stockage persistant|persistent_storage]] sont restaurés lorsque vous redémarrez Tails.</p>
it: <p>Per impostazione predefinita, qualsiasi impostazione modificata in Tails viene persa quando spegni. Solo le impostazioni salvate nell' [[Archivio Persistente|persistent_storage]] vengono ripristinate al riavvio di Tails.</p>

source: <p>To learn about the many keyboard shortcuts in GNOME, open the <i>Settings</i>. At the bottom of the <b>Keyboard</b> section, choose <b>View and Customize Shortcuts</b>.</p>
ca: <p>Per obtenir informació sobre les nombroses dreceres de teclat del GNOME, obriu la <i>Configuració</i>. A la part inferior de la secció <b>Teclat</b>, trieu <b>Veure i personalitzar les dreceres</b>.</p>
de: <p>Um mehr über die vielen Tastenkombinationen in GNOME zu erfahren, öffnen Sie die <i>Einstellungen</i>. Wählen Sie im unteren Bereich der <b>Tastatur</b>-Sektion <b>Kurzbefehl anzeigen und anpassen</b>.</p>
fr: <p>Pour connaître les différents raccourcis clavier de GNOME, ouvrez les <i>Paramètres</i>. En bas de la section <b>Clavier</b>, choisissez <b>Voir et personnaliser les raccourcis</b>.</p>
it: <p>Per imparare le numerose scorciatoie da tastiera di GNOME, apri <i>Impostazioni</i>. In fondo alla sessione<b>tastiera</b> seleziona <b>Visualizza e personalizza le scorciatoie</b>.</p>

source: <p><b><i>About Tails</i></b></p>
ca: <p><b><i>Quant a Tails</i></b></p>
de: <p><b><i>Über Tails</i></b></p>
fr: <p><b><i>À propos de Tails</i></b></p>
it: <p><b><i>Su Tails</i></b></p>

source: <p>To know the version of Tails that you are currently running, choose <b>Tails</b>&nbsp;▸ <b>About Tails</b>.</p>
ca: <p>Per conèixer la versió de Tails que esteu executant actualment, trieu <b>Tails</b>&nbsp;▸ <b>Quant a Tails</b>.</p>
de: <p>Um die Version von Tails zu erfahren, die Sie derzeit verwenden, wählen Sie <b>Tails</b>&nbsp;▸ <b>Über Tails</b>.</p>
fr: <p>Pour connaître la version de Tails que vous utilisez actuellement, choisissez <b>Tails</b>&nbsp;▸ <b>À propos de Tails</b>.</p>
it: <p>Per conoscere la versione di Tails in uso, scegli <b>Tails</b>&nbsp;▸ <b>Su Tails</b>.</p>

source: <p><b><i>Help</i></b></p>
ca: <p><b><i>Ajuda</i></b></p>
de: <p><b><i>Hilfe</i></b></p>
fr: <p><b><i>Aide</i></b></p>
it: <p><b><i>Aiuto</i></b></p>

source: <p>To access the <b>GNOME Desktop Help</b>, choose <b>Utilities</b>&nbsp;▸ <b>Help</b>.</p>
ca: <p>Per accedir a l'<b>Ajuda de l'escriptori de GNOME</b>, seleccioneu <b>Utilitats</b>&nbsp;▸ <b>Ajuda</b>.</p>
de: <p>Um auf die <b>GNOME Desktop-Hilfe</b> zuzugreifen, wählen Sie <b>Dienstprogramme</b>&nbsp;▸ <b>Hilfe</b>.</p>
fr: <p>Pour accéder au <b>Manuel du bureau GNOME</b>, choisissez <b>Utilitaires</b>&nbsp;▸ <b>Aide</b>.</p>
it: <p>Per accedere all'<b>Aiuto per GNOME Desktop</b>, scegli <b>Utilità</b>&nbsp;▸<b>Aiuto</b>.</p>

source: <h3 id="favorites">Favorites submenu</h3>
ca: <h3 id="favorites">Submenú de Preferits</h3>
de: <h3 id="favorites">Untermenü Favoriten</h3>
fr: <h3 id="favorites">Sous-menu Favoris</h3>
it: <h3 id="favorites">Sottomenù preferiti</h3>

source: In the <span class="guisubmenu">Favorites</span> submenu, a few shortcuts allow you to launch the most frequently used applications:
ca: Al submenú <span class="guisubmenu">Preferits</span>, algunes de les dreceres us permeten llançar les aplicacions més utilitzades:
de: In dem Untermenü <span class="guisubmenu">Favoriten</span> erlauben Ihnen einige Verknüpfungen die meistgenutzten Anwendungen zu starten:
fr: Dans le sous-menu <span class="guisubmenu">Favoris</span>, quelques raccourcis permettent d'accéder à des applications fréquemment utilisées :
it: Nel sottomenù <span class="guisubmenu">Preferiti</span>, alcune scorciatoie permettono di lanciare applicazioni di frequente utilizzo:

source: <p><b><i>Tor Browser</i></b> allows you to browse the web anonymously and uncensored.</p>
ca: <p>El <b><i>Navegador Tor</i></b> us permet navegar pel web de manera anònima i sense censura.</p>
de: <p><b><i>Tor Browser</i></b> ermöglicht es Ihnen, anonym und ohne Zensur im Internet zu surfen.</p>
fr: <p>Le <b><i>Navigateur Tor</i></b> vous permet de naviguer sur le web anonymement et sans censure.</p>
it: <p><b><i>Tor Browser</i></b> ti consente di navigare sul web anonimamente e senza censure.</p>

source: <p>See [[browsing the web with <i>Tor Browser</i>|anonymous_internet/Tor_Browser]].</p>
ca: <p>Consulteu com [[navegar pel web amb el <i>Navegador Tor</i>|anonymous_internet/Tor_Browser]].</p>
de: <p>Siehe [[Im Internet surfen mit <i>Tor Browser</i>|anonymous_internet/Tor_Browser]].</p>
fr: <p>Voir [[naviguer sur le web avec le <i>Navigateur Tor</i>|anonymous_internet/Tor_Browser]].</p>

source: <p><b><i>Tor Connection</i></b> allows you to connect to the Tor network.</p>
ca: <p>La <b><i>Connexió Tor</i></b> us permet connectar-vos a la xarxa Tor.</p>
de: <p><b><i>Tor Connection</i></b> ermöglicht es Ihnen, eine Verbindung zum Tor-Netzwerk herzustellen.</p>
fr: <p><b><i>Connexion à Tor</i></b> vous permet de vous connecter au réseau Tor.</p>
it: <p><b><i>La connessione Tor</i></b> ti consente di connetterti alla rete Tor.</p>

source: <p>See [[connecting to Tor|anonymous_internet/tor]].</p>
ca: <p>Consulteu com [[connectar-se a Tor|anonymous_internet/tor]].</p>
de: <p>Siehe [[Verbindung zu Tor herstellen|anonymous_internet/tor]].</p>
fr: <p>Voir [[se connecter à Tor|anonymous_internet/tor]].</p>

source: <p><b><i>Persistent Storage</i></b> allows you to save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick.</p>
ca: <p>L'<b><i>Emmagatzematge Persistent</i></b> us permet desar una part dels vostres fitxers i configuració en un emmagatzematge persistent encriptat al vostre llapis USB de Tails.</p>
de: <p><b><i>Beständiger Datenspeicher</i></b> ermöglicht es Ihnen, einige Ihrer Dateien und Konfigurationen in einem verschlüsselten beständigen Datenspeicher auf Ihrem Tails-USB-Stick zu speichern.</p>
fr: <p>Le <b><i>stockage persistant</i></b> vous permet de sauvegarder certains de vos fichiers et de vos paramètres dans un stockage persistant chiffré sur votre clé USB Tails.</p>
it: <p><b><i>Archivio Persistente</i></b> ti consente di salvare alcuni dei tuoi file e configurazioni in un Archivio Persistente Crittato o sulla tua chiavetta USB Tails.</p>

source: <p>See [[Persistent Storage|persistent_storage]].</p>
ca: <p>Vegeu [[Emmagatzematge Persistent|persistent_storage]].</p>
de: <p>Siehe [[Beständiger Datenspeicher|persistent_storage]].</p>
fr: <p>Voir [[stockage persistant|persistent_storage]].</p>
it: <p>Vedi [[Archivio Persistente|persistent_storage]].</p>

source: <p><b><i>Tails Documentation</i></b> opens an offline version of the Tails website and documentation.</p>
ca: <p>La <b><i>documentació de Tails</i></b> obre una versió fora de línia del lloc web de Tails i de la documentació.</p>
de: <p><b><i>Tails-Dokumentation</i></b> öffnet eine Offline-Version der Tails-Website und -Dokumentation.</p>
fr: <p><b><i>Documentation de Tails</i></b> ouvre une version hors ligne du site web et de la documentation de Tails.</p>
it: <p><b><i>La documentazione di Tails</i></b> apre una versione offline del sito web e della documentazione di Tails.</p>

source: <p>See our [[documentation|doc]].</p>
ca: <p>Consulteu la nostra [[documentació|doc]].</p>
de: <p>Siehe unsere [[Dokumentation|doc]].</p>
fr: <p>Voir notre [[documentation|doc]].</p>
it: <p>Vedi la nostra [[documentation|doc]].</p>

source: <p><b><i>WhisperBack Error Reporting</i></b> allows you to report problems to our team.</p>
ca: <p>Els <b><i>Informes d'errors de WhisperBack</i></b> us permeten informar de problemes al nostre equip.</p>
de: <p><b><i>WhisperBack-Fehlerberichterstattung</i></b> ermöglicht es Ihnen, Probleme an unser Team zu melden.</p>
fr: <p><b><i>Signalement d'erreurs avec WhisperBack</i></b> vous permet de signaler des problèmes à notre équipe.</p>
it: <p><b><i>Segnalazione degli errori di WhisperBack</i></b> ti permette di segnalare problemi al nostro team.</p>

source: <p>See [[reporting an error|whisperback]].</p>
ca: <p>Consulteu com [[informar d'un error|whisperback]].</p>
de: <p>Siehe [[Fehler melden|whisperback]].</p>
fr: <p>Voir [[signaler une erreur|whisperback]].</p>

source: <p><b><i>Tails Cloner</i></b> allows you to clone your Tails to another USB stick and back up your Persistent Storage.</p>
ca: <p>El <b><i>Clonador de Tails</i></b> us permet clonar el vostre Tails a un altre llapis USB i fer una còpia de seguretat del vostre Emmagatzematge Persistent.</p>
de: <p><b><i>Tails Cloner</i></b> ermöglicht es Ihnen, Ihr Tails auf einen anderen USB-Stick zu klonen und Ihren beständigen Datenspeicher zu sichern.</p>
fr: <p><b><i>Tails Cloner</i></b> vous permet de cloner votre Tails vers une autre clé USB et de sauvegarder votre stockage persistant.</p>
it: <p><b><i>Tails Cloner</i></b> ti consente di clonare Tails su un'altra chiavetta USB e di eseguire il backup del tuo Archivio Persistente.</p>

source: <p>See [[installing by cloning from another Tails on PC|install/clone]].</p>
ca: <p>Consulteu com fer la [[instal·lació clonant des d'un altre Tails al PC|install/clone]].</p>
de: <p>Siehe [[Installation durch Klonen von einem anderen Tails auf dem PC|install/clone]].</p>
fr: <p>Voir [[installer en clonant sur un PC depuis un autre Tails|install/clone]].</p>
it: <p>Vedi [[installare tramite clonazione da un altro Tails su PC|install/clone]].</p>

source: <p><b><i>Thunderbird</i></b> allows you to write emails and read RSS and Atom feeds.</p>
ca: <p>El <b><i>Thunderbird</i></b> us permet escriure correus electrònics i llegir butlletins RSS i Atom.</p>
de: <p><b><i>Thunderbird</i></b> ermöglicht es Ihnen, E-Mails zu schreiben und RSS- sowie Atom-Feeds zu lesen.</p>
fr: <p><b><i>Thunderbird</i></b> vous permet d'écrire des courriers électroniques et de lire des flux RSS et Atom.</p>
it: <p><b><i>Thunderbird</i></b> ti consente di scrivere e-mail e leggere feed RSS e Atom.</p>

source: <p>See [[emailing and reading news with <i>Thunderbird</i>|anonymous_internet/thunderbird]].</p>
ca: <p>Consulteu com [[enviar correus electrònics i llegir notícies amb el <i>Thunderbird</i>|anonymous_internet/thunderbird]].</p>
de: <p>Siehe [[E-Mails senden und Nachrichten lesen mit <i>Thunderbird</i>|anonymous_internet/thunderbird]].</p>
fr: <p>Voir [[envoyer des courriers électroniques et lire des flux avec <i>Thunderbird</i>|anonymous_internet/thunderbird]].</p>
it: <p>Vedi [[inviare e-mail e leggere le notizie con <i>Thunderbird</i>|anonymous_internet/thunderbird]].</p>

source: <p><b><i>KeePassXC</i></b> allows you to store and manage secure passwords.</p>
ca: <p>El <b><i>KeePassXC</i></b> us permet emmagatzemar i gestionar contrasenyes de manera segura.</p>
de: <p><b><i>KeePassXC</i></b> ermöglicht es, sichere Passwörter zu speichern und zu verwalten.</p>
fr: <p><b><i>KeePassXC</i></b> vous permet de stocker et de gérer des mots de passe sûrs.</p>
it: <p><b><i>KeePassXC</i></b> ti consente di memorizzare e gestire password sicure.</p>

source: <p>See [[managing passwords with <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]].</p>
ca: <p>Consulteu com [[gestionar contrasenyes amb <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]].</p>
de: <p>Siehe [[Passwörter verwalten mit <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]].</p>
fr: <p>Voir [[gérer des mots de passe avec <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]].</p>
it: <p>Vedi [[gestire le password con <i>KeePassXC</i>|encryption_and_privacy/manage_passwords]].</p>

source: <p><b><i>Kleopatra</i></b> allows you to encrypt text and files using <i>GnuPG</i>.</p>
ca: <p>El <b><i>Kleopatra</i></b> us permet encriptar text i fitxers utilitzant <i>GnuPG</i>.</p>
de: <p><b><i>Kleopatra</i></b> ermöglicht es Ihnen, Texte und Dateien mit <i>GnuPG</i> zu verschlüsseln.</p>
fr: <p><b><i>Kleopatra</i></b> vous permet de chiffrer du texte et des fichiers en utilisant <i>GnuPG</i>.</p>
it: <p><b><i>Kleopatra</i></b> ti consente di cifrare testo e file utilizzando <i>GnuPG</i>.</p>

source: <p>See [[encrypting text and files using <i>GnuPG</i> and <i>Kleopatra</i>|encryption_and_privacy/kleopatra]].</p>
ca: <p>Consulteu com [[encriptar text i fitxers amb <i>GnuPG</i> i <i>Kleopatra</i>|encryption_and_privacy/kleopatra]].</p>
de: <p>Siehe [[Text und Dateien mit <i>GnuPG</i> und <i>Kleopatra</i> verschlüsseln|encryption_and_privacy/kleopatra]].</p>
fr: <p>Voir [[chiffrer du texte et des fichiers avec <i>GnuPG</i> et <i>Kleopatra</i>|encryption_and_privacy/kleopatra]].</p>
it: <p>Vedi [[cifrare testi e file usando<i>GnuPG</i> e <i>Kleopatra</i>|encryption_and_privacy/kleopatra]].</p>

source: <h2 id="places">Places menu</h2>
ca: <h2 id="places">Menú de llocs</h2>
de: <h2 id="places">Places Menü</h2>
fr: <h2 id="places">Menu Emplacements</h2>
it: <h2 id="places">Menu Posizioni</h2>

source: The <span class="guimenu">Places</span> menu provides direct access to different folders and storage media.
ca: El menú <span class="guimenu">Llocs</span> ofereix accés directe a diferents carpetes i suports d'emmagatzematge.
de: Das <span class="guimenu">Orte</span>-Menü bietet Ihnen direkten Zugang zu verschiedenen Ordnern und Speichermedien.
fr: Le menu <span class="guimenu">Emplacements</span> fournit un accès direct à différents dossiers et supports de stockage.
it: Il menù <span class="guimenu">Posizioni</span> fornisce un accesso diretto a diverse cartelle e supporti di archiviazione.

source: <h2 id="tor-status">Tor status and circuits</h2>
ca: <h2 id="tor-status">Estat de Tor i circuits</h2>
de: <h2 id="tor-status">Status und Kanäle von Tor</h2>
fr: <h2 id="tor-status">Statut et circuits Tor</h2>
it: <h2 id="tor-status">Status e circuiti di Tor</h2>

source: The Tor status icon ([[!img lib/symbolic/tor-disconnected.png alt="Tor status menu" link="no" class="symbolic"]] or [[!img lib/symbolic/tor-connected.png alt="Tor status menu" link="no" class="symbolic"]]) provides a shortcut to *Onion Circuits*, which allows you to manage the Tor circuits being used by Tails.
ca: La icona d'estat de Tor ([[!img lib/symbolic/tor-disconnected.png alt="Menú d'estat de Tor" link="no" class="symbolic"]] o [[!img lib/symbolic/tor-connected.png alt="Menú d'estat de Tor" link="no" class="symbolic"]]) proporciona una drecera a *Circuits Onion*, que us permet gestionar els circuits Tor que utilitza Tails.
de: Das Tor-Statussymbol ([[!img lib/symbolic/tor-disconnected.png alt="Tor-Statusmenü" link="no" class="symbolic"]] oder [[!img lib/symbolic/tor-connected.png alt="Tor-Statusmenü" link="no" class="symbolic"]]) bietet eine Verknüpfung zu *Onion Circuits*, mit der Sie die von Tails verwendeten Tor-Circuits verwalten können.
fr: L'icône de statut Tor ([[!img lib/symbolic/tor-disconnected.png alt="Menu statut Tor" link="no" class="symbolic"]] ou [[!img lib/symbolic/tor-connected.png alt="Menu statut Tor" link="no" class="symbolic"]]) fournit un raccourci vers *Circuits onion*, qui vous permet de gérer les circuits Tor utilisés dans Tails.
it: L'icona dello stato di Tor ([[!img lib/symbolic/tor-disconnected.png alt="Tor status menu" link="no" class="symbolic"]] o [[!img lib/symbolic/tor-connected.png alt="Tor status menu" link="no" class="symbolic"]]) fornisce un accesso rapido a *Circuiti Onion*, che ti permette di gestire i circuiti di Tor usati da Tails.
