Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/shutdown.*.po
Languages: fr

source: [[!meta title="Shutting down Tails"]]
fr: [[!meta title="Éteindre Tails"]]

source: There are 2 ways of shutting down Tails.
fr: Il y a deux moyens d'éteindre Tails.

source: With both techniques, all the data stored in [[!wikipedia Random-access_memory desc="RAM"]] is securely erased to protect you from [[cold boot attacks|doc/advanced_topics/cold_boot_attacks]].
fr: Avec ces deux techniques, les données stockées dans la [[!wikipedia_fr mémoire vive]] sont effacées de manière sécurisée afin d'éviter les [[attaques par démarrage à froid|doc/advanced_topics/cold_boot_attacks]].

source: Shutdown from the system menu
fr: Extinction depuis le menu système

source: Click on the system menu in the upper right corner of the screen.
fr: Cliquez sur le menu système dans le coin en haut à droite de l'écran.

source: Choose [[!img lib/system-shutdown.png link="no" class="symbolic" alt="Power Off"]] to shutdown the computer.
fr: Choisissez [[!img lib/system-shutdown.png link="no" class="symbolic" alt="Éteindre"]] pour éteindre l'ordinateur.

source: Choose [[!img lib/view-refresh.png link="no" class="symbolic" alt="Restart"]] to restart the computer on Tails or on your regular operating system.
fr: Choisissez [[!img lib/view-refresh.png link="no" class="symbolic" alt="Redémarrer"]] pour redémarrer l'ordinateur avec Tails ou avec votre système d'exploitation habituel.

source: Emergency shutdown
fr: Extinction d'urgence

source: To trigger an emergency shutdown, unplug the USB stick or eject the DVD from which Tails is running. Doing so might be faster than shutting down from the system menu.
fr: Pour déclencher une extinction d'urgence, débranchez la clé USB ou éjectez le DVD sur lequel Tails fonctionne. Cette façon de faire est plus rapide qu'une extinction depuis le menu système.

source: <p>You risk breaking your Persistent Storage and losing data when you unplug your USB stick while Tails is running.</p>
fr: <p>Vous risquez de corrompre le stockage persistant et de perdre des données lorsque vous débranchez votre clé USB pendant que Tails est en fonctionnement.</p>

source: <p>If you use a Persistent Storage, only unplug your Tails USB stick in an emergency.</p>
fr: <p>Si vous utilisez le stockage persistant, débranchez votre clé USB Tails uniquement en cas d'urgence.</p>
