Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/welcome_screen.*.po
Languages: ca

source: [[!meta title="Welcome Screen"]]
ca: [[!meta title="Pantalla de Benvinguda"]]

source: The Welcome Screen appears after the Boot Loader, but before the GNOME Desktop.
ca: La Pantalla de Benvinguda apareix després del Carregador d'Arrencada, però abans de l'Escriptori de GNOME.

source: You can use the Welcome Screen to specify startup options that alter some of the basic functioning of Tails.
ca: Podeu utilitzar la Pantalla de Benvinguda per especificar opcions d'inici que alterin alguns dels funcionaments bàsics de Tails.

source: [[!img welcome_screen.png class="screenshot" alt="Welcome to Tails!"]]
ca: [[!img welcome_screen.png class="screenshot" alt="Us donem la benvinguda a Tails!"]]

source: To start Tails without options, click on the <span class="bold">Start Tails</span> button.
ca: Per iniciar Tails sense opcions, feu clic al botó <span class="bold">Inicia Tails</span>.

source: <p>To store the settings of the Welcome Screen across different Tails sessions, turn on the [[Welcome Screen|persistent_storage/configure#welcome_screen]] feature of the Persistent Storage.</p>
ca: <p>Per emmagatzemar la configuració de la Pantalla de Benvinguda en diferents sessions de Tails, activeu la funció de [[Pantalla de Benvinguda|persistent_storage/configure#welcome_screen]] de l'Emmagatzematge Persistent.</p>

source: <p>With this feature turned on, unlock your Persistent Storage to restore your settings in the Welcome Screen.</p>
ca: <p>Amb aquesta funció activada, desbloquegeu el vostre Emmagatzematge Persistent per restaurar la vostra configuració a la Pantalla de Benvinguda.</p>

source: Assistive technologies
ca: Tecnologies d'assistència

source: You can activate several assistive technologies, like a screen reader or large text, from the accessibility menu in the top bar, the
ca: Podeu activar diverses tecnologies d'assistència, com ara un lector de pantalla o text gran, des del menú d'accessibilitat de la barra superior, la icona

source: [[!img lib/accessibility.png alt="accessiblity menu" class="symbolic" link="no"]]
ca: [[!img lib/accessibility.png alt="menú d'accessibilitat" class="symbolic" link="no"]]

source: icon that looks like a person.
ca: que sembla una persona.

source: Language and formats
ca: Llengua i formats

source: You can configure Tails depending on your language and location from the Welcome Screen.
ca: Podeu configurar Tails en funció del vostre idioma i ubicació des de la Pantalla de Benvinguda.

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
ca: L'opció <span class="guilabel">Idioma</span> us permet canviar l'idioma principal de la interfície.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
ca: El text que encara no estigui traduït apareixerà en anglès. Podeu [[ajudar a traduir més text|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
ca: L'opció <span class="guilabel">Disposició del teclat</span> us permet canviar la disposició del teclat. Per exemple, per canviar a un teclat *AZERTY* que és comú a França.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
ca: Encara podreu canviar entre diferents dissenys de teclat des de l'escriptori després d'iniciar Tails.

source: [[!img desktop/keyboard.png link="no" alt="Keyboard Menu"]]
ca: [[!img desktop/keyboard.png link="no" alt="Menú de teclat"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
ca: L'opció <span class="guilabel">Formats</span> us permet canviar el format de la data i l'hora, el primer dia de la setmana, les unitats de mesura i la mida del paper per defecte segons els estàndards que s'utilitzen en un país.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
ca: Per exemple, els EUA i el Regne Unit, dos països de parla anglesa, tenen diferents estàndards:

source: <table> <tr><th></th><th>USA</th><th>United Kingdom</th></tr> <tr><td>Date & time</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>First day of the week</td><td>Sunday</td><td>Monday</td></tr> <tr><td>Unit system</td><td>Imperial</td><td>Metric</td></tr> <tr><td>Paper size</td><td>Letter</td><td>A4</td></tr> </table>
ca: <table> <tr><th></th><th>EUA</th><th>Regne Unit</th></tr> <tr><td>Data i hora</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>Primer dia de la setmana</td><td>Diumenge</td><td>Dilluns</td></tr> <tr><td>Sistema d'unitats</td><td>Imperial</td><td>Mètric</td></tr> <tr><td>Mida del paper</td><td>Carta</td><td>A4</td></tr> </table>

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
ca: Amb aquesta opció també podeu mostrar el calendari en un idioma diferent que la llengua principal. Per exemple, per mostrar un calendari dels EUA, amb setmanes a partir de diumenge, quan l'idioma principal és el rus.

source: Persistent Storage
ca: Emmagatzematge Persistent

source: You can save some of your files and configuration in an encrypted [[Persistent Storage|persistent_storage]] on your Tails USB stick.
ca: Podeu desar alguns dels vostres fitxers i configuració en un [[Emmagatzematge Persistent|persistent_storage]] encriptat al vostre llapis USB de Tails.

source: If no Persistent Storage is detected on the USB stick, you can click the **Create Persistent Storage** button to automatically start the Persistent Storage settings after you start Tails and the desktop appears.
ca: Si no es detecta cap Emmagatzematge Persistent al llapis USB, podeu fer clic al botó **Crea l'Emmagatzematge Persistent** per iniciar automàticament la configuració d'Emmagatzematge Persistent després d'iniciar Tails i aparèixer l'escriptori.

source: If a Persistent Storage is detected on the USB stick, enter your passphrase and click **Unlock Encryption** to unlock and activate your Persistent Storage.
ca: Si es detecta un Emmagatzematge Persistent al llapis USB, introduïu la vostra contrasenya i feu clic a **Desbloqueja l'encriptació** per desbloquejar i activar l'Emmagatzematge Persistent.

source: See also our [[documentation on the Persistent Storage|persistent_storage]].
ca: Vegeu també la nostra [[documentació sobre l'Emmagatzematge Persistent|persistent_storage]].

source: Additional settings
ca: Paràmetres addicionals

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from the Welcome Screen.
ca: Tails es configura amb cura per ser el més segur possible per defecte. Però, depenent de la vostra situació, podeu canviar una de les opcions següents des de la Pantalla de Benvinguda.

source: Administration Password
ca: Contrasenya d'administració

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
ca: Estableix una <span class="guilabel">contrasenya d'administració</span> capaç de realitzar tasques administratives com instal·lar programari addicional o accedir als discs durs interns de l'ordinador.

source: See our documentation about [[the administration password and its security implications|administration_password]].
ca: Consulteu la nostra documentació sobre [[la contrasenya d'administració i les seves implicacions de seguretat|administration_password]].

source: MAC Address Anonymization
ca: Anonimat d'adreces MAC

source: Disable <span class="guilabel">MAC Address Anonymization</span> to prevent connectivity problems with your network interfaces.
ca: Desactiveu l'<span class="guilabel">Anonimat d'adreces MAC</span> per evitar problemes de connectivitat amb les vostres interfícies de xarxa.

source: See our documentation about [[MAC address anonymization|mac_spoofing]].
ca: Vegeu la nostra documentació sobre l'[[anonimització d'adreces MAC|mac_spoofing]].

source: Offline Mode
ca: Mode fora de línia

source: Turn on the **Offline Mode** if you want to work completely offline for increased security.
ca: Activeu el **Mode fora de línia** si voleu treballar completament fora de línia per augmentar la seguretat.

source: Unsafe Browser
ca: Navegador Insegur

source: Disable the ** *Unsafe Browser* **.
ca: Desactiveu el ** *Navegador Insegur* **.

source: See our documentation about [[the *Unsafe Browser* and its security implications|anonymous_internet/unsafe_browser]].
ca: Consulteu la nostra documentació sobre [[el *Navegador Insegur* i les seves implicacions de seguretat|anonymous_internet/unsafe_browser]].

source: Keyboard shortcuts
ca: Dreceres de teclat

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Anonymization</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
ca: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Idioma</td></tr> <tr><td><span class="keycap">Alt+D</span></td><td><span class="guilabel">Disposició del teclat</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+C</span></td><td><span class="guilabel">Emmagatzematge Persistent</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Paràmetres addicionals</td></tr> <tr><td><span class="keycap">Ctrl+Maj+A</span></td><td><span class="guilabel">Contrasenya d'administració</td></tr> <tr><td><span class="keycap">Ctrl+Maj+M</span></td><td><span class="guilabel">Anonimat d'adreces MAC</td></tr> <tr><td><span class="keycap">Alt+I</td><td><span class="guilabel">Inicia Tails</td></tr> </table>
