Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/whisperback.*.po
Languages: ca, de, fr, it

source: [[!meta title="Reporting an error using WhisperBack"]]
ca: [[!meta title="Informar d'un error usant WhisperBack"]]
de: [[!meta title="Einen Fehler melden mit WhisperBack"]]
fr: [[!meta title="Signaler une erreur avec WhisperBack"]]
it: [[!meta title="Segnala un errore utilizzando WhisperBack"]]

source: Reporting errors is a great way of helping us improve Tails.
ca: Informar d'errors és una bona manera d'ajudar-nos a millorar Tails.
de: Fehler zu melden ist eine gute Möglichkeit, um uns zu helfen, Tails zu verbessern.
fr: Signaler des erreurs est une façon très utile de nous aider à améliorer Tails.
it: Segnalare degli errori è un ottimo modo per aiutarci a migliorare Tails.

source: The more effectively you report an error, the more likely we are to fix it.
ca: Com més eficaçment informeu d'un error, més probable és que puguem solucionar-lo.
de: Je detaillierter Sie einen Fehler beschreiben, umso eher können wir ihn beheben.
fr: Plus votre rapport d'erreur est précis, plus elle a de chance d'être corrigée.
it: Più accuratamente segnali un errore, più è probabile che lo risolveremo.

source: <h1 id="known">Check if the error is already known</h1>
ca: <h1 id="known">Comproveu si l'error ja és conegut</h1>
de: <h1 id="known">Überprüfen Sie, ob der Fehler bereits bekannt ist</h1>
fr: <h1 id="known">Vérifier si l'erreur est déjà connue</h1>
it: <h1 id="known">Controlla se l'errore è già noto</h1>

source: You might already find help on our [[support pages|support]].
ca: És possible que ja trobeu ajuda a les nostres [[pàgines d'assistència|support]].
de: Vielleicht finden Sie bereits Hilfe auf unseren [[Support-Seiten|support]].
fr: Vous pouvez déjà trouver de l'aide sur nos [[pages d'assistance|support]].
it: Potresti già trovare aiuto nelle nostre [[pagine di supporto|support]].

source: <h1 id="whisperback">Reporting an error using <i>WhisperBack</i></h1>
ca: <h1 id="whisperback">Informar d'un error utilitzant <i>WhisperBack</i></h1>
de: <h1 id="whisperback">Fehler melden mit <i>WhisperBack</i></h1>
fr: <h1 id="whisperback">Signaler une erreur avec <i>WhisperBack</i></h1>
it: <h1 id="whisperback">Segnala un errore utilizzando <i>WhisperBack</i></h1>

source: *WhisperBack* allows you to report errors anonymously from inside Tails. Reports are sent to us encrypted and over the Tor network.
ca: *WhisperBack* us permet informar d'errors de manera anònima des de Tails. Els informes ens arriben encriptats i a través de la xarxa Tor.
de: *WhisperBack* ermöglicht es Ihnen, Fehler anonym aus Tails zu melden. Die Berichte werden verschlüsselt und über das Tor-Netzwerk an uns gesendet.
fr: *WhisperBack* vous permet de signaler des erreurs anonymement depuis Tails. Les rapports nous sont envoyés chiffrés et en passant par le réseau Tor.

source: <p>Even if we are not able to reply to every report, we analyze all reports to improve Tails.</p>
ca: <p>Encara que no puguem respondre a tots els informes, els analitzem tots per millorar Tails.</p>
de: <p>Auch wenn wir nicht in der Lage sind, auf jeden Bericht zu antworten, analysieren wir alle Berichte, um Tails zu verbessern.</p>⬤
fr: <p>Même si nous ne sommes pas en mesure de répondre à chaque rapport, nous les analysons tous afin d'améliorer Tails</p>
it: <p>Anche se non siamo in grado di rispondere a tutte le segnalazioni, le analizziamo per migliorare Tails.</p>

source: To start *WhisperBack*, choose **Applications**&nbsp;▸ **System Tools**&nbsp;▸ **WhisperBack Error Reporting**.
ca: Per iniciar *WhisperBack*, trieu **Aplicacions**&nbsp;▸ **Eines del sistema**&nbsp;▸ **Informe d'errors de WhisperBack**.
de: Um *WhisperBack* zu starten, wählen Sie **Anwendungen**&nbsp;▸ **Systemwerkzeuge**&nbsp;▸ **WhisperBack-Fehlerberichterstattung**.
fr: Pour lancer *WhisperBack*, choisissez *Applications**&nbsp;▸ **Outils système**&nbsp;▸ **Signalement d’erreurs avec WhisperBack**.
it: Per avviare *WhisperBack*, scegli **Applications**&nbsp;▸ **Strumenti di sistema**&nbsp;▸ **Rapporto errori WhisperBack**.

source: *WhisperBack* helps you write a useful error report.
ca: *WhisperBack* us ajuda a escriure informes d'errors útils.
de: *WhisperBack* hilft dir dabei, einen nützlichen Fehlerbericht zu erstellen.
fr: *WhisperBack* vous aide à écrire un rapport d'erreur utile.
it: *WhisperBack* ti aiuta a scrivere un utile rapporto su un errore.

source: **Tell us exactly how to make the error happen again.**
ca: **Expliqueu-nos exactament com fer que l'error torni a passar.**
de: **Teilen Sie uns genau mit, wie der Fehler erneut reproduziert werden kann.**
fr: **Dites nous exactement comment reproduire l'erreur.**
it: **Ci dice esattamente come fare in modo che l'errore si ripeta.**

source: Our team needs to be able to reproduce the error to know whether we really fixed it.
ca: El nostre equip ha de ser capaç de reproduir l'error per saber si realment l'hem arreglat.
de: Unser Team muss in der Lage sein, den Fehler zu reproduzieren, um festzustellen, ob wir ihn wirklich behoben haben.
fr: Notre équipe a besoin d'être capable de reproduire l'erreur pour savoir si nous l'avons réellement corrigée.
it: Il nostro team deve essere in grado di riprodurre l'errore per sapere se l'abbiamo veramente risolto.

source: **Describe the error in detail.**
ca: **Descriviu l'error en detall.**
de: **Beschreiben Sie den Fehler im Detail.**
fr: **Décrire l'erreur en détail.**
it: **Descrivi l'errore in dettaglio.**

source: Write down the exact error messages.
ca: Anoteu els missatges d'error exactes.
de: Notieren Sie die genauen Fehlermeldungen.
fr: Notez les messages d'erreur exacts.
it: Scrivi esattamentei i messaggi di errore.

source: **Write clearly and precisely.**
ca: **Escriviu de manera clara i precisa.**
de: **Schreiben Sie klar und präzise.**
fr: **Écrivez clairement et précisément.**
it: **Scrivi in modo chiaro e preciso.**

source: You can also enter an email address.
ca: També podeu introduir una adreça de correu electrònic.
de: Es kann auch eine E-Mail-Adresse eingegeben werden.
fr: Vous pouvez également saisir une adresse de courrier électronique.

source: Giving us an email address allows us to ask you for more information if we need it. This is the case for the vast majority of reports.
ca: Donar-nos una adreça de correu electrònic ens permet demanar-vos més informació si la necessitem. Aquest és el cas de la gran majoria dels informes.
de: Wenn Sie uns eine E-Mail-Adresse geben, können wir Sie um weitere Informationen bitten, falls wir diese benötigen. Dies ist in den meisten Fällen der Fall.
fr: Nous fournir une adresse de courrier électronique nous permet de vous demander plus d'informations si nous en avons besoin. C'est le cas pour la très grande majorité des signalements.
it: Lasciandoci un indirizzo e-mail ci consente di chiederti ulteriori informazioni nel caso in cui ne avessimo bisogno. Questo succede nella stragrande maggioranza dei casi.

source: But giving us your email address also makes it possible for your email provider to know that you are using Tails, if we write back to you.
ca: Però donar-nos la vostra adreça de correu electrònic també fa possible al vostre proveïdor de correu electrònic saber que esteu utilitzant Tails, si us escrivim.
de: Wenn Sie uns Ihre E-Mail-Adresse geben, kann Ihr E-Mail-Anbieter auch erfahren, dass Sie Tails verwenden, wenn wir Ihnen zurückschreiben.
fr: Mais nous fournir une adresse de courrier électronique rend possible pour votre fournisseur de courrier électronique de savoir que vous utilisez Tails, si nous vous écrivons en retour.
it: Ma fornirci il tuo indirizzo e-mail fa sì che il tuo provider di posta elettronica sappia che stai usando Tails, se ti rispondiamo.

source: Optionally, enter your OpenPGP public key, if you want us to write back to you in an encrypted email.
ca: Opcionalment, introduïu la vostra clau pública OpenPGP, si voleu que us escrivim en un correu electrònic encriptat.
de: Optional können Sie Ihren OpenPGP- öffentlichen Schlüssel eingeben, wenn Sie möchten, dass wir Ihnen in einer verschlüsselten E-Mail antworten.
fr: En option, saisissez votre clé publique OpenPGP, si vous voulez que nous vous répondions avec un courrier électronique chiffré.
it: Facoltativo, inserisci la tua chiave pubblica OpenPGP, se desideri che ti si risponda con un'e-mail cifrata.

source: You can specify either:
ca: Podeu especificar:
de: Sie können entweder Folgendes angeben:
fr: Vous pouvez également spécifier :
it: È possibile specificare sia:

source: A **key ID**, if your key is available on <https://keys.openpgp.org/>
ca: Un **identificador de clau**, si la vostra clau està disponible a <https://keys.openpgp.org/>
de: Eine **Schlüssel-ID**, wenn Ihr Schlüssel auf <https://keys.openpgp.org/> verfügbar ist
fr: L'**identifiant de la clé**, si votre clé est disponible sur <https://keys.openpgp.org/>
it: Un **identificativo della chiave**, se la tua chiave è disponibile su <https://keys.openpgp.org/>

source: A **link to the key**, if your key is available elsewhere on the web
ca: Un **enllaç a la clau**, si la vostra clau està disponible al web
de: einen **Link zu dem Schlüssel**, falls Ihr Schlüssel im Web abrufbar ist
fr: Un **lien vers la clé**, si votre clé est disponible quelque part sur le web
it: Un **collegamento alla chiave**, se la tua chiave è disponibile altrove sul web

source: A **public key block**, if your key is not publicly available
ca: Un **bloc de clau pública**, si la vostra clau no està disponible públicament
de: Einen **öffentlichen Schlüsselblock**, wenn Ihr Schlüssel nicht öffentlich verfügbar ist
fr: Le **bloc de la clé publique**, si votre clé n'est pas accessible publiquement
it: Un **blocco chiave pubblica**, se la tua chiave non è disponibile pubblicamente

source: You can have a look at the **Technical Details** that are included in your report. They give us information about your hardware, your version of Tails, and all the errors that happened since you started Tails.
ca: Podeu fer una ullada als **Detalls tècnics** que s'inclouen al vostre informe. Ens donen informació sobre el vostre maquinari, la vostra versió de Tails i tots els errors que s'han produït des que vau iniciar Tails.
de: Es können die **technischen Details** im Bericht eingesehen werden. Diese liefern Informationen über die Hardware, die verwendete Tails-Version und alle Fehler, die seit dem Start von Tails aufgetreten sind.
fr: Vous pouvez jeter un œil aux **détails techniques** qui sont inclus dans votre rapport. Ils nous donnent des informations sur votre matériel, votre version de Tails et toutes les erreurs qui sont survenues depuis que vous avez démarré Tails.
it: Puoi dare un'occhiata ai **dettagli tecnici** inclusi nel tuo rapporto. Essi forniscono informazioni sull'hardware, sulla versione di Tails e su tutti gli errori verificatisi dopo l'avvio di Tails.

source: Click **Send** to send your report.
ca: Feu clic a **Envia** per enviar el vostre informe.
de: Auf **Senden** klicken, um den Bericht zu übermitteln.
fr: Cliquez sur **Envoyer** pour envoyer votre rapport.
it: Clic su **Invia** per inviare il tuo rapporto.

source: <h1 id="offline">If you cannot connect to the Internet or the Tor network</h1>
ca: <h1 id="offline">Si no podeu connectar-vos a Internet o a la xarxa Tor</h1>
de: <h1 id="offline">Wenn Sie keine Verbindung zum Internet oder zum Tor-Netzwerk herstellen können</h1>
fr: <h1 id="offline">Si vous ne pouvez pas vous connecter à Internet ou au réseau Tor</h1>
it: <h1 id="offline">Se non ti è possibile connetterti a Internet o alla rete Tor</h1>

source: If you cannot connect to the Internet or the Tor network, you cannot send us your error report using *WhisperBack*.
ca: Si no us podeu connectar a Internet o a la xarxa Tor, no ens podeu enviar el vostre informe d'error mitjançant *WhisperBack*.
de: Wenn Sie keine Verbindung zum Internet oder zum Tor-Netzwerk herstellen können, können Sie uns Ihren Fehlerbericht nicht über *WhisperBack* senden.
fr: Si vous ne pouvez pas vous connecter à Internet ou au réseau Tor, vous ne pouvez pas nous envoyer un signalement d'erreur avec *WhisperBack*.
it: Se non ti è possibile connetterti a Internet o alla rete Tor, non puoi inviarci il tuo rapporto sugli errori utilizzando *WhisperBack*.

source: <p>See also: [[Troubleshooting Wi-Fi not working|anonymous_internet/no-wifi]]</p>
ca: <p>Vegeu també: [[Resolució de problemes de Wi-Fi quan aquest no funciona|anonymous_internet/no-wifi]]</p>
de: <p>Siehe auch: [[Fehlerbehebung bei nicht funktionierendem Wi-Fi|anonymous_internet/no-wifi]]</p>
fr: <p>Voir aussi : [[Corriger les problèmes de Wi-Fi qui ne fonctionne pas|anonymous_internet/no-wifi]]</p>
it: <p>Vedi anche: [[Risoluzione dei problemi del Wi-Fi non funzionante|anonymous_internet/no-wifi]]</p>

source: To send us your error report by email instead:
ca: Per enviar-nos el vostre informe d'error per correu electrònic:
de: Um uns Ihren Fehlerbericht stattdessen per E-Mail zu senden:
fr: Pour nous envoyer un rapport d'erreur par courrier électronique à la place :
it: Per inviarci invece la tua segnalazione di errore via e-mail:

source: Plug in another USB stick to be able to open your report outside of Tails.
ca: Connecteu un altre llapis USB per poder obrir el vostre informe fora de Tails.
de: Stecken Sie einen weiteren USB-Stick ein, um Ihren Bericht außerhalb von Tails öffnen zu können.
fr: Branchez une autre clé USB pour pouvoir ouvrir votre rapport en dehors de Tails.
it: Collega un'altra chiavetta USB per poter aprire il tuo rapporto al di fuori di Tails.

source: In parallel, choose **Applications**&nbsp;▸ **Accessories**&nbsp;▸ **Text Editor** to open the *Text Editor*.
ca: Paral·lelament, trieu **Aplicacions**&nbsp;▸ **Accessoris**&nbsp;▸ **Editor de text** per obrir l'*Editor de text*.
de: Wählen Sie parallel **Anwendungen**&nbsp;▸ **Zubehör**&nbsp;▸ **Texteditor**, um den *Texteditor* zu öffnen.
fr: En parallèle, choisissez **Applications**&nbsp;▸ **Accessoires**&nbsp;▸ **Éditeur de texte** pour ouvrir l'*Éditeur de texte*.
it: Parallelamente, scegli **Applicazioni**&nbsp;▸ **Accessori**&nbsp;▸ **Editore di testo** per aprire l'*Editore di testo*.

source: In the **Technical Details** tab, copy everything from the **Headers** section and paste it into the *Text Editor*.
ca: A la pestanya **Detalls tècnics**, copieu-ho tot de la secció **Capçaleres** i enganxeu-ho a l'*Editor de text*.
de: Im Tab **Technische Details** kopieren Sie alles aus dem Abschnitt **Header** und fügen es in den *Texteditor* ein.
fr: Dans l'onglet **Détails techniques**, copiez tout dans la section **En-têtes** et collez-le dans l'*Éditeur de texte*.
it: Nella scheda **Dettagli tecnici**, copia tutto dalla sezione **Intestazione** e incollalo nell'*Editore di testo*.

source: In the **Technical Details** tab, copy everything from the **Debugging Information** section and paste it into the *Text Editor*.
ca: A la pestanya **Detalls tècnics**, copieu-ho tot de la secció **Informació de depuració** i enganxeu-ho a l'*Editor de text*.
de: Im Tab **Technische Details** kopieren Sie alles aus dem Abschnitt **Fehlerbehebungsinformationen** und fügen es in den *Texteditor* ein.
fr: Dans l'onglet **Détails techniques**, copiez tout dans la section **Informations de débogage** et collez-le dans l'*Éditeur de texte*.
it: Nella scheda **Dettagli Tecnici**, copia tutto dalla sezione **Informazioni di Debug** e incollalo nell'*Editor di Testo*.

source: Save your report from the *Text Editor* to the other USB stick.
ca: Deseu l'informe des de l'*Editor de text* a l'altre llapis USB.
de: Speichern Sie Ihren Bericht aus dem *Texteditor* auf dem anderen USB-Stick.
fr: Enregistrez votre rapport depuis l'*Éditeur de texte* sur l'autre clé USB.
it: Salva il tuo rapporto dall' *Editor di Testo* all'altra chiavetta USB.

source: Restart on your regular operating system.
ca: Reinicieu el vostre sistema operatiu habitual.
de: Starten Sie Ihr reguläres Betriebssystem neu.
fr: Redémarrez sur votre système d'exploitation habituel.
it: Riavvia sul tuo sistema operativo abituale.

source: Send your report to [[support@tails.net|about/contact#support]].
ca: Envieu el vostre informe a [[support@tails.net|about/contact#support]].
de: Senden Sie Ihren Bericht an [[support@tails.net|about/contact#support]].
fr: Envoyez votre rapport à [[support@tails.net|about/contact#support]].
it: Invia la tua segnalazione a [[support@tails.net|about/contact#support]].

source: <h1 id="debian">Reproducing the error in Debian (for advanced users)</h1>
ca: <h1 id="debian">Reproduir l'error a Debian (per a usuaris avançats)</h1>
de: <h1 id="debian">Fehler in Debian reproduzieren (für fortgeschrittene Benutzer)</h1>
fr: <h1 id="debian">Reproduire l'erreur dans Debian (usage avancé)</h1>
it: <h1 id="debian">Riprodurre l'errore in Debian (per utenti esperti)</h1>

source: It is very useful for us to know if your error only affects Tails or also affects Debian, on which Tails is based.
ca: Ens és molt útil saber si el vostre error només afecta a Tails o també a Debian, en què es basa Tails.
de: Es ist sehr hilfreich für uns zu wissen, ob der Fehler nur Tails betrifft oder auch Debian, worauf Tails basiert.
fr: Il nous est très utile de savoir si votre erreur affecte seulement Tails ou si elle affecte également Debian, sur laquelle Tails est basé.
it: Per noi è molto utile sapere se il tuo errore riguarda solamente Tails o riguarda anche Debian, su cui si basa Tails.

source: If your error also affects Debian *stable*, then the problem must be fixed in Debian directly and not in Tails.
ca: Si el vostre error també afecta Debian *stable*, llavors el problema s'ha de solucionar directament a Debian i no a Tails.
de: Falls Ihr Fehler ebenfalls Debian *stable* betrifft, muss das Problem direkt in Debian und nicht in Tails behoben werden.
fr: Si votre erreur affecte également Debian *stable* alors ce problème doit être corrigé directement dans Debian et non dans Tails.
it: Se l'errore riguarda anche Debian *stable*, allora il problema deve essere risolto direttamente in Debian e non in Tails.

source: If your error affects Debian *stable* but not Debian *testing*, then the problem might have been solved already in Debian.
ca: Si el vostre error afecta a Debian *estable* però no a Debian *testing*, és possible que ja s'hagi resolt a Debian.
de: Falls Ihr Fehler Debian *stable*, jedoch nicht Debian *testing* betrifft, könnte das Problem bereits in Debian behoben sein.
fr: Si votre erreur affecte Debian *stable* mais pas Debian *testing*, alors ce problème pourrait être déjà corrigé dans Debian.
it: Se il tuo errore riguarda Debian *stable* ma non Debian *testing*, allora il problema potrebbe essere già stato risolto in Debian.

source: Debian also distributes *live* images that you can install on a USB stick using the same installation procedure as for installing Tails.
ca: Debian també distribueix imatges *en viu* que podeu instal·lar en un llapis USB utilitzant el mateix procediment d'instal·lació que per instal·lar Tails.
de: Debian stellt ebenfalls *Live*-Images zur Verfügung, die Sie auf einem USB-Stick installieren können, indem Sie dasselbe Installationsverfahren wie bei der Installation von Tails verwenden.
fr: Debian distribue également des images *live* qui peuvent être installées sur une clé USB en utilisant la même procédure d'installation que Tails.
it: Debian distribuisce anche immagini *live* che puoi installare su una chiavetta USB usando la stessa procedura d'installazione usata per installare Tails.

source: Debian stable
ca: Debian estable
it: Debian stabile

source: Live images for Debian stable, on which Tails is based, are available on:
ca: Les imatges en directe per a Debian *stable*, en què es basa Tails, estan disponibles a:
de: Live-Images für Debian Stable, auf dem Tails basiert, sind verfügbar unter:
fr: Les images « live » pour la version stable de Debian, sur laquelle est basé Tails, sont disponibles ici :
it: Immagini live per Debian stabile, sulla quale è basato Tails, sono disponibili su:

source: Download the file that ends with *amd64-gnome.iso* to have the GNOME desktop.
ca: Baixeu el fitxer que acaba amb *amd64-gnome.iso* per tenir l'escriptori GNOME.
de: Laden Sie die Datei herunter, die mit *amd64-gnome.iso* endet, um den GNOME-Desktop zu erhalten.
fr: Télécharger le fichier qui se termine par *amd64-gnome.iso* pour avoir le bureau GNOME.
it: Scarica il file che termina con *amd64-gnome.iso* per avere il desktop GNOME.

source: Live images for the testing version of Debian are available on:
ca: Les imatges en viu per a la versió de prova de Debian estan disponibles a:
de: Live-Images für die Testversion von Debian sind verfügbar unter:
fr: Les images « live »pour la version testing de Debian sont disponibles ici :
it: Immagini live per la versione testing di Debian sono disponibili su:

source: Doing so takes much more time so, in doubt, report your error as instructed earlier and wait for guidance from us.
fr: Faire cela prend beaucoup plus de temps donc, dans le doute, signalez votre erreur comme indiqué précédemment et attendez des instructions venant de nous.

source: Debian testing
it: Versione testing di Debian
