Repository: ks-sbc/os
Catalog: wiki/src/doc/about/warnings/identity.*.po
Languages: ca, es

source: [[!meta title="Protecting your identity when using Tails"]]
ca: [[!meta title="Protegir la vostra identitat quan feu servir Tails"]]
es: [[!meta title="Protegiendo tu identidad al usar Tails"]]

source: Protecting your identity
ca: Protecció de la vostra identitat
es: Proteger tu identidad

source: [[!inline pages="doc/about/warning/identity.inline" raw="yes" sort="age"]] [[!toc levels=2]]
ca: [[!inline pages="doc/about/warning/identity.inline.ca" raw="yes" sort="age"]] [[!toc levels=2]]
es: [[!inline pages="doc/about/warning/identity.inline.es" raw="yes" sort="age"]] [[!toc levels=2]]

source: Clean metadata from files before sharing them
ca: Netegeu les metadades dels fitxers abans de compartir-los
es: Limpiar los metadatos de los archivos antes de compartirlos

source: Many files contain hidden data, or metadata:
ca: Molts fitxers contenen dades o metadades ocultes:
es: Muchos archivos contienen datos ocultos o metadatos:

source: JPEG and other image files often contain information about where a picture was taken and which camera was used.
ca: JPEG i altres fitxers d'imatge sovint contenen informació sobre on s'ha realitzat una imatge i quina càmera s'ha utilitzat.
es: JPEG y otros formatos de imagen a veces contienen información sobre dónde fue tomada la foto y qué cámara se usó.

source: Office documents often contain information about their author, and the date and time the document was created.
ca: Els documents d'Office sovint contenen informació sobre el seu autor, la data i l'hora de creació del document.
es: Documentos de Office a veces contienen información sobre su autor, y la fecha y hora en la que el documento fue creado.

source: To help you clean metadata, Tails include [[<i>Metadata Cleaner</i>|doc/sensitive_documents/metadata]], a tool to remove metadata in a wide range of file formats.
ca: Per ajudar-vos a netejar les metadades, Tails inclou un [[<i>Netejador de metadades</i>|doc/sensitive_documents/metadata]], una eina per eliminar metadades en una àmplia gamma de formats de fitxer.
es: Para ayudarte a eliminar los metadatos, Tails incluye [[<i>mat2</i>|doc/sensitive_documents/metadata]], una herramienta que elimina los metadatos en una variedad de formatos de archivo.

source: Metadata has been used in the past to locate people from pictures they took. For an example, see <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala">NPR: Betrayed by metadata, John McAfee admits he's really in Guatemala</a>.
ca: Les metadades s'han utilitzat en el passat per localitzar persones a partir de les imatges que van fer. Per obtenir un exemple, vegeu <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala">NPR: Traït per les metadades, John McAfee admet que és realment a Guatemala</a>.
es: Se han utilizado metadatos en el pasado para localizar gente por fotos que ellos tomaron. Por ejemplo, <a href="https://www.npr.org/sections/thetwo-way/2012/12/04/166487197/betrayed-by-metadata-john-mcafee-admits-hes-really-in-guatemala">NPR: Traicionado por los metadatos, John McAfee admite que realmente está en Guatemala</a>.

source: Use Tails sessions for only one purpose at a time
ca: Utilitzeu les sessions de Tails només per a un propòsit alhora
es: Usa las sesiones de Tails para un solo propósito a la vez

source: If you use Tails sessions for more than one purpose at a time, an adversary could link your different activities together.
ca: Si feu servir les sessions de Tails per a més d'un propòsit alhora, un adversari podria enllaçar les vostres diferents activitats.
es: Si usas una sesión de Tails para más de un propósito a la vez, un adversario podría relacionar tus actividades.

source: For example, if you log into different accounts on the same website in a single Tails session, the website could determine that the accounts are used by the same person. This is because websites can tell when 2 accounts are using the same Tor circuit.
ca: Per exemple, si inicieu sessió a diferents comptes al mateix lloc web en una única sessió de Tails, el lloc web podria determinar que els comptes són utilitzats per la mateixa persona. Això es deu al fet que els llocs web poden dir quan dos comptes utilitzen el mateix circuit Tor.
es: Por ejemplo, si inicias sesion con diferentes cuentas en el mismo sitio web en una sola sesión de Tails, el sitio web podria determinar que las cuentas son usadas por la misma persona. Esto es porque las paginas web pueden deducir cuando 2 cuentas estan usando el mismo circuito Tor.

source: To prevent an adversary from linking your activities together while using Tails, restart Tails between different activities. For example, restart Tails between checking your work email and your whistleblowing email.
ca: Per evitar que un adversari enllaci les vostres activitats mentre feu servir Tails, reinicieu Tails entre diferents activitats. Per exemple, reinicieu Tails entre comprovar el correu electrònic de la feina i el correu electrònic de denúncia.
es: Para prevenir que un adversario relacione sus actividades mientras usa Tails, reinicie Tails entre diferentes actividades. Por ejemplo, reinicie Tails cuando cambie entre su correo electronico de trabajo y su correo electronico de denunciante.

source: We are not aware of any such attacks to deanonymize people online who used Tails for different purposes at a time.
ca: No tenim coneixement d'aquests atacs per desanonimitzar persones en línia que utilitzin Tails amb diferents finalitats alhora.
es: No somos conscientes de ningún ataque de este tipo para desanonimizar personas en la red que usen Tails por diferentes propósitos a la vez.

source: If you worry that the files in your [[Persistent Storage|doc/persistent_storage]] could be used to link your activities together, consider using a different Tails USB stick for each activity. For example, use one Tails USB stick for your activism work and another one for your journalism work.
ca: Si us preocupa que els fitxers del vostre [[Emmagatzematge Persistent|doc/persistent_storage]] es puguin utilitzar per enllaçar les vostres activitats, penseu a utilitzar un llapis USB de Tails diferent per a cada activitat. Per exemple, utilitzeu un llapis USB de Tails per al vostre treball d'activisme i un altre per al vostre treball de periodisme.
es: Si te preocupa que tus archivos del [[Almacenamiento Persistente|doc/persistent_storage]] sean usados para vincular tus actividades, considera usar una memoria USB de Tails diferente para cada actividad. Por ejemplo, usa una memoria USB de Tails para tu trabajo de activista y otra para tu trabajo de periodista.
