Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/desktop/time.*.po
Languages: ca, de

source: [[!meta title="Why is the time wrong?"]]
ca: [[!meta title="Per què és incorrecta l'hora?"]]
de: [[!meta title="Warum ist die Uhrzeit falsch?"]]

source: When Tails starts, the system time zone is set to GMT (Greenwich Mean Time). This time zone might be a few hours in the future if you are west of the United Kingdom, or in the past if you are east of the UK. The minutes should be accurate.
ca: Quan s'inicia Tails, la zona horària del sistema s'estableix a GMT (Greenwich Mean Time). Aquesta zona horària pot ser d'unes quantes hores en el futur si esteu a l'oest del Regne Unit, o en el passat si esteu a l'est del Regne Unit. Els minuts han de ser exactes.
de: Wenn Tails startet, ist die Zeitzone des Systems auf GMT (Greenwich Mean Time) eingestellt. Diese Zeitzone kann ein paar Stunden in der Zukunft liegen, wenn Sie sich westlich des Vereinigten Königreichs befinden, oder in der Vergangenheit, wenn Sie sich östlich des Vereinigten Königreichs befinden. Die Minuten sollten genau sein.

source: [[!img gmt.png class="screenshot" alt="Time displayed with 'GMT' indication in top navigation bar"]]
ca: [[!img gmt.png class="screenshot" alt="L'hora es mostra amb la indicació 'GMT' a la barra de navegació superior"]]
de: [[!img gmt.png class="screenshot" alt="Zeit wird mit 'GMT'-Anzeige in der oberen Navigationsleiste angezeigt"]]

source: We do this for anonymity reasons: if some application reveals your actual time zone, it might help identifying who you are.
ca: Ho fem per raons d'anonimat: si alguna aplicació revela la vostra zona horària real, pot ajudar a identificar qui sou.
de: Wir tun dies aus Gründen der Anonymität: Wenn eine Anwendung Ihre tatsächliche Zeitzone preisgibt, könnte dies helfen, Sie zu identifizieren.

source: Having all Tails users set to the same time zone makes it more difficult to distinguish you amongst all the other Tails users.
ca: Tenir tots els usuaris de Tails configurats a la mateixa zona horària fa que sigui més difícil distingir-vos entre tots els altres usuaris de Tails.
de: Wenn alle Tails-Benutzer auf dieselbe Zeitzone eingestellt sind, ist es schwieriger, Sie von allen anderen Tails-Benutzern zu unterscheiden.

source: Displaying the time in your local time zone
ca: Mostrar l'hora a la vostra zona horària local
de: Die Uhrzeit in Ihrer lokalen Zeitzone anzeigen

source: If connecting to Tor using a bridge fails and you have to [[set the clock and time zone|doc/anonymous_internet/tor/troubleshoot]] of your computer, the time is displayed in your time zone instead of in GMT.
ca: Si la connexió a Tor mitjançant un pont falla i heu d'[[establir el rellotge i la zona horària|doc/anonymous_internet/tor/troubleshoot]] del vostre ordinador, l'hora es mostrarà a la vostra zona horària en lloc de GMT.
de: Wenn die Verbindung zu Tor über eine Bridge fehlschlägt und Sie die [[Uhrzeit und Zeitzone Ihres Computers einstellen müssen|doc/anonymous_internet/tor/troubleshoot]], wird die Zeit in Ihrer Zeitzone und nicht in GMT angezeigt.

source: [[!img local.png class="screenshot" alt="Time displayed without 'GMT' indication in top navigation bar"]]
ca: [[!img local.png class="screenshot" alt="L'hora es mostra sense la indicació 'GMT' a la barra de navegació superior"]]
de: [[!img local.png class="screenshot" alt="Zeitangabe ohne 'GMT'-Hinweis in der oberen Navigationsleiste"]]

source: <p>Fixing the clock when Tails fails to connect to Tor is currently the only way of changing the time zone of the time displayed in the top navigation bar.</p>
ca: <p>Arreglar el rellotge quan Tails no es connecta a Tor és actualment l'única manera de canviar la zona horària de l'hora que es mostra a la barra de navegació superior.</p>
de: <p>Das Beheben der Uhrzeit, wenn Tails keine Verbindung zu Tor herstellen kann, ist derzeit der einzige Weg, um die Zeitzone der in der oberen Navigationsleiste angezeigten Uhrzeit zu ändern.</p>

source: <p>In the future, we want to make it possible to change this time zone ([[!tails_ticket 10819]]) from the desktop and store it in the Persistent Storage ([[!tails_ticket 12094]]).</p>
ca: <p>En el futur, volem fer possible canviar aquesta zona horària ([[!tails_ticket 10819]]) des de l'escriptori i emmagatzemar-la a l'Emmagatzematge Persistent ([[!tails_ticket 12094]]).</p>
de: <p>In Zukunft möchten wir es ermöglichen, diese Zeitzone ([[!tails_ticket 10819]]) vom Desktop aus zu ändern und im beständigen Datenspeicher zu speichern ([[!tails_ticket 12094]]).</p>

source: Time used by applications
ca: Temps utilitzat per les aplicacions
de: Zeit, die von Anwendungen verwendet wird

source: Even if the time is displayed in your local time zone in the top navigation bar, the internal time used by all applications in Tails is still in GMT to protect your anonymity.
ca: Fins i tot si l'hora es mostra a la vostra zona horària local a la barra de navegació superior, l'hora interna utilitzada per totes les aplicacions de Tails encara és GMT per protegir el vostre anonimat.
de: Selbst wenn die Uhrzeit in der oberen Navigationsleiste in Ihrer lokalen Zeitzone angezeigt wird, wird die interne Zeit, die von allen Anwendungen in Tails verwendet wird, weiterhin in GMT angezeigt, um Ihre Anonymität zu schützen.

source: For example, the sending time of emails in *Thunderbird* or messages in *Pidgin* is always in GMT to avoid leaking your time zone to the people you write to.
ca: Per exemple, l'hora d'enviament de correus electrònics al *Thunderbird* o missatges al *Pidgin* sempre és GMT per evitar filtrar la vostra zona horària a les persones a les quals escriviu.
de: Zum Beispiel ist die Versandzeit von E-Mails in *Thunderbird* oder Nachrichten in *Pidgin* immer in GMT, um zu verhindern, dass Ihre Zeitzone an die Personen weitergegeben wird, an die Sie schreiben.
