Repository: ks-sbc/os
Catalog: wiki/src/doc/encryption_and_privacy/encrypted_volumes.*.po
Languages: ca, de, fr

source: [[!meta title="Creating and using LUKS encrypted volumes"]]
ca: [[!meta title="Creació i ús de volums encriptats amb LUKS"]]
de: [[!meta title="Erstellen und Verwenden von LUKS-verschlüsselten Volumes"]]
fr: [[!meta title="Création et utilisation des supports chiffrés LUKS"]]

source: <h1 id="luks">Introduction to <span class="application">LUKS</span></h1>
ca: <h1 id="luks">Introducció a <span class="application">LUKS</span></h1>
de: <h1 id="luks">Einführung in <span class="application">LUKS</span></h1>
fr: <h1 id="luks">Introduction à <span class="application">LUKS</span></h1>

source: <p>The simplest way to carry around the documents that you want to use with Tails encrypted is to use the [[Persistent Storage|persistent_storage]].</p>
ca: <p>La manera més senzilla de portar els documents que voleu utilitzar amb Tails encriptats és utilitzar l'[[Emmagatzematge Persistent|persistent_storage]].</p>
de: <p>Der einfachste Weg, um die Dokumente zu nutzen, die Sie mit Tails verschlüsselt, ist die Verwendung des [[persistenten Speichers|persistent_storage]].</p>
fr: <p>La façon la plus simple de transporter chiffrés les documents que vous voulez utiliser avec Tails est d'utiliser le [[stockage persistant|persistent_storage]].</p>

source: You can create other encrypted volumes using <span class="application">LUKS</span> to encrypt, for example, another USB stick or an external hard disk. <span class="application">LUKS</span> is the standard for disk encryption in Linux.
ca: Podeu crear altres volums encriptats utilitzant <span class="application">LUKS</span> per encriptar, per exemple, un altre llapis USB o un disc dur extern. <span class="application">LUKS</span> és l'estàndard per a l'encriptatge de disc a Linux.
de: Sie können weitere verschlüsselte Volumes mit <span class="application">LUKS</span> erstellen, um zum Beispiel einen anderen USB-Stick oder eine externe Festplatte zu verschlüsseln. <span class="application">LUKS</span> ist der Standard für Festplattenverschlüsselung in Linux.
fr: Vous pouvez créer d'autres volumes chiffrés en utilisant <span class="application">LUKS</span> pour chiffrer, par exemple, une autre clé USB ou un disque dur externe. <span class="application">LUKS</span> est le standard pour le chiffrement de disque sous Linux.

source: - The *Disks* utility allows you to create encrypted volumes.
ca: - La utilitat *Discs* us permet crear volums encriptats.
de: - Das *Disks*-Dienstprogramm ermöglicht es Ihnen, verschlüsselte Volumes zu erstellen.
fr: - L'utilitaire *Disques* vous permet de créer des volumes chiffrés.

source: - The GNOME desktop allows you to open encrypted volumes.
ca: - L'escriptori de GNOME us permet obrir volums encriptats.
de: - Die GNOME-Arbeitsumgebung erlaubt es Ihnen, verschlüsselte Laufwerke zu öffnen.
fr: - Le bureau GNOME vous permet d'ouvrir des supports chiffrés.

source: <h2 id="comparison">Comparison between <span class="application">LUKS</span> and <span class="application">VeraCrypt</span></h2>
ca: <h2 id="comparison">Comparació entre <span class="application">LUKS</span> i <span class="application">VeraCrypt</span></h2>
de: <h2 id="comparison">Vergleich zwischen <span class="application">LUKS</span> und <span class="application">VeraCrypt</span></h2>
fr: <h2 id="comparison">Comparaison entre <span class="application">LUKS</span> et <span class="application">VeraCrypt</span></h2>

source: You can also open <span class="application">VeraCrypt</span> encrypted volumes in Tails. <span class="application">VeraCrypt</span> is a disk encryption tool for Windows, macOS, and Linux. [[See our documentation about <span class="application">VeraCrypt</span>.|veracrypt]]
ca: També podeu obrir volums encriptats amb <span class="application">VeraCrypt</span> a Tails. <span class="application">VeraCrypt</span> és una eina d'encriptatge de discs per a Windows, macOS i Linux. [[Vegeu la nostra documentació sobre <span class="application">VeraCrypt</span>.|veracrypt]]
de: Sie können auch <span class="application">VeraCrypt</span>-verschlüsselte Volumes in Tails öffnen. <span class="application">VeraCrypt</span> ist ein Festplattenverschlüsselungstool für Windows, macOS und Linux. [[Siehe unsere Dokumentation über <span class="application">VeraCrypt</span>.|veracrypt]]
fr: Vous pouvez également ouvrir des volumes chiffrés <span class="application">VeraCrypt</span> dans Tails. <span class="application">VeraCrypt</span> est un outil de chiffrement de disque pour Windows, macOS et Linux. [[Voir notre documentation sur <span class="application">VeraCrypt</span>.|veracrypt]]

source: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline" raw="yes" sort="age"]]
ca: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.ca" raw="yes" sort="age"]]
de: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.fr" raw="yes" sort="age"]]

source: <h1 id="creating">Creating an encrypted partition</h1>
ca: <h1 id="creating">Creació d'una partició encriptada</h1>
de: <h1 id="creating">Erstellen Sie eine verschlüsselte Partition</h1>
fr: <h1 id="creating">Créer une partition chiffrée</h1>

source: Choose **Applications**&nbsp;▸ **Utilities**&nbsp;▸ **Disks** to open the *Disks* utility.
ca: Trieu **Aplicacions**&nbsp;▸ **Utilitats**&nbsp;▸ **Discs** per obrir *Discs de GNOME*.
de: Wählen Sie **Anwendungen**&nbsp;▸ **Dienstprogramme**&nbsp;▸ **Datenträger**, um das *Datenträger*-Dienstprogramm zu öffnen.
fr: Choisissez **Applications**&nbsp;▸ **Utilitaires**&nbsp;▸ **Disques** pour ouvrir l'utilitaire *Disques*.

source: <h2 id="identifying">Identifying your external storage device</h2>
ca: <h2 id="identifying">Identificació del dispositiu d'emmagatzematge extern</h2>
de: <h2 id="identifying">Identifizierung Ihres externen Speichergeräts</h2>
fr: <h2 id="identifying">Identifier votre périphérique de stockage externe</h2>

source: The *Disks* utility lists all the current storage devices on the left side of the screen.
ca: La utilitat *Discs* enumera tots els dispositius d'emmagatzematge actuals a la part esquerra de la pantalla.
de: Das *Disks*-Dienstprogramm listet alle aktuellen Speichergeräte auf der linken Seite des Bildschirms auf.
fr: L'utilitaire *Disques* liste sur le côté gauche de l'écran tous les périphériques de stockage disponibles.

source: Plug in the external storage device that you want to use.
ca: Connecteu el dispositiu d'emmagatzematge extern que voleu utilitzar.
de: Schließen Sie das externe Speichermedium an, welches Sie verwenden möchten.
fr: Branchez le périphérique externe que vous souhaitez utiliser.

source: A new device appears in the list of storage devices. Click on it.
ca: Apareix un dispositiu nou a la llista de dispositius d'emmagatzematge. Cliqueu-lo.
de: Ein neues Medium erscheint in der Liste der Speichermedien. Wählen Sie es aus.
fr: Un nouveau périphérique apparaît dans la liste des périphériques de stockage. Cliquez dessus.

source: 1. Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
ca: 1. Comproveu que la descripció del dispositiu a la part dreta de la pantalla correspon al vostre dispositiu: la seva marca, la seva mida, etc.
de: 1. Überprüfen Sie, dass die Beschreibung des Mediums auf der rechten Seite des Bildschirms Ihrem Medium entspricht: das Modell, die Größe, usw.
fr: 1. Vérifiez que la description du périphérique sur le côté droit de l'écran correspond à votre périphérique : sa marque, sa taille, etc.

source: <h2 id="formatting">Formatting the device</h2>
ca: <h2 id="formatting">Formatar el dispositiu</h2>
de: <h2 id="formatting">Formatieren Sie das Medium</h2>
fr: <h2 id="formatting">Formater le périphérique</h2>

source: Click on the [[!img lib/view-more.png alt="Drive Options" class="symbolic" link="no"]] button in the title bar and choose **Format Disk** to erase all the existing partitions on the device.
ca: Feu clic al botó [[!img lib/view-more.png alt="Opcions d'unitat" class="symbolic" link="no"]] a la barra de títol i trieu **Formata disc** per esborrar totes les particions existents al dispositiu.
de: Klicken Sie auf die [[!img lib/view-more.png alt="Laufwerksoptionen" class="symbolic" link="no"]] Schaltfläche in der Titelleiste und wählen Sie **Festplatte formatieren**, um alle vorhandenen Partitionen auf dem Gerät zu löschen.
fr: Cliquez sur le bouton [[!img lib/view-more.png alt="Options du disque" class="symbolic" link="no"]] dans la barre de titre et choisissez **Formater le disque** pour effacer toutes les partitions existantes sur le périphérique.

source: In the **Format Disk** dialog:
ca: Al diàleg **Formata disc**:
de: Im Dialogfeld **Festplatte formatieren**:
fr: Dans la boîte de dialogue **Formater le disque** :

source: If you want to overwrite all data on the device, choose **Overwrite existing data with zeroes** in the **Erase** menu.
ca: Si voleu sobreescriure totes les dades del dispositiu de manera segura, trieu **Sobreescriu les dades existents amb zeros** al menú **Esborra**.
de: Wenn Sie alle Daten auf dem Gerät überschreiben möchten, wählen Sie **Vorhandene Daten mit Nullen überschreiben** im Menü **Löschen** aus.
fr: Si vous voulez écraser toutes les données sur le périphérique, choisissez **Écraser les données existantes avec des zéros** dans le menu **Effacer**.

source: <div class="caution"> <p>Overwriting existing data does not erase all data on flash memories, such as USB sticks and SSDs (Solid-State Drives).</p>
ca: <div class="caution"> <p>Sobreescriure les dades existents no esborrarà totes les dades de les memòries flash, com ara llapis USB i SSD (unitats d'estat sòlid).</p>
fr: <div class="caution"> <p>Écraser les données existantes n'efface pas toutes les données sur les mémoires flash, comme les clés USB et les SSD (Solid-State Drives).</p>

source: <p>See the [[limitations of file deletion|doc/encryption_and_privacy/secure_deletion#spare]].</p>
ca: <p>Consulteu les [[limitacions de l'eliminació de fitxers|doc/encryption_and_privacy/secure_deletion#spare]].</p>
fr: <p>Voir les [[limites de l'effacement de fichier|doc/encryption_and_privacy/secure_deletion#spare]].</p>

source: Choose **Compatible with all systems and devices (MBR/DOS)** in the **Partitioning** menu.
ca: Trieu **Compatible amb tots els sistemes i dispositius (MBR/DOS)** al menú de **Particions**.
de: Wählen Sie **Kompatibel mit allen Systemen und Geräten (MBR/DOS)** im Menü **Partitionierung** aus.
fr: Choisissez **Compatible avec tous les systèmes et périphériques (MBR / DOS)** dans le menu **Partitionnement**.

source: Click **Format**.
ca: Feu clic a **Formata**.
de: Klicken Sie auf **Formatieren**.
fr: Cliquez sur **Formater**.

source: In the confirmation dialog, make sure that the device is correct.
ca: Al diàleg de confirmació, assegureu-vos que el dispositiu sigui correcte.
de: Überprüfen Sie im Bestätigungsdialog, ob das Gerät korrekt ist.
fr: Dans la boîte de dialogue de confirmation, assurez-vous que le périphérique est le bon.

source: <h2 id="partition">Creating a new encrypted partition</h2>
ca: <h2 id="partition">Creació d'una partició encriptada nova</h2>
de: <h2 id="partition">Erstellen Sie eine neue, verschlüsselte Partition</h2>
fr: <h2 id="partition">Créer une nouvelle partition chiffrée</h2>

source: Now the schema of the partitions in the middle of the screen shows an empty device:
ca: Ara l'esquema de les particions al centre de la pantalla mostra un dispositiu buit:
de: Nun zeigt das Schema der Partitionen in der Mitte des Bildschirms ein leeres Medium an:
fr: Maintenant, le schéma des partitions au milieu de l'écran affiche un périphérique vide :

source: [[!img empty_device.png link=no alt="Free Space 123 GB"]]
ca: [[!img empty_device.png link=no alt="Espai lliure 123 GB"]]
fr: [[!img empty_device.png link=no alt="Espace libre 123 Go"]]

source: Click on the <span class="guimenu">[[!img lib/list-add.png alt="Create partition" class="symbolic" link="no"]]</span> button to create a new partition on the device.
ca: Feu clic al botó <span class="guimenu">[[!img lib/list-add.png alt="Crea una partició" class="symbolic" link="no"]]</span> per crear una partició nova al dispositiu.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/list-add.png alt="Créer partition" class="symbolic" link="no"]]</span> pour créer une nouvelle partition sur le périphérique.

source: 1. Configure the various settings of your new partition in the partition creation assistant:
ca: 1. Configureu els diferents paràmetres de la vostra nova partició a l'assistent de creació de particions:
fr: 1. Configurez les différents paramètres de votre nouvelle partition dans l'assistant de création de partition :

source: In the <span class="guilabel">Create Partition</span> screen:
ca: A la pantalla <span class="guilabel">Crea una partició</span>:
de: Im <span class="guilabel">Partition erstellen</span> Bildschirm:
fr: Dans l'écran <span class="guilabel">Créer une partition</span> :

source: <span class="guilabel">Partition Size</span>: you can create a partition on the whole device or only on part of it.
ca: <span class="guilabel">Mida de la partició</span>: podeu crear una partició a tot el dispositiu o només a una part.
de: <span class="guilabel">Partitiongröße</span>: Sie können eine Partition auf dem gesamten Gerät oder nur auf einem Teil davon erstellen.
fr: <span class="guilabel">Taille de la partition</span> : vous pouvez créer une partition sur l'ensemble du périphérique ou seulement sur une partie de celui-ci.

source: In the example below, we are creating a partition of 4.0 GB on a device of 8.1 GB.
ca: A l'exemple següent, estem creant una partició de 4,0 GB en un dispositiu de 8,1 GB.
de: Im folgenden Beispiel erstellen wir eine Partition von 4,0 GB auf einem Gerät mit 8,1 GB.
fr: Dans l'exemple suivant, nous allons créer une partition de 4,0 Go sur un périphérique de 8,1 Go.

source: In the **Format Volume** dialog:
ca: Al diàleg **Formata volum**:
de: Im Dialogfeld **Volume formatieren**:
fr: Dans la boîte de dialogue *Formater le volume** :

source: **Volume Name**
ca: **Nom del volum**
de: **Volumenname**
fr: **Nom de volume**

source: You can give a name to the partition. This name remains invisible until the partition is open but can help you to identify it during use.
ca: Podeu donar un nom a la partició. Aquest nom roman invisible fins que la partició s'obre, però pot ajudar a identificar-la durant l'ús.
de: Sie können der Partition einen Namen geben. Dieser Name bleibt unsichtbar, bis die Partition geöffnet ist, kann Ihnen jedoch helfen, sie während der Verwendung zu identifizieren.
fr: Vous pouvez donner un nom à votre partition. Ce nom demeurera invisible tant que votre partition ne sera pas ouverte mais peut vous aider à l'identifier lorsque vous l'utiliserez.

source: **Erase**
ca: **Esborra**
de: **Löschen**
fr: **Effacer**

source: You can choose to overwrite existing data on the partition.
ca: Podeu triar sobreescriure les dades existents a la partició.
de: Sie können wählen, vorhandene Daten auf der Partition zu überschreiben.
fr: Vous pouvez choisir d'écraser les données existantes sur la partition.

source: <p>Overwriting existing data does not erase all data on flash memories, such as USB sticks and SSDs (Solid-State Drives).</p>
ca: <p>Sobreescriure les dades existents no esborra totes les dades de les memòries flash, com ara llapis USB i memòries SSD (unitats d'estat sòlid).</p>
fr: <p>Écraser les données existantes n'efface pas toutes les données sur les mémoires flash, comme les clés USB et les SSD (Solid-State Drives).</p>

source: **Type**
ca: **Tipus**
de: **Typ**

source: Choose **Internal disk for use with Linux systems only (Ext4)** and **Password protect volume (LUKS)**.
ca: Trieu **Disc intern per utilitzar-lo amb sistemes Linux només (Ext4)** i **Volum de protecció amb contrasenya (LUKS)**.
fr: Choisissez **Disque interne à utiliser avec les systèmes Linux uniquement (Ext4)** et **Volume protégé par mot de passe (LUKS)**.

source: In the <span class="guilabel">Set Password</span> screen:
ca: A la pantalla <span class="guilabel">Estableix la contrasenya</span>:
de: Auf dem Bildschirm <span class="guilabel">Passwort festlegen</span>:
fr: Dans l'écran <span class="guilabel">Définir un mot de passe</span> :

source: <span class="guilabel">Password</span>: type a passphrase for the encrypted partition and repeat it to confirm.
ca: <span class="guilabel">Contrasenya</span>: escriviu una contrasenya per a la partició encriptada i repetiu-la per confirmar.
fr: <span class="guilabel">Mot de passe</span> : saisir la phrase de passe qui permettra l'accès à la partition chiffrée et la saisir à nouveau pour la confirmer.

source: <p>We recommend choosing a long passphrase made of 5 to 7 random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Learn about the maths behind memorizable and secure passphrases.</a></p>
ca: <p>Us recomanem que escolliu una contrasenya llarga de 5 a 7 paraules aleatòries. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Vegeu les matemàtiques darrere de contrasenyes fàcils de memoritzar i segures.</a></p>
de: <p>Wir empfehlen, ein langes Passwort aus 5 bis 7 zufälligen Wörtern zu wählen. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Erfahren Sie mehr über die Mathematik hinter einprägsamen und sicheren Passwörtern.</a></p>
fr: <p>Nous recommandons de choisir une phrase de passe longue composée de 5 à 7 mots aléatoires. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Découvrez les mathématiques derrière les phrases de passe sûres et mémorisables.</a> (en anglais)</p>

source: <div class="caution"> <p>It is impossible to recover your passphrase if you forget it!</p>
ca: <div class="caution"> <p>És impossible recuperar la contrasenya si l'oblideu!</p>
de: <div class="caution"> <p>Es ist unmöglich, Ihr Passwort wiederherzustellen, wenn Sie es vergessen!</p>
fr: <div class="caution"> <p>Il est impossible de récupérer votre phrase de passe si vous l'avez oubliée !</p>

source: <p>To help you remember your passphrase, you can write it on a piece of paper, store it in your wallet for a few days, and destroy it once you know it well.</p> </div>
ca: <p>Per ajudar-vos a recordar la vostra contrasenya, podeu escriure-la en un tros de paper, guardar-lo a la cartera durant uns dies i destruir-lo una vegada us la sabeu bé.</p> </div>
de: <p>Um sich Ihr Passwort zu merken, können Sie es auf ein Stück Papier schreiben, einige Tage in Ihrer Geldbörse aufbewahren und es zerstören, sobald Sie es gut kennen.</p> </div>
fr: <p>Pour vous aider à vous rappeler de votre phrase de passe, vous pouvez l'écrire sur un morceau de papier, le ranger dans votre portefeuille quelques jours, puis le détruire une fois que vous la connaissez bien.</p> </div>

source: Then click <span class="bold">Create</span>.
ca: A continuació, feu clic a <span class="bold">Crea</span>.
de: Klicken Sie anschließend auf die <span class="bold">Erstellen</span>-Schaltfläche.
fr: Cliquez ensuite sur <span class="bold">Créer</span>.

source: Creating the partition takes from a few seconds to a few minutes. After that, the new encrypted partition appears in the volumes on the device:
ca: La creació de la partició triga des d'uns segons a uns minuts. Després d'això, la nova partició encriptada apareixerà als volums del dispositiu:
fr: La création de la partition devrait prendre entre quelques secondes et quelques minutes. La création terminée, la nouvelle partition chiffrée apparaît dans les volumes du périphérique :

source: [[!img encrypted_partition.png link="no" alt="Partition 1 4.0 GB LUKS / Filesystem 4.0 GB Ext4"]]
ca: [[!img encrypted_partition.png link="no" alt="Partició 1 4.0 GB LUKS/Sistema de fitxers 4.0 GB Ext4"]]
fr: [[!img encrypted_partition.png link="no" alt="Partition 1 4.0 Go LUKS / Filesystem 4.0 Go Ext4"]]

source: If you want to create another partition in the free space on the device, click on the free space and then click on the <span class="guimenu">[[!img lib/list-add.png alt="Create partition" class="symbolic" link="no"]]</span> button again.
ca: Si voleu crear una altra partició a l'espai lliure del dispositiu, feu clic a l'espai lliure i després feu clic a <span class="guimenu">[[!img lib/list-add.png alt="Crea una partició" class="symbolic" link="no"]]</span> de nou.
fr: Vous pouvez alors, si vous le souhaitez, créer d'autres partitions sur l'espace libre en le sélectionnant et en cliquant de nouveau sur le bouton <span class="guimenu">[[!img lib/list-add.png alt="Créer partition" class="symbolic" link="no"]]</span>.

source: <h2 id="using">Using the new partition</h2>
ca: <h2 id="using">Ús de la nova partició</h2>
de: <h2 id="using">Benutzen Sie die neue Partition</h2>
fr: <h2 id="using">Utiliser la nouvelle partition</h2>

source: You can open this new partition from the sidebar of the file browser with the name you gave it.
ca: Podeu obrir aquesta nova partició des de la barra lateral del navegador de fitxers amb el nom que li heu donat.
de: Sie können diese neue Partition über die Seitenleiste des Dateibrowsers mit dem Namen öffnen, den Sie ihr gegeben haben.
fr: Vous pouvez accéder à cette nouvelle partition depuis la barre latérale du navigateur de fichiers en cliquant sur le nom que vous lui avez donné.

source: After opening the partition with the file browser, you can also access it from the <span class="guimenu">Places</span> menu.
ca: Després d'obrir la partició amb el navegador de fitxers, també hi podeu accedir des del menú <span class="guimenu">Llocs</span>.
de: Nachdem Sie die Partition mit dem Dateibrowser geöffnet haben, können Sie auch über das <span class="guimenu">Orte</span>-Menü darauf zugreifen.
fr: Après avoir ouvert la partition avec le navigateur de fichier, vous pouvez aussi y accéder depuis le menu <span class="guimenu">Emplacements</span>.

source: <h1 id="opening">Opening an existing encrypted partition</h1>
ca: <h1 id="opening">Obrir una partició encriptada existent</h1>
de: <h1 id="opening">Öffnen Sie eine bestehende, verschlüsselte Partition</h1>
fr: <h1 id="opening">Ouvrir une partition chiffrée existante</h1>

source: When you plug in a device that has an encrypted partition, Tails offers to unlock the encryption automatically.
ca: Quan connecteu un dispositiu que té una partició encriptada, Tails ofereix desbloquejar l'encriptatge automàticament.
de: Wenn Sie ein Gerät anschließen, das eine verschlüsselte Partition hat, bietet Tails an, die Verschlüsselung automatisch zu entsperren.
fr: Lorsque vous branchez un périphérique qui a une partition chiffrée, Tails propose de déverrouiller le chiffrement automatiquement.

source: Plug in the external storage device that has the encrypted partition.
ca: Connecteu el dispositiu d'emmagatzematge que té la partició encriptada.
de: Stecken Sie das externe Speichergerät ein, das die verschlüsselte Partition enthält.
fr: Branchez le périphérique externe qui a la partition chiffrée.

source: A dialog appears, asking for the passphrase to unlock the partition.
ca: Apareix un diàleg que demana la contrasenya per desbloquejar la partició.
de: Ein Dialogfeld erscheint und fragt nach dem Passwort, um die Partition zu entsperren.
fr: Une fenêtre apparaît, demandant la phrase de passe pour déverrouiller la partition.
