Repository: ks-sbc/os
Catalog: wiki/src/doc/encryption_and_privacy/encrypted_volumes.*.po
Languages: ca, de, fr

source: [[!img unlock.png link="no" class="screenshot" alt="Authentication Required"]]
ca: [[!img unlock.png link="no" class="screenshot" alt="Autenticació necessària"]]
de: [[!img unlock.png link="no" class="screenshot" alt="Authentifizierung erforderlich"]]
fr: [[!img unlock.png link="no" class="screenshot" alt="Authentification requise"]]

source: Enter the passphrase of the partition in the password prompt and click **Unlock**.
ca: Introduïu la contrasenya de la partició a la sol·licitud de contrasenya i feu clic a **Desbloqueja**.
de: Geben Sie das Passwort der Partition in die Passwortabfrage ein und klicken Sie auf **Entsperren**.
fr: Saisissez la phrase de passe de la partition dans l'invite de mot de passe et cliquez sur **Déverrouiller**.

source: If you turn on the option **Remember Password**, Tails remembers the passphrase of this partition only until you shut down. The passphrase is not stored in your Persistent Storage.
ca: Si activeu l'opció **Recorda la contrasenya**, Tails recordarà la contrasenya d'aquesta partició només fins que s'apagui. La contrasenya no s'emmagatzema al vostre Emmagatzematge Persistent.
de: Wenn Sie die Option **Passwort merken** aktivieren, merkt sich Tails das Passwort dieser Partition nur bis zum Herunterfahren. Das Passwort wird nicht in Ihrem beständigen Datenspeicher gespeichert.
fr: Si vous activez l'option **Se souvenir du mot de passe**, Tails se souvient de la phrase de passe de la partition uniquement jusqu'à ce que vous éteignez. La phrase de passe n'est pas stockée sur le stockage persistant.

source: After unlocking, you can access the content of the partition from either:
ca: Després de desbloquejar, podeu accedir al contingut de la partició des de:
de: Nach dem Entsperren können Sie auf den Inhalt der Partition von entweder:
fr: Après déverrouillage, vous pouvez accéder au contenu de la partition depuis au choix :

source: The **Places** menu
ca: El menú **Llocs**
de: Das **Orte**-Menü
fr: Le menu **Emplacements**

source: The sidebar of the *Files* browser
ca: La barra lateral del navegador de *Fitxers*
de: Die Seitenleiste des *Dateien*-Browsers
fr: La barre latérale du navigateur de *Fichiers*

source: After you finished using the partition, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button next to the partition in the sidebar of the *Files* browser to eject the partition safety and lock again the encryption.
ca: Quan hàgiu acabat d'utilitzar la partició, feu clic al botó [[!img lib/media-eject.png alt="Expulsa" class="symbolic" link="no"]] al costat de la partició a la barra lateral del navegador de *Fitxers* per expulsar la partició de forma segura i tornar a bloquejar l'encriptatge.
de: Nachdem Sie die Partition verwendet haben, klicken Sie auf die [[!img lib/media-eject.png alt="Auswerfen" class="symbolic" link="no"]] Schaltfläche neben der Partition in der Seitenleiste des *Dateien*-Browsers, um die Partition sicher auszuwerfen und die Verschlüsselung erneut zu sperren.
fr: Après avoir fini d'utiliser la partition, cliquez sur le bouton [[!img lib/media-eject.png alt="Éjecter" class="symbolic" link="no"]] situé près de la partition dans la barre latérale du navigateur de *Fichiers* pour éjecter la partition de façon sûre et verrouiller à nouveau le chiffrement.

source: <h1 id="storing">Storing sensitive documents</h1>
ca: <h1 id="storing">Emmagatzematge de documents sensibles</h1>
de: <h1 id="storing">Sensible Dokumente speichern</h1>
fr: <h1 id="storing">Stocker des documents sensibles</h1>

source: Such encrypted volumes are not hidden. An attacker in possession of the device can know that there is an encrypted volume on it. Take into consideration that you can be forced or tricked to give out its passphrase.
ca: Aquests volums encriptats no estan ocults. Un atacant en possessió del dispositiu pot saber que hi ha un volum encriptat. Tingueu en compte que podeu ser obligat o enganyat a donar la vostra contrasenya.
de: Solche verschlüsselte Laufwerke sind nicht versteckt. Eine angreifende Person im Besitz des Mediums kann herausfinden, dass sich ein verschlüsseltes Laufwerk darauf befindet. Ziehen Sie in Erwägung, dass Sie gezwungen oder hereingelegt werden könnten, dass Passwort herauszugeben.
fr: De tels volumes chiffrés ne sont pas cachés. Un attaquant en possession du périphérique peut savoir qu'il contient un volume chiffré. Prenez en considération le fait que cet attaquant peut vous tromper ou vous menacer pour obtenir la phrase de passe protégeant ce volume.

source: <h1 id="os">Opening encrypted volumes from other operating systems</h1>
ca: <h1 id="os">Obrir volums encriptats des d'altres sistemes operatius</h1>
de: <h1 id="os">Öffnen verschlüsselter Laufwerke auf anderen Betriebssystemen</h1>
fr: <h1 id="os">Ouvrir des volumes chiffrés depuis d'autres systèmes d'exploitation</h1>

source: It is possible to open such encrypted volumes from other operating systems. But, doing so might compromise the security provided by Tails.
ca: És possible obrir aquests volums encriptats des d'altres sistemes operatius. Però, fer-ho podria comprometre la seguretat proporcionada per Tails.
fr: Il est possible d'ouvrir de tels volumes chiffrés en utilisant d'autres systèmes d'exploitation. Mais cela pourrait compromettre la sécurité fournie par Tails.

source: For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.
ca: Per exemple, l'altre sistema operatiu pot crear miniatures d'imatges i desar -les. O bé, el contingut dels fitxers pot ser indexat per l'altre sistema operatiu.
de: Zum Beispiel könnten durch das andere Betriebssystem Thumbnails von Fotos erstellt und gespeichert werden. Oder die Inhalte von Dateien könnten vom anderen Betriebssystem indiziert werden.
fr: Par exemple, des miniatures d'images pourraient être crées et sauvegardées par l'autre système d'exploitation. Ou le contenu de fichiers pourrait être indexé par l'autre système.

source: <h1 id="changing">Changing the passphrase of an existing encrypted partition</h1>
ca: <h1 id="changing">Canvi de la contrasenya d'una partició encriptada existent</h1>
de: <h1 id="changing">Ändern der Passphrase einer bestehenden verschlüsselten Partition</h1>
fr: <h1 id="changing">Changer la phrase de passe d'une partition chiffrée existante</h1>

source: Plug in the external storage device that contains the encrypted partition for which you want to change the passphrase.
ca: Connecteu el dispositiu d'emmagatzematge extern que conté la partició encriptada de la qual voleu canviar la contrasenya.
de: Schließen Sie das externe Speichergerät an, das die verschlüsselte Partition enthält, für die Sie das Passwort ändern möchten.
fr: Branchez le périphérique de stockage externe qui contient la partition chiffrée dont vous voulez changer la phrase de passe.

source: The device appears in the list of storage devices. Click on it.
ca: El dispositiu apareix a la llista de dispositius d'emmagatzematge. Cliqueu-lo.
de: Das Gerät wird in der Liste der Speichergeräte angezeigt. Klicken Sie darauf.
fr: Le périphérique apparaît dans la liste des périphériques de stockage. Cliquez dessus.

source: 1. Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
ca: 1. Comproveu que la descripció del dispositiu a la part dreta de la pantalla correspon al vostre dispositiu: la seva marca, la seva mida, etc.
de: 1. Überprüfen Sie, dass die Beschreibung des Mediums auf der rechten Seite des Bildschirms Ihrem Medium entspricht: das Modell, die Größe, usw.
fr: 1. Vérifiez que la description du périphérique sur le côté droit de l'écran correspond à votre périphérique : sa marque, sa taille, etc.

source: Click on the partition displaying a [[!img lib/network-wireless-encrypted.png alt="Partition LUKS" class="symbolic" link="no"]] in the bottom-right corner.
ca: Feu clic a la partició que mostra una [[!img lib/network-wireless-encrypted.png alt="Partició LUKS" class="symbolic" link="no"]] a la cantonada inferior dreta.
fr: Cliquez sur la partition affichant un [[!img lib/network-wireless-encrypted.png alt="Partition LUKS" class="symbolic" link="no"]] dans le coin en bas à droite.

source: Click on the [[!img lib/system-run.png alt="Additional partition options" class="symbolic" link="no"]] button and choose **Change Passphrase** in the shortcut menu.
ca: Feu clic al botó [[!img lib/system-run.png alt="Opcions addicionals de la partició" class="symbolic" link="no"]] i seleccioneu **Canvia la contrasenya** al menú de drecera.
fr: Cliquez sur le bouton [[!img lib/system-run.png alt="Options de partition supplémentaires" class="symbolic" link="no"]] et choisissez **Changer la phrase de passe** dans le menu de raccourci.
