Repository: ks-sbc/os
Catalog: wiki/src/doc/encryption_and_privacy/manage_passwords.*.po
Languages: ca, de, fr

source: [[!meta title="Managing passwords using KeePassXC"]]
ca: [[!meta title="Gestió de contrasenyes amb el KeePassXC"]]
de: [[!meta title="Passwortverwaltung mit KeePassXC"]]
fr: [[!meta title="Gérer des mots de passe en utilisant KeePassXC"]]

source: Using the [<span class="application">KeePassXC</span>](https://keepassxc.org/) password manager you can:
ca: Utilitzant el gestor de contrasenyes [<span class="application">KeePassXC</span>](https://keepassxc.org/) podeu:
de: Mithilfe des Passwortmanagers [<span class="application">KeePassXC</span>](https://keepassxc.org/) können Sie:
fr: Avec le gestionnaire de mots de passe [<span class="application">KeePassXC</span>](https://keepassxc.org/) vous pouvez :

source: Store many passwords in an encrypted database which is protected by a single passphrase of your choice.
ca: Emmagatzemar moltes contrasenyes en una base de dades encriptada que està protegida per una sola contrasenya de la vostra elecció.
de: Viele Passwörter in einer verschlüsselten Datenbank speichern, die durch eine Passphrase Ihrer Wahl geschützt ist.
fr: Stocker de nombreux mots de passe dans une base de données chiffrée qui est protégée par une phrase de passe unique de votre choix.

source: Always use different and stronger passwords, since you only have to remember a single passphrase to unlock the entire database.
ca: Utilitzar sempre contrasenyes diferents i més fortes, ja que només heu de recordar una sola contrasenya per desbloquejar tota la base de dades.
de: Immer unterschiedliche und stärkere Passwörter verwenden, da Sie sich nur an die Passphrase zum Entsperren der Datenbank erinnern müssen.
fr: Toujours utiliser des mots de passe différents et plus solides, puisque vous avez seulement une phrase de passe à retenir pour débloquer la base de données dans son intégralité.

source: - Generate very strong random passwords.
ca: - Generar contrasenyes aleatòries molt fortes.
de: - Sehr starke zufällige Passwörter generieren.
fr: - Générer des mots de passe aléatoires très solides.

source: - Generate one-time verification codes for two-factor authentication.
ca: - Generar codis de verificació únics per a l'autenticació de dos factors.
fr: - Générer des codes de vérification à usage unique pour l'authentification à deux facteurs.

source: For more detailed instructions on how to use *KeePassXC*, refer to the official [KeePassXC User Guide](https://keepassxc.org/docs/KeePassXC_UserGuide).
ca: Per obtenir instruccions més detallades sobre com utilitzar el *KeePassXC*, consulteu la [guia oficial d'usuari del KeePassXC](https://keepassxc.org/docs/KeePassXC_UserGuide) (en anglès).
de: Für detaillierte Anweisungen zur Verwendung von *KeePassXC* lesen Sie das offizielle [KeePassXC Benutzerhandbuch](https://keepassxc.org/docs/KeePassXC_UserGuide).
fr: Pour des instructions plus détaillées sur comment utiliser *KeePassXC*, consultez le [guide d'utilisation KeePassXC](https://keepassxc.org/docs/KeePassXC_UserGuide) officiel (en anglais).

source: <h1 id="create">Creating and saving a password database</h1>
ca: <h1 id="create">Crear i desar una base de dades de contrasenyes</h1>
de: <h1 id="create">Eine Passwortdatenbank erstellen und speichern</h1>
fr: <h1 id="create">Créer et sauvegarder une base de données de mots de passe</h1>

source: Follow these steps to create a new password database and save it in the Persistent Storage for use in future working sessions.
ca: Seguiu aquests passos per crear una nova base de dades de contrasenyes i desar-la a l'Emmagatzematge Persistent per utilitzar-la en futures sessions de treball.
de: Befolgen Sie diese Schritte, um eine neue Passwortdatenbank zu erstellen und sie im beständigen Datenspeicher zu speichern, damit sie in zukünftigen Arbeitssitzungen verwendet werden kann.
fr: Suivez ces étapes pour créer une nouvelle base de données de mots de passe et l'enregistrer dans le stockage persistant pour l'utiliser lors de futures sessions de travail.

source: To learn how to create a Persistent Storage, read our [[documentation on the Persistent Storage|persistent_storage]].
ca: Per saber com crear un Emmagatzematge Persistent, llegiu la nostra [[documentació sobre l'Emmagatzematge Persistent|persistent_storage]].
de: Um zu erfahren, wie man einen persistenten Speicher erstellt, lesen Sie unsere [[Dokumentation zum persistenten Speicher|persistent_storage]].
fr: Pour apprendre comment créer le stockage persistant, lisez notre [[documentation correspondante|persistent_storage]].

source: When starting Tails, unlock the Persistent Storage.
ca: Quan inicieu Tails, desbloquegeu l'Emmagatzematge Persistent.
de: Beim Starten von Tails den beständigen Datenspeicher entsperren.
fr: Au démarrage de Tails, déverrouillez le stockage persistant.

source: In Tails, choose **Applications**&nbsp;▸ **Persistent Storage**.
ca: A Tails, trieu **Aplicacions**&nbsp;▸ **Emmagatzematge Persistent**.
de: Wählen Sie in Tails **Anwendungen**&nbsp;▸ **Beständiger Datenspeicher**.
fr: Dans Tails, choisissez **Applications**&nbsp;▸ **Stockage persistant**.

source: Verify that the Persistent Folder feature is turned on.
ca: Comproveu que la funcionalitat de Carpeta Persistent estigui activada.
de: Überprüfen Sie, ob die Funktion für den beständigen Ordner aktiviert ist.
fr: Vérifiez que la fonctionnalité Dossier persistant est activée.

source: To start <span class="application">KeePassXC</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">KeePassXC</span></span>.
ca: Per iniciar el <span class="application">KeePassXC</span>, trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Accessoris </span>&nbsp;▸ <span class="guimenuitem">KeePassXC</span></span>.
fr: Pour lancer <span class="application">KeePassXC</span>, choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">KeePassXC</span></span>.

source: To create a new database, click <span class="guilabel">Create new database</span>.
ca: Per crear una base de dades nova, feu clic a <span class="guilabel">Crea una nova base de dades</span>.
de: Um eine neue Datenbank zu erstellen, klicken Sie auf <span class="guilabel">Neue Datenbank erstellen</span>.
fr: Pour créer une nouvelle base de données, cliquez sur <span class="guilabel">Créer une nouvelle base de données</span>.

source: Continue with the defaults settings in the configuration screens **General Database Information** and **Encryption Settings**.
ca: Continueu amb la configuració predeterminada a les pantalles de configuració **Informació general de la base de dades** i **Opcions de xifrat**.
de: Fahren Sie mit den Standardeinstellungen in den Konfigurationsbildschirmen **Allgemeine Datenbankinformationen** und **Verschlüsselungseinstellungen** fort.
fr: Continuez avec les paramètres par défaut des écrans de configuration **Renseignements généraux de la base de données** et **Paramètres de chiffrement**.

source: The database is encrypted and protected by a passphrase. In the configuration screen **Database Credentials**:
ca: La base de dades està encriptada i protegida per una contrasenya. A la pantalla de configuració **Credencials de la base de dades**:
fr: La base de données est chiffrée et protégée par une phrase de passe. Dans l'écran de configuration **Identifiants de la base de données** :

source: Specify a passphrase of your choice in the **Enter password** text box.
ca: Especifiqueu una contrasenya que trieu al quadre de text **Introduïu la contrasenya**.
de: Geben Sie eine Passphrase Ihrer Wahl in das Textfeld **Passwort eingeben** ein.
fr: Spécifiez une phrase de passe de votre choix dans la zone de texte **Saisir le mot de passe**.

source: Type the same passphrase again in the **Confirm password** text box.
ca: Torneu a escriure la mateixa contrasenya al quadre de text **Confirma la contrasenya**.
fr: Tapez une nouvelle fois la phrase de passe dans la zone de texte **Confirmer le mot de passe**.

source: Click **Done**.
ca: Feu clic a **Fet**.
de: Klicken Sie auf **Fertig**.
fr: Cliquez sur **Terminer**.

source: Save the database as *Passwords.kdbx* in the */home/amnesia/Persistent* folder.
ca: Deseu la base de dades com a *Contrasenyes.kdbx* a la carpeta */home/amnesia/Persistent*.
de: Speichern Sie die Datenbank als *Passwords.kdbx* im */home/amnesia/Persistent*-Ordner.
fr: Enregistrez la base de données sous le nom *Passwords.kdbx* dans le dossier */home/amnesia/Persistent*.

source: <h1 id="restore">Restoring and unlocking the password database</h1>
ca: <h1 id="restore">Restauració i desbloqueig de la base de dades de contrasenyes</h1>
de: <h1 id="restore">Wiederherstellen und Entsperren der Passwortdatenbank</h1>
fr: <h1 id="restore">Restaurer et déverrouiller la base de données de mots de passe</h1>

source: Follow these steps to unlock the password database saved in the Persistent Storage from a previous working session.
ca: Seguiu aquests passos per desbloquejar la base de dades de contrasenyes desada a l'Emmagatzematge Persistent d'una sessió de treball anterior.
de: Befolgen Sie diese Schritte, um die im beständigen Datenspeicher gespeicherte Passwortdatenbank aus einer vorherigen funktionierenden Sitzung zu entsperren.
fr: Suivez ces étapes pour déverrouiller la base de données de mots de passe enregistrée dans le stockage persistant lors d'une session de travail précédente.

source: In Tails, choose **Applications**&nbsp;▸ **Accessories**&nbsp;▸ **KeePassXC**.
ca: A Tails, trieu **Aplicacions**&nbsp;▸ **Accessoris**&nbsp;▸ **KeePassXC**.
de: Wählen Sie in Tails **Anwendungen**&nbsp;▸ **Zubehör**&nbsp;▸ **KeePassXC**.
fr: Dans Tails, choisissez **Applications**&nbsp;▸ **Accessoires**&nbsp;▸ **KeePassXC**.

source: If you have a database named *Passwords.kdbx* in your *Persistent* folder, <span class="application">KeePassXC</span> automatically displays a dialog to unlock that database.
ca: Si teniu una base de dades anomenada *Contrasenyes.kdbx* a la vostra carpeta *Persistent*, el <span class="application">KeePassXC</span> mostra automàticament un diàleg per desbloquejar aquesta base de dades.
fr: Si vous avez une base de données nommée *Passwords.kdbx* dans votre dossier *Persistent*, <span class="application">KeePassXC</span> affiche automatiquement une boîte de dialogue pour déverrouiller cette base de données.

source: Enter the passphrase for this database and click **Unlock**.
ca: Introduïu la contrasenya d'aquesta base de dades i feu clic a **Desbloqueja**.
fr: Saisissez la phrase de passe pour cette base de données et cliquez sur **Déverrouiller**.

source: If you enter a wrong passphrase the following error message appears:
ca: Si introduïu una contrasenya incorrecta, apareixerà el següent missatge d'error:
fr: Si vous entrez une mauvaise phrase de passe le message d'erreur suivant apparaît :

source: <p class="code">Error while reading the database: Invalid credentials were provided, please try again.</p>
ca: <p class="code">S'ha produït un error en llegir la base de dades: Credencials no vàlides, torneu-ho a provar.</p>
de: <p class="code">Fehler beim Lesen der Datenbank: Ungültige Anmeldeinformationen wurden eingegeben, bitte versuchen Sie es erneut.</p>
fr: <p class="code">Erreur de lecture de la base de données : Des identifiants invalides ont été fournis, veuillez réessayer.</p>

source: <h1 id="settings">Storing your <i>KeePassXC</i> settings in the Persistent Storage</h1>
ca: <h1 id="settings">Emmagatzemar la configuració del <i>KeePassXC</i> a l'Emmagatzematge Persistent</h1>
fr: <h1 id="settings">Stocker vos paramètres <i>KeePassXC</i> dans le stockage persistant</h1>

source: To store your *KeePassXC* settings in the Persistent Storage, in addition to the password database:
ca: Per emmagatzemar la vostra configuració del *KeePassXC* a l'Emmagatzematge Persistent, a més de la base de dades de contrasenyes:
fr: Pour stocker vos réglages *KeePassXC* dans le stockage persistant, en complément du mot de passe de la base de données :

source: Turn on the [[Dotfiles|persistent_storage/configure#dotfiles]] feature of the Persistent Storage.
ca: Activeu la funcionalitat de [[Dotfiles|persistent_storage/configure#dotfiles]] de l'Emmagatzematge Persistent.
fr: Activez la fonctionnalité [[Dotfiles|persistent_storage/configure#dotfiles]] du stockage persistant.

source: In the Welcome Screen, unlock the Persistent Storage.
ca: A la Pantalla de Benvinguda, desbloquegeu l'Emmagatzematge Persistent.
fr: Dans l’écran de bienvenue, déverrouillez le stockage persistant.

source: In Tails, choose **Places**&nbsp;▸ **Dotfiles**.
ca: A Tails, trieu **Llocs**&nbsp;▸ **Dotfiles**.
fr: Dans Tails, choisissez **Emplacements**&nbsp;▸ **Dotfiles**.

source: Create the folder */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.
ca: Creeu la carpeta */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.
fr: Créez le dossier */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/*.

source: Copy the file */home/amnesia/.config/keepassxc/keepassxc.ini* to */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.
ca: Copieu el fitxer */home/amnesia/.config/keepassxc/keepassxc.ini* a */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.
fr: Copiez le fichier */home/amnesia/.config/keepassxc/keepassxc.ini* vers */live/persistence/TailsData_unlocked/dotfiles/.config/keepassxc/keepassxc.ini*.

source: Restart Tails before changing more settings.
ca: Reinicieu Tails abans de canviar més paràmetres.
de: Starten Sie Tails neu, bevor Sie weitere Einstellungen ändern.
fr: Redémarrez Tails avant de modifier d'autres paramètres.

source: <h1 id="2fa">Using <i>KeePassXC</i> as an authenticator app for two-factor authentication</h1>
ca: <h1 id="2fa">Utilitzar el <i>KeePassXC</i> com a aplicació d'autenticació de dos passos</h1>
de: <h1 id="2fa">Verwendung von <i>KeePassXC</i> als Authenticator-App für die Zwei-Faktor-Authentifizierung</h1>
fr: <h1 id="2fa">Utilisation de <i>KeePassXC</i> comme application d'authentification pour l'authentification à deux facteurs</h1>

source: Many websites offer two-factor authentication as a safer method than using just a password. For example, you can configure an authentication app, like Google Authenticator, to generate a one-time code of 6 digits when signing in to a website.
ca: Molts llocs web ofereixen l'autenticació de dos passos com a mètode més segur que utilitzar només una contrasenya. Per exemple, podeu configurar una aplicació d'autenticació, com ara el Google Authenticator, per generar un codi únic de 6 dígits quan inicieu la sessió en un lloc web.
de: Viele Websites bieten die Zwei-Faktor-Authentifizierung als sicherere Methode an als nur die Verwendung eines Passworts. Zum Beispiel können Sie eine Authentifizierungs-App wie Google Authenticator einrichten, um einen einmaligen Code von 6 Ziffern zu generieren, wenn Sie sich bei einer Website anmelden.
fr: De nombreux sites web proposent une authentification à deux facteurs comme méthode plus sûre que l'utilisation d'un simple mot de passe. Par exemple, vous pouvez configurer une application d'authentification, comme Google Authenticator, pour qu'elle génère un code à usage unique de 6 chiffres lors de la connexion à un site web.

source: You can use *KeePassXC* to generate such one-time codes in Tails. The technology used to generate these codes is called [[!wikipedia time-based one-time password]] (TOTP).
ca: Podeu utilitzar el *KeePassXC* per generar aquests codis únics a Tails. La tecnologia utilitzada per generar aquests codis s'anomena [[!wikipedia time-based one-time password desc="algoritme de contrasenya d'un sol ús basada en el temps"]] (TOTP).
de: Sie können *KeePassXC* verwenden, um solche einmaligen Codes in Tails zu generieren. Die Technologie, die zur Erzeugung dieser Codes verwendet wird, heißt [[!wikipedia_de Time-based one-time password desc="zeitbasiertes einmaliges Passwort"]] (TOTP).
fr: Vous pouvez utiliser *KeePassXC* pour générer de tels codes à usage unique dans Tails. La technologie utilisée pour générer ces codes est appelée [[!wikipedia_fr mot de passe à usage unique basé sur le temps]] (time-based one-time password ou TOTP en anglais).

source: To configure two-factor authentication for an entry in your *KeePassXC* database:
ca: Per configurar l'autenticació de dos passos per a una entrada a la vostra base de dades del *KeePassXC*:
de: Um die Zwei-Faktor-Authentifizierung für einen Eintrag in Ihrer *KeePassXC*-Datenbank zu konfigurieren:
fr: Pour configurer l'authentification à deux facteurs pour une entrée de votre base de données *KeePassXC* :

source: Click on the entry of your database for which you want to configure two-factor authentication.
ca: Premeu l'entrada de la vostra base de dades per a la qual voleu configurar l'autenticació de dos passos.
de: Klicken Sie auf den Eintrag Ihrer Datenbank, für den Sie die Zwei-Faktor-Authentifizierung konfigurieren möchten.
fr: Cliquez sur l'entrée de votre base de données pour laquelle vous souhaitez configurer l'authentification à deux facteurs.

source: Choose **Entries&nbsp;▸ TOTP&nbsp;▸ Set up TOTP&hellip;**.
ca: Trieu **Entrades&nbsp;▸ TOTP&nbsp;▸ Configura el TOTP&hellip;**.
de: Wählen Sie **Einträge&nbsp;▸ TOTP&nbsp;▸ TOTP einrichten&hellip;**.
fr: Choisissez **Entrées&nbsp;▸ TOTP&nbsp;▸ Configurer TOTP&hellip;**.

source: For more detailed instructions, see [Adding TOTP to an Entry](https://keepassxc.org/docs/KeePassXC_UserGuide#_adding_totp_to_an_entry) in the official KeePassXC User Guide.
ca: Per obtenir instruccions més detallades, consulteu [Adding TOTP to an Entry](https://keepassxc.org/docs/KeePassXC_UserGuide#_adding_totp_to_an_entry) a la guia d'usuari oficial del KeePassXC (en anglès).
de: Für detailliertere Anweisungen siehe [Hinzufügen von TOTP zu einem Eintrag](https://keepassxc.org/docs/KeePassXC_UserGuide#_adding_totp_to_an_entry) im offiziellen KeePassXC-Benutzerhandbuch.
fr: Pour des instructions plus détaillées, voir [Adding TOTP to an Entry](https://keepassxc.org/docs/KeePassXC_UserGuide#_adding_totp_to_an_entry) dans le guide d'utilisation officiel de KeePassXC (en anglais).

source: After two-factor authentication is configured for an entry, choose **Entries&nbsp;▸ TOTP&nbsp;▸ Show TOTP** to generate a one-time code for this entry.
ca: Després de configurar l'autenticació de dos passos per a una entrada, trieu **Entrades&nbsp;▸ TOTP&nbsp;▸ Mostra TOTP** per generar un codi únic per a aquesta entrada.
de: Nachdem die Zwei-Faktor-Authentifizierung für einen Eintrag konfiguriert ist, wählen Sie **Einträge&nbsp;▸ TOTP&nbsp;▸ TOTP anzeigen**, um einen Einmalcode für diesen Eintrag zu generieren.
fr: Une fois l'authentification à deux facteurs configurée pour une entrée, choisissez **Entrées&nbsp;▸ TOTP&nbsp;▸ Afficher le TOTP** pour générer un code à usage unique pour cette entrée.
