Repository: ks-sbc/os
Catalog: wiki/src/support/known_issues/graphics.*.po
Languages: ca

source: [[!meta title="Known issues with graphics cards"]]
ca: [[!meta title="Problemes coneguts amb les targetes gràfiques"]]

source: - For other hardware compatibility issues, refer to our [[known issues|support/known_issues]].
ca: - Per a altres problemes de compatibilitat de maquinari, consulteu els nostres [[problemes coneguts|support/known_issues]].

source: <h1 id="error-starting-gdm">Error starting GDM</h1>
ca: <h1 id="error-starting-gdm">Error en iniciar GDM</h1>

source: This section applies if you see the following error message when starting Tails:
ca: Aquesta secció s'aplica si veieu el missatge d'error següent en iniciar Tails:

source: <p class="code"> Error starting GDM with your graphics card: <span class="command-placeholder">name of your graphics card [id] (rev number)</span>. Please take note of this error and visit https://tails.net/gdm for troubleshooting. </p>
ca: <p class="code"> Error starting GDM with your graphics card: <span class="command-placeholder">nom de la vostra targeta gràfica [id] (número de rev.)</span>. Please take note of this error and visit https://tails.net/gdm for troubleshooting. </p>

source: Identify the name, ID, and revision number (if any) of your graphics card.
ca: Identifiqueu el nom, l'ID i el número de revisió (si n'hi ha) de la vostra targeta gràfica.

source: For example, if your error message starts with:
ca: Per exemple, si el vostre missatge d'error comença amb:

source: The name is *NVIDIA Corporation GT218M [NVS 3100M]*.
ca: El nom és *NVIDIA Corporation GT218M [NVS 3100M]*.

source: The ID is *[10de:0a6c]*. The ID is unique to the model of your graphics card, it is not unique to your computer.
ca: L'identificador és *[10de:0a6c]*. L'identificador és exclusiu del model de la vostra targeta gràfica, no és exclusiu del vostre ordinador.

source: The revision number is *a2*. Your graphics card might have no revision number.
ca: El número de revisió és *a2*. És possible que la vostra targeta gràfica no tingui número de revisió.

source: Check if your graphics card is listed below. For example, you can search for its name or ID on this page.
ca: Comproveu si la vostra targeta gràfica apareix a continuació. Per exemple, podeu cercar el seu nom o identificador en aquesta pàgina.

source: If your graphics card is listed, check if a workaround is documented to make it work on Tails.
ca: Si la vostra targeta gràfica apareix a la llista, comproveu si hi ha una solució alternativa per fer-la funcionar a Tails.

source: If the workaround doesn't work, we are sorry that Tails does not work well on this computer. Our best hope is that a future update of Linux drivers will solve the problem.
ca: Si la solució no funciona, lamentem que Tails no funcioni bé en aquest ordinador. La nostra millor esperança és que una futura actualització dels controladors de Linux resolgui el problema.

source: If your graphics card is not listed, please [[contact our support team by email|support/talk]].
ca: Si la vostra targeta gràfica no apareix a la llista, [[contacteu amb el nostre equip d'assistència per correu electrònic|support/talk]].

source: Mention in your email:
ca: Esmenteu al vostre correu electrònic:

source: The version of Tails that you are trying to start.
ca: La versió de Tails que esteu intentant iniciar.

source: The name, ID, and revision number (if any) of your graphics card.
ca: El nom, ID i número de revisió (si n'hi ha) de la targeta gràfica.

source: <p>You can send us a photo of the error message as it appears on your screen.</p>
ca: <p>Podeu enviar-nos una foto del missatge d'error tal com apareix a la vostra pantalla.</p>

source: If your problem gets fixed in a future version of Tails, please let us know so we can update this page.
ca: Si el vostre problema es soluciona en una versió futura de Tails, feu-nos-ho saber perquè puguem actualitzar aquesta pàgina.

source: Name and ID in /usr/share/misc/pci.ids
ca: Nom i identificador a /usr/share/misc/pci.ids

source: The correspondence between the name and ID is established in /usr/share/misc/pci.ids.
ca: La correspondència entre el nom i l'identificador s'estableix a /usr/share/misc/pci.ids.

source: For example:
ca: Per exemple:

source: Corresponds to:
ca: Correspon a:

source: Template for new section
ca: Plantilla per a la nova secció

source: $LT!-- Issues: #XXXXX #XXXXX --$GT
ca: $LT!-- Problemes: #XXXXX #XXXXX --$GT

source: Affected graphics cards
ca: Targetes gràfiques afectades

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table>
ca: <table> <tr><th>Nom</th><th>Identificador</th><th>Número de revisió</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table>

source: Workaround
ca: Solució temporal

source: Any graphics cards in the Radeon HD family might be affected.
ca: Qualsevol targeta gràfica de la família Radeon HD es pot veure afectada.

source: If the computer has another, integrated graphics card, try configuring the computer to use that one instead of the AMD graphics card. For example, using the following [[boot option|doc/advanced_topics/boot_options]]:
ca: Si l'ordinador té una altra targeta gràfica integrada, proveu de configurar l'ordinador perquè l'utilitzi en lloc de la targeta gràfica AMD. Per exemple, utilitzant la següent [[opció d'arrencada|doc/advanced_topics/boot_options]]:

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Hawaii PRO [Radeon R9 290/390]</td><td>[1002:67b1]</td><td></td></tr> </table>
ca: <table> <tr><th>Nom</th><th>Identificador</th><th>Número de revisió</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Hawaii PRO [Radeon R9 290/390]</td><td>[1002:67b1]</td><td></td></tr> </table>

source: Adding `radeon.dpm=0` to the [[boot options|doc/advanced_topics/boot_options]] might fix the issue.
ca: Afegir `radeon.dpm=0` a les [[opcions d'arrencada|doc/advanced_topics/boot_options]] podria solucionar el problema.

source: <h2 id="amd-radeon-rx-400">AMD Radeon RX 400 family</h2>
ca: <h2 id="amd-radeon-rx-400">Família AMD Radeon RX 400</h2>

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Radeon RX 480</td><td></td><td></td></tr> </table>
ca: <table> <tr><th>Nom</th><th>Identificador</th><th>Número de revisió</th></tr> <tr><td>Radeon RX 480</td><td></td><td></td></tr> </table>

source: Adding `amdgpu.dc=0` to the [[boot options|doc/advanced_topics/boot_options]] might fix the issue.
ca: Afegir `amdgpu.dc=0` a les [[opcions d'arrencada|doc/advanced_topics/boot_options]] podria solucionar el problema.

source: Other possibly affected graphics cards
ca: Altres targetes gràfiques possiblement afectades

source: Other graphics cards in the [[!wikipedia Radeon_RX_400_series]] might be affected.
ca: Altres targetes gràfiques de la [[!wikipedia_ca Sèrie_Radeon_400 desc="sèrie Radeon RX 400"]] podrien veure's afectades.

source: <h2 id="amd-vega">AMD Radeon RX Vega family</h2>
ca: <h2 id="amd-vega">Família AMD Radeon RX Vega</h2>

source: Graphics cards in the [[!wikipedia Radeon_RX_Vega_series]], as found in some AMD Ryzen processors, might be affected.
ca: Les targetes gràfiques de la [[!wikipedia_ca sèrie Radeon RX Vega]], tal com es troben en alguns processadors AMD Ryzen, podrien veure's afectades.

source: Try starting Tails using the following [[boot option|doc/advanced_topics/boot_options]]:
ca: Proveu d'iniciar Tails amb la següent [[opció d'arrencada|doc/advanced_topics/boot_options]]:

source: Various Intel graphics card, including but not limited to:
ca: Diverses targetes gràfiques Intel, que inclouen, entre d'altres:

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Intel Corporation TigerLake-LP GT2 [Iris Xe Graphics]</td><td>[8086:9a49]</td><td></td></tr> <tr><td>Intel Corporation JasperLake [UHD Graphics]</td><td>[8086:4e55]</td><td></td></tr> <tr><td>Intel Corporation Iris Plus Graphics G1 (Ice Lake)</td><td>[8086:8a56]</td><td></td></tr> </table>
ca: <table> <tr><th>Nom</th><th>Identificador</th><th>Número de revisió</th></tr> <tr><td>Intel Corporation TigerLake-LP GT2 [Iris Xe Graphics]</td><td>[8086:9a49]</td><td></td></tr> <tr><td>Intel Corporation JasperLake [UHD Graphics]</td><td>[8086:4e55]</td><td></td></tr> <tr><td>Intel Corporation Iris Plus Graphics G1 (Ice Lake)</td><td>[8086:8a56]</td><td></td></tr> </table>

source: … replacing *MODEL* with the 4 characters you see after `8086:` on the error message.
ca: … substituint *MODEL* amb els 4 caràcters que veieu després de `8086:` al missatge d'error.

source: For example, if you see an error about `8086:4c8a`, use this boot option: `i915.force_probe=4c8a`.
ca: Per exemple, si veieu un error sobre `8086:4c8a`, utilitzeu aquesta opció d'arrencada: `i915.force_probe=4c8a`.

source: For example, in the Dell Latitude 7490.
ca: Per exemple, en el Dell Latitude 7490.

source: Try adding the following [[boot option|doc/advanced_topics/boot_options]] when starting Tails:
ca: Proveu d'afegir la següent [[opció d'arrencada|doc/advanced_topics/boot_options]] quan inicieu Tails:

source: <h2 id="multiple">Multiple graphics cards</h2>
ca: <h2 id="multiple">Múltiples targetes gràfiques</h2>

source: If the error message lists multiple graphics cards:
ca: Si el missatge d'error mostra diverses targetes gràfiques:

source: If possible, plug in the monitor into the motherboard's Intel graphics card, as opposed to the external Nvidia or AMD/ATI graphics card.
ca: Si és possible, connecteu el monitor a la targeta gràfica Intel de la placa base, a diferència de la targeta gràfica externa Nvidia o AMD/ATI.

source: Explicitly select one of the two graphics adapters in the BIOS instead of letting the system choose one automatically. If this does not solve the problem, try selecting the other graphics adapter.
ca: Seleccioneu explícitament un dels dos adaptadors de gràfics de la BIOS en lloc de deixar que el sistema en triï un automàticament. Si això no resol el problema, proveu de seleccionar l'altre adaptador de gràfics.

source: Try starting Tails using the following [[boot options|doc/advanced_topics/boot_options]]. You should try only one of these boot options per start attempt.
ca: Proveu d'iniciar Tails amb les següents [[opcions d'arrencada|doc/advanced_topics/boot_options]]. Només hauríeu de provar una d'aquestes opcions d'arrencada per intent d'inici.

source: For example, in the Acer Aspire e13.
ca: Per exemple, en el Acer Aspire e13.

source: <h1 id="other-issues">Other issues</h1>
ca: <h1 id="other-issues">Altres problemes</h1>

source: <h2 id="black-screen-switchable-graphics">Black screen with switchable graphics computers</h2>
ca: <h2 id="black-screen-switchable-graphics">Pantalla negra amb ordinadors gràfics commutables</h2>

source: Some computers with switchable graphics (such as Optimus) fail to choose a video card and end up on a black screen. This has been reported for MacBook Pro 6,2, MacBook Pro 10,1 Retina, MacBook Pro 15-inch (early 2011) and might affect many others.
ca: Alguns ordinadors amb gràfics commutables (com Optimus) no trien una targeta de vídeo i acaben en una pantalla negra. Això s'ha informat per a MacBook Pro 6.2, MacBook Pro 10.1 Retina, MacBook Pro de 15 polzades (principis de 2011) i podria afectar molts altres.

source: There are several possible workarounds for this issue:
ca: Hi ha diverses solucions temporals possibles per a aquest problema:

source: For the Mac computers, it is possible to use a third-party application, <http://gfx.io/>, to force integrated graphics only through macOS. Then restart in that special mode that works with Tails.
ca: Per als ordinadors Mac, és possible utilitzar una aplicació de tercers, <http://gfx.io/>, per forçar els gràfics integrats només a través de macOS. A continuació, reinicieu en aquest mode especial que funciona amb Tails.

source: <h2 id="qemu">Virtual machines with <span class="application">virt-manager</span>, <span class="application">libvirt</span> and <span class="application">QEMU</span></h2>
ca: <h2 id="qemu">Màquines virtuals amb <span class="application">virt-manager</span>, <span class="application">libvirt</span> i <span class="application">QEMU </span></h2>

source: See the [[dedicated troubleshooting documentation|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] about graphics issues in Tails running inside a virtual machine with <span class="application">virt-manager</span>.
ca: Consulteu la [[documentació dedicada a la resolució de problemes|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] sobre problemes de gràfics a Tails quan s'executa dins d'una màquina virtual amb <span class="application">virt-manager</span>.

source: <h2 id="vmware">Virtual machines with <span class="application">VMware</span></h2>
ca: <h2 id="vmware">Màquines virtuals amb <span class="application">VMware</span></h2>

source: To improve support of Tails running inside a virtual machine with *VMware*, install the `open-vm-tools-desktop` software package as [[Additional Software|doc/persistent_storage/additional_software]] in Tails.
ca: Per millorar el suport de Tails quan s'executa dins d'una màquina virtual amb *VMware*, instal·leu el paquet de programari `open-vm-tools-desktop` com a [[Programari Addicional|doc/persistent_storage/additional_software]] a Tails.

source: <h2 id="boot-options">Probing EDD error</h2>
ca: <h2 id="boot-options">Error Probing EDD</h2>

source: Use these instructions if Tails failed to start and displayed the following error:
ca: Utilitzeu aquestes instruccions si Tails no s'ha pogut iniciar i mostra l'error següent:

source: Follow [[our guide for editing boot options|doc/advanced_topics/boot_options]].
ca: Seguiu la [[nostra guia per editar les opcions d'arrencada|doc/advanced_topics/boot_options]].

source: For the guide's "Modify the boot options as needed" step, type `edd=off` to add this option to the command line.
ca: Per al pas «Modifica les opcions d'arrencada segons sigui necessari» de la guia, escriviu `edd=off` per afegir aquesta opció a la línia d'ordres.

source: <h2 id="display-artifacts-intel">Display artifact when starting Tails on Intel display</h2>
ca: <h2 id="display-artifacts-intel">Mostra l'artefacte quan s'inicia Tails a la pantalla Intel</h2>

source: If you see screen tearing and color artifact shift through display with an Intel graphics card, try this:
ca: Si veieu un trencament de la pantalla i un canvi d'artefacte de color a través de la pantalla amb una targeta gràfica Intel, proveu això:

source: Right-click on the desktop
ca: Feu clic amb el botó dret a l'escriptori

source: Click *Display Settings*
ca: Feu clic a *Paràmetres de la pantalla*

source: Change the refresh rate to a different value.<br /> For example, setting the refresh rate to 48 HZ fixed the problem on Tails 5.9 with this hardware: Gemini Lake N4100 (Intel Graphics 600).
ca: Canvieu la freqüència d'actualització a un valor diferent.<br /> Per exemple, establir la freqüència d'actualització a 48 HZ solucionava el problema a Tails 5.9 amb aquest maquinari: Gemini Lake N4100 (Intel Graphics 600).
