Repository: ks-sbc/os
Catalog: wiki/src/security/argon2id/cryptsetup_upgrade.inline.*.po
Languages: de, es

source: To verify whether your encrypted volume uses PBKDF2 or Argon2id, execute the following command.
de: Um zu überprüfen, ob Ihr verschlüsseltes Volume PBKDF2 oder Argon2id verwendet, führen Sie den folgenden Befehl aus.
es: Para verificar si tu volumen cifrado usa PBKDF2 o Argon2id, ejecuta el siguiente comando.

source: Replace <span class="command-placeholder">[partition]</span> with the partition name found in step 1.6.
de: Ersetzen Sie <span class="command-placeholder">[partition]</span> durch den Partitionsnamen, der in Schritt 1.6 gefunden wurde.
es: Remplaza <span class="command-placeholder">[partición]</span> con el nombre de la partición encontrado en el paso 1.6.

source: <p class="pre command-template">cryptsetup luksDump /dev/<span class="command-placeholder">[partition]</span></p>
es: <p class="pre command-template">cryptsetup luksDump /dev/<span class="command-placeholder">[partición]</span></p>

source: In the output:
de: In der Ausgabe:
es: En la salida:

source: `Version` indicates the version of LUKS, either `1` or `2`.
de: `Version` gibt die Version von LUKS an, entweder `1` oder `2`.
es: `Versión` indica la versión de LUKS, ya sea `1` o `2`.

source: `PBKDF` indicates the key derivation function, either `pbkdf2` or `argon2id`.
de: `PBKDF` gibt die Schlüsselableitungsfunktion an, entweder `pbkdf2` oder `argon2id`.
es: `PBKDF` indica la función de derivación de clave, ya sea `pbkdf2` o `argon2id`.

source: If your encrypted volume already uses LUKS2 and Argon2id, you can stop here.
de: Wenn Ihr verschlüsseltes Volume bereits LUKS2 und Argon2id verwendet, können Sie hier aufhören.
es: Si tu volumen cifrado ya utiliza LUKS2 y Argon2id, puedes detenerte aquí.

source: Execute the following command to do a backup of your LUKS1 header.
de: Führen Sie den folgenden Befehl aus, um ein Backup Ihres LUKS1-Headers zu erstellen.
es: Ejecuta el siguiente comando para hacer una copia de seguridad de tu cabecera LUKS1.

source: <p class="pre command-template">cryptsetup luksHeaderBackup /dev/<span class="command-placeholder">[partition]</span> --header-backup-file /home/amnesia/luks1header</p>
es: <p class="pre command-template">cryptsetup luksHeaderBackup /dev/<span class="command-placeholder">[partición]</span> --header-backup-file /home/amnesia/luks1header</p>

source: If something goes wrong, you will be able to restore your LUKS1 header from this backup with:
de: Wenn etwas schiefgeht, können Sie Ihren LUKS1-Header aus diesem Backup wiederherstellen mit:
es: Si algo sale mal, podrás restaurar tu cabecera LUKS1 de esta copia de seguridad con:

source: <p class="pre command-template">cryptsetup luksHeaderRestore /dev/<span class="command-placeholder">[partition]</span> --header-backup-file /home/amnesia/luks1header</p>
es: <p class="pre command-template">cryptsetup luksHeaderRestore /dev/<span class="command-placeholder">[partición]</span> --header-backup-file /home/amnesia/luks1header</p>

source: To update your LUKS header to LUKS2, execute the following command.
de: Um Ihren LUKS-Header auf LUKS2 zu aktualisieren, führen Sie den folgenden Befehl aus.
es: Para actualizar tu cabecera LUKS a LUKS2, ejecuta el siguiente comando.

source: Replace <span class="command-placeholder">[partition]</span> with the device name found in step 1.6.
de: Ersetzen Sie <span class="command-placeholder">[partition]</span> durch den Gerätenamen, der in Schritt 1.6 gefunden wurde.
es: Reemplaza <span class="command-placeholder">[partición]</span> con el nombre del dispositivo encontrado en el paso 1.6.

source: To verify that Argon2id is the new key derivation function, execute the following command again.
de: Um zu überprüfen, dass Argon2id die neue Schlüsselableitungsfunktion ist, führen Sie den folgenden Befehl erneut aus.
es: Para verificar que Argon2id sea la nueva función de derivación de clave, ejecuta el siguiente comando nuevamente.

source: In the output, verify that:
de: Überprüfen Sie in der Ausgabe, dass:
es: En la salida, verifica que:

source: The `Version` is `2` and not `1`.
de: Die `Version` ist `2` und nicht `1`.
es: La `Versión` es `2` y no `1`.

source: The `PBKDF` is `argon2id` and not `pbkdf2`.
es: La `PBKDF` es` argon2id` y no `pbkdf2`.

source: Try to unlock your encrypted volume.
de: Versuchen Sie, Ihr verschlüsseltes Volume zu entsperren.
es: Intenta desbloquear tu volumen cifrado.
