Repository: ks-sbc/os
Catalog: wiki/src/security/argon2id/tails_installer.inline.*.po
Languages: de

source: Plug in the new USB stick.
de: Schließen Sie den neuen USB-Stick an.

source: Choose **Applications**&nbsp;▸ **Tails Cloner**.
de: Wählen Sie **Anwendungen**&nbsp;▸ **Tails Cloner**.

source: Turn on the option **Clone the current Persistent Storage** below the option **Clone the current Tails**.
de: Aktivieren Sie die Option **Clone the current Persistent Storage** unterhalb der Option **Clone the current Tails**.

source: Make sure that the new USB stick is selected in the **Target USB stick** menu.
de: Stellen Sie sicher, dass der neue USB-Stick im Menü **Ziel-USB-Stick** ausgewählt ist.

source: To start the cloning, click on the **Install** button.
de: Um den Klonvorgang zu starten, klicken Sie auf die Schaltfläche **Installieren**.

source: Enter a passphrase for the Persistent Storage on the new USB stick in the **Passphrase** text box.
de: Geben Sie eine Passphrase für den persistenten Speicher des neuen USB-Sticks in das Textfeld **Passphrase** ein.

source: Enter the same passphrase again in the **Confirm** text box.
de: Geben Sie die gleiche Passphrase erneut in das Textfeld **Bestätigen** ein.

source: Click **Continue**.
de: Klicken Sie auf **Fortfahren**.

source: Read the warning message in the confirmation dialog.
de: Lesen Sie die Warnmeldung im Bestätigungsfenster.

source: Click **Delete All Data and Install** to confirm.
de: Klicken Sie auf **Alle Daten löschen und installieren**, um zu bestätigen.

source: Cloning takes a few minutes.
de: Cloning nimmt ein paar Minuten in Anspruch.

source: <p>The progress bar usually freezes for some time while synchronizing data on disk.</p>
de: <p>Die Fortschrittsanzeige friert normalerweise eine Zeit lang ein, während Daten auf der Festplatte synchronisiert werden.</p>
