Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/start/mac.*.po
Languages: ca

source: [[!meta title="Starting Tails on Mac"]]
ca: [[!meta title="Iniciar Tails a Mac"]]

source: This page describes the technique to start Tails from a USB stick on Mac.
ca: Aquesta pàgina descriu la tècnica per iniciar Tails des d'un llapis USB a Mac.

source: <h1 id="mac-start">Starting on Mac</h1>
ca: <h1 id="mac-start">Iniciar a Mac</h1>

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/mac_startup_disks.inline.ca" raw="yes" sort="age"]]

source: <div class="next"> <p>If the Boot Loader appears, you can follow our [[instructions on the Welcome Screen|install/mac#tails]].</p> </div>
ca: <div class="next"> <p>Si apareix el Carregador d'Arrencada, podeu seguir les nostres [[instruccions de la Pantalla de Benvinguda|install/mac#tails]].</p> </div>

source: <h1 id="not-at-all">Troubleshooting Tails not starting at all</h1>
ca: <h1 id="not-at-all">Resolució de problemes quan Tails no s'inicia</h1>

source: Use this section if the computer does not start from the USB stick and the Boot Loader does not display:
ca: Utilitzeu aquesta secció si l'ordinador no s'inicia des del llapis USB i el Carregador d'Arrencada no es mostra:

source: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Black screen ('GNU GRUB') with Tails logo and 3 options: 'Tails' and 'Tails (Troubleshooting Mode)' and 'Tails (External Hard Disk)'."]]
ca: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Pantalla negra ('GNU GRUB') amb el logotip de Tails i tres opcions: 'Tails', 'Tails (Troubleshooting Mode)' i 'Tails (External Hard Disk)'."]]

source: <h2 id="verify">Verify your Tails USB stick</h2>
ca: <h2 id="verify">Verifiqueu el vostre llapis USB de Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.ca" raw="yes" sort="age"]]

source: <p>If you get the following error message in macOS:</p>
ca: <p>Si veieu el següent missatge d'error a macOS:</p>

source: <p class="code">There may be a problem with this disk image. Are you sure you want to open it?</p>
ca: <p class="code">És possible que hi hagi un problema amb aquesta imatge del disc. Esteu segur de voler-la obrir?</p>

source: <p>Then, you have to [[install Tails using <i>balenaEtcher</i>|install/mac#etcher]].</p>
ca: <p>A continuació, heu d'[[instal·lar Tails usant <i>balenaEtcher</i>|install/mac#etcher]].</p>

source: <h2 id="known-issues-not-at-all">Check our list of known issues</h2>
ca: <h2 id="known-issues-not-at-all">Consulteu la nostra llista de problemes coneguts</h2>

source: Similar problems might have been reported already for your Mac model in our [[list of known issues about Tails not starting at all|support/known_issues#mac-not-at-all]].
ca: És possible que s'hagin reportat problemes similars per al vostre model de Mac a la nostra [[llista de problemes coneguts quan Tails no s'inicia|support/known_issues#mac-not-at-all]].

source: <h1 id="not-entirely">Troubleshooting Tails not starting after the Boot Loader</h1>
ca: <h1 id="not-entirely">Resolució de problemes quan Tails no s'inicia després del Carregador d'Arrencada</h1>

source: [[!inline pages="doc/first_steps/start/not_entirely.inline" raw="yes" sort="age"]]
ca: [[!inline pages="doc/first_steps/start/not_entirely.inline.ca" raw="yes" sort="age"]]
