Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/start/pc.*.po
Languages: ca

source: [[!meta title="Starting Tails on PC"]]
ca: [[!meta title="Iniciar Tails al PC"]]

source: This page describes the basic and advanced techniques to start Tails from a USB stick on PC.
ca: Aquesta pàgina descriu les tècniques bàsiques i avançades per iniciar Tails des d'un llapis USB a l'ordinador.

source: <h1 id="windows-restart">Starting from Windows 8 or 10</h1>
ca: <h1 id="windows-restart">Iniciar a partir de Windows 8 o 10</h1>

source: From Windows or the sign-in screen of Windows:
ca: Des de Windows o la pantalla d'inici de sessió de Windows:

source: [[!inline pages="install/inc/steps/windows_boot_menu.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/windows_boot_menu.inline.ca" raw="yes" sort="age"]]

source: <div class="next"> <p>If the Boot Loader appears, you can follow our [[instructions on the Welcome Screen|install/windows#tails]].</p> </div>
ca: <div class="next"> <p>Si apareix el Carregador d'Arrencada, podeu seguir les nostres [[instruccions de la Pantalla de Benvinguda|install/windows#tails]].</p> </div>

source: <h1 id="boot-menu-key">Starting with the Boot Menu key</h1>
ca: <h1 id="boot-menu-key">Iniciar amb la tecla del Menú d'Arrencada</h1>

source: [[!inline pages="install/inc/steps/pc_boot_menu.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/pc_boot_menu.inline.ca" raw="yes" sort="age"]]

source: Edit the **Boot Order**. You might see an entry for **Removable devices** or **USB media**. Move this entry to the top of the list to force the computer to start from the USB stick before starting from the internal hard disk.
ca: Editeu l'**Ordre d'arrencada**. És possible que vegeu una entrada per a **Dispositius extraïbles** o **Mitjans USB**. Moveu aquesta entrada a la part superior de la llista per forçar l'ordinador a arrencar des del llapis USB abans de començar des del disc dur intern.

source: <h1 id="not-at-all">Troubleshooting Tails not starting at all</h1>
ca: <h1 id="not-at-all">Resolució de problemes quan Tails no s'inicia</h1>

source: Use this section if the computer does not start from the USB stick and the Boot Loader does not display:
ca: Utilitzeu aquesta secció si l'ordinador no s'inicia des del llapis USB i el Carregador d'Arrencada no es mostra:

source: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Black screen ('GNU GRUB') with Tails logo and 3 options: 'Tails' and 'Tails (Troubleshooting Mode)' and 'Tails (External Hard Disk)'."]]
ca: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Pantalla negra ('GNU GRUB') amb el logotip de Tails i tres opcions: 'Tails', 'Tails (Troubleshooting Mode)' i 'Tails (External Hard Disk)'."]]

source: <h2 id="verify">Verify your Tails USB stick</h2>
ca: <h2 id="verify">Verifiqueu el vostre llapis USB de Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.ca" raw="yes" sort="age"]]

source: <p>If you get the following error message in Windows:</p>
ca: <p>Si rebeu el missatge d'error següent a Windows:</p>

source: <p class="code">The disc image file is corrupted.</p>
ca: <p class="code">El fitxer d'imatge del disc està malmès.</p>

source: <h2 id="known-issues">Check our list of known issues</h2>
ca: <h2 id="known-issues">Consulteu la nostra llista de problemes coneguts</h2>

source: Similar problems might have been reported already for your computer model in our [[list of known issues about Tails not starting at all|support/known_issues#pc-not-at-all]].
ca: És possible que ja s'hagin informat problemes similars per al vostre model d'ordinador a la nostra [[llista de problemes coneguts sobre Tails quan no s'inicia|support/known_issues#pc-not-at-all]].

source: <h2 id="bios-settings">Edit the BIOS or UEFI settings (advanced users)</h2>
ca: <h2 id="bios-settings">Editar la configuració de la BIOS o UEFI (usuaris avançats)</h2>

source: To learn how to edit the BIOS or UEFI settings, search for the user manual of the computer on the support website of the manufacturer.
ca: Per saber com editar la configuració de la BIOS o UEFI, cerqueu el manual d'usuari de l'ordinador al lloc web d'assistència del fabricant.

source: <p>Take note of the changes that you apply to the BIOS or UEFI settings. That way, you can revert the changes if they prevent the computer from starting on its usual operating system.</p>
ca: <p>Preneu nota dels canvis que apliqueu a la configuració de la BIOS o UEFI. D'aquesta manera, podeu revertir els canvis si impedeixen que l'ordinador s'iniciï amb el seu sistema operatiu habitual.</p>

source: In the BIOS or UEFI settings, try to apply the following changes:
ca: A la configuració de la BIOS o UEFI, proveu d'aplicar els canvis següents:

source: Make sure that the Boot Menu key is enabled, in your BIOS or UEFI options. This option might be called **Boot Device List** or something similar, depending on the computer.
ca: Assegureu-vos que la clau del Menú d'Arrencada estigui activada a les opcions de la BIOS o UEFI. Aquesta opció es pot anomenar **Llista de dispositius d'arrencada** o alguna cosa semblant, depenent de l'ordinador.

source: - Disable **Fast Boot**.
ca: - Desactiveu **Arrencada ràpida (Fast Boot)**.

source: - Enable **CSM Boot**.
ca: - Activeu **Arrencada CSM (CSM Boot)**.

source: Enable **Legacy Boot**, in addition to UEFI. The computer might not start anymore on its regular operating system if you disable UEFI completely or if you only enable Legacy boot.
ca: Habiliteu **Arrencada heretada (Legacy Boot)**, a més de UEFI. És possible que l'ordinador ja no s'iniciï al seu sistema operatiu normal si desactiveu completament UEFI o si només activeu l'arrencada heretada.

source: Try to upgrade the BIOS or UEFI. To do so, refer to the support website of the computer manufacturer.
ca: Intenteu actualitzar la BIOS o UEFI. Per fer-ho, consulteu el lloc web d'assistència del fabricant de l'ordinador.

source: <h1 id="not-entirely">Troubleshooting Tails not starting after the Boot Loader</h1>
ca: <h1 id="not-entirely">Resolució de problemes quan Tails no s'inicia després del Carregador d'Arrencada</h1>

source: [[!inline pages="doc/first_steps/start/not_entirely.inline" raw="yes" sort="age"]]
ca: [[!inline pages="doc/first_steps/start/not_entirely.inline.ca" raw="yes" sort="age"]]
