Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/thunderbird/openpgp_migration.*.po
Languages: ca

source: [[!meta title="Migrating OpenPGP configuration from Enigmail in Thunderbird 78"]]
ca: [[!meta title="Migració de la configuració d'OpenPGP des d'Enigmail a Thunderbird 78"]]

source: Since Tails 4.13 (November 2020), *Thunderbird* 78 replaces the *Enigmail* extension with built-in support for OpenPGP encryption.
ca: Des de Tails 4.13 (novembre de 2020), el *Thunderbird* 78 substitueix l'extensió *Enigmail* amb suport integrat per a l'encriptació OpenPGP.

source: If you used *Enigmail* before Tails 4.13, follow the instructions below to migrate from *Enigmail* to *Thunderbird* 78. Tails does not include *Enigmail* 2.2, the last version of the extension, which automates this migration.
ca: Si heu utilitzat l'*Enigmail* abans de Tails 4.13, seguiu les instruccions següents per migrar d'*Enigmail* al *Thunderbird* 78. Tails no inclou l'*Enigmail* 2.2, l'última versió de l'extensió, que automatitza aquesta migració.

source: See also the official [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).
ca: Vegeu també la guia oficial d'[OpenPGP al Thunderbird - HOWTO i FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq) (en anglès).

source: <h1 id="private">Migrate your private key</h1>
ca: <h1 id="private">Migració de la vostra clau privada</h1>

source: <h2 id="export-private">Export your private key using <em>Kleopatra</em></h2>
ca: <h2 id="export-private">Exporteu la vostra clau privada amb <em>Kleopatra</em></h2>

source: From the desktop:
ca: Des de l'escriptori:

source: Choose **Applications&nbsp;▸ Accessories&nbsp;▸ Kleopatra**.
ca: Trieu **Aplicacions&nbsp;▸ Accessoris&nbsp;▸ Kleopatra**.

source: Select the private key that you want to migrate to *Thunderbird*.
ca: Seleccioneu la clau privada que voleu migrar al *Thunderbird*.

source: Choose **File&nbsp;▸ Backup Secret Keys…** and save this private key to your *Home* directory.
ca: Trieu **Fitxer&nbsp;▸ Desa les claus secretes…** i deseu aquesta clau privada al vostre directori *Inici*.

source: Close *Kleopatra*.
ca: Tanqueu *Kleopatra*.

source: <h2 id="import-private">Import your private key in <em>Thunderbird</em></h2>
ca: <h2 id="import-private">Importeu la vostra clau privada al <em>Thunderbird</em></h2>

source: In *Thunderbird*:
ca: Al *Thunderbird*:

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Account Settings**.
ca: Trieu **[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]&nbsp;▸ Paràmetres del compte**.

source: In the left pane, identify the account that corresponds to the private key that you want to import and choose **End-to-End Encryption**.
ca: Al panell esquerre, identifiqueu el compte que correspon a la clau privada que voleu importar i trieu **Xifratge d'extrem a extrem**.

source: In the right pane, click the **Add Key…** button.
ca: Al panell dret, feu clic al botó **Afegeix una clau…**.

source: In the **Add a Personal OpenPGP Key** dialog, choose **Import an existing OpenPGP Key** and click **Continue**.
ca: Al diàleg **Afegeix una clau OpenPGP personal**, trieu **Importa una clau OpenPGP existent** i feu clic a **Continua**.

source: Click the **Select File to Import…** button and choose the private key that your exported from *Kleopatra*.
ca: Feu clic al botó **Selecciona el fitxer per importar…** i trieu la clau privada que heu exportat des de *Kleopatra*.

source: In the next dialog, make sure that your private key is listed and that the option **Treat this key as a Personal Key** is selected.
ca: Al diàleg següent, assegureu-vos que la vostra clau privada aparegui a la llista i que l'opció **Tracta aquesta clau com a clau personal** estigui seleccionada.

source: Click **Continue**, enter the passphrase for your private key (if any), and click **Continue** again.
ca: Feu clic a **Continua**, introduïu la contrasenya de la vostra clau privada (si en teniu) i torneu a fer clic a **Continua**.

source: Your private key should now be listed in the **End-to-End Encryption** settings of your account.
ca: Ara la vostra clau privada hauria de figurar a la configuració de **Xifratge d'extrem a extrem** del vostre compte.

source: Select your private key to enable OpenPGP encryption for this account.
ca: Seleccioneu la vostra clau privada per activar l'encriptatge OpenPGP per a aquest compte.

source: <h2 id="primary-password">Set up a Primary Password</h2>
ca: <h2 id="primary-password">Configureu una contrasenya principal</h2>

source: In *Thunderbird* 78, OpenPGP private keys are not protected by a passphrase. That's why we recommend that you set up a Primary Password.
ca: Al *Thunderbird* 78, les claus privades d'OpenPGP no estan protegides per una contrasenya. És per això que us recomanem que configureu una contrasenya principal.

source: With a Primary Password, your private key is encrypted in your *Thunderbird* profile and is only unlocked while *Thunderbird* is running. If your *Thunderbird* profile is stored in your Persistent Storage, then your private key is encrypted twice: once by *Thunderbird* in your profile and a second time by the encryption of the Persistent Storage.
ca: Amb una contrasenya principal, la vostra clau privada està encriptada al vostre perfil del *Thunderbird* i només es desbloqueja mentre s'executa el *Thunderbird*. Si el vostre perfil del *Thunderbird* està desat al vostre Emmagatzematge Persistent, aleshores la vostra clau privada s'encripta dues vegades: una vegada pel *Thunderbird* al vostre perfil i una segona vegada mitjançant l'encriptatge de l'Emmagatzematge Persistent.

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Settings**.
ca: Trieu **[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]&nbsp;▸ Paràmetres**.

source: Choose **Privacy & Security**.
ca: Trieu **Privadesa i seguretat**.

source: In the **Passwords** section, select the option **Use a Primary Password**.
ca: A la secció **Contrasenyes**, seleccioneu l'opció **Utilitza una contrasenya principal**.

source: In the **Primary Password** dialog, enter your Primary Password and click **OK**.
ca: Al diàleg **Contrasenya principal**, introduïu la vostra contrasenya principal i feu clic a **D'acord**.

source: <h1 id="public">Migrate the public keys of your contacts</h1>
ca: <h1 id="public">Migrar les claus públiques dels vostres contactes</h1>

source: <h2 id="export-public">Export the public keys using <em>Kleopatra</em></h2>
ca: <h2 id="export-public">Exporteu les claus públiques amb <em>Kleopatra</em></h2>

source: Select the public keys that you want to migrate to *Thunderbird*.
ca: Seleccioneu les claus públiques que voleu migrar al *Thunderbird*.

source: You can use **Shift+click** and **Ctrl+click** to select multiple keys.
ca: Podeu utilitzar **Maj+clic** i **Ctrl+clic** per seleccionar diverses claus.

source: Choose **File&nbsp;▸ Export…** and save these public keys to your *Home* directory.
ca: Trieu **Fitxer&nbsp;▸ Exporta…** i deseu aquestes claus públiques al vostre directori *Inici*.

source: <h2 id="import-public">Import the public keys in <em>Thunderbird</em></h2>
ca: <h2 id="import-public">Importar les claus públiques al <em>Thunderbird</em></h2>

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Tools&nbsp;▸ OpenPGP Key Manager**.
ca: Trieu **[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]&nbsp;▸ Eines&nbsp;▸ Gestor de claus OpenPGP**.

source: In the **OpenPGP Key Manager**, choose **File&nbsp;▸ Import Public Key(s) From File.**
ca: Al **Gestor de claus OpenPGP**, trieu **Fitxer&nbsp;▸ Importa les claus públiques des d'un fitxer.**

source: Choose the file containing the public keys that you exported from *Kleopatra*.
ca: Trieu el fitxer que conté les claus públiques que heu exportat des de *Kleopatra*.

source: If *Thunderbird* fails to import many public keys at once, split these public keys into several smaller files. *Thunderbird* can only import public key files of less than 5 MB.
ca: Si el *Thunderbird* no pot importar totes les claus públiques alhora, dividiu aquestes claus públiques en diversos fitxers més petits. *Thunderbird* només pot importar fitxers de clau pública de menys de 5 MB.

source: <h2 id="accept-public">Mark the public keys as accepted</h2>
ca: <h2 id="accept-public">Marqueu les claus públiques com a acceptades</h2>

source: By default, new public keys are not marked as "*accepted*" by *Thunderbird* and you cannot encrypt emails to "unaccepted" keys.
ca: Per defecte, les claus públiques noves no estan marcades com a «*acceptades*» pel *Thunderbird* i no podeu encriptar els correus electrònics amb claus «no acceptades».

source: To mark a public key as accepted:
ca: Per marcar una clau pública com a acceptada:

source: Double-click on the public key that you want to mark as accepted.
ca: Feu doble clic a la clau pública que voleu marcar com a acceptada.

source: In the **Your Acceptance** tab of the **Key Properties** dialog, select the option that applies to how much you verified the public key.
ca: A la pestanya **La vostra acceptació** del diàleg **Propietats de la clau**, seleccioneu l'opció que s'aplica a quant heu verificat la clau pública.

source: <h2 id="disable-gnupg">Turn off the GnuPG feature of your Persistent Storage</h2>
ca: <h2 id="disable-gnupg">Desactiveu la funció GnuPG del vostre Emmagatzematge Persistent</h2>

source: If you only use OpenPGP in *Thunderbird*, you can turn off the GnuPG feature of the Persistent Storage:
ca: Si només utilitzeu OpenPGP al *Thunderbird*, podeu desactivar la funció GnuPG de l'Emmagatzematge Persistent:

source: Choose **Applications&nbsp;▸ Persistent Storage**.
ca: Trieu **Aplicacions&nbsp;▸ Emmagatzematge Persistent**.

source: Turn off the GnuPG feature.
ca: Desactiveu la funció GnuPG.
