Repository: ks-sbc/os
Catalog: wiki/src/donate/thanks.*.po
Languages: de

source: [[!meta title="Thank you!"]]
de: [[!meta title="Vielen Dank!"]]

source: [[!img thanks.png link="no" alt="Tails protects the most vulnerable"]]
de: [[!img thanks.png link="no" alt="Tails schützt die am meisten gefährdeten Personen"]]

source: You make the Internet a safer place
de: Sie machen das Internet zu einem sichereren Ort

source: Your generous donation will keep safe the people who need it the most and protect freedom in the digital age.
de: Ihre großzügige Spende wird diejenigen, die sie am meisten brauchen, sicher halten und die Freiheit im digitalen Zeitalter schützen.

source: Most Internet tools fund themselves by spying on their users. At Tails, we do things differently and we couldn't do it without you.
de: Die meisten Internettools finanzieren sich, indem sie ihre Nutzer ausspionieren. Bei Tails machen wir es anders, und das könnten wir nicht ohne euch.

source: If you need a donation receipt, contact us at <a href="mailto:fundraising@tails.net">fundraising@tails.net</a> ([[OpenPGP key|fundraising-tails-net.key]]).
de: Wenn Sie eine Spendenquittung benötigen, kontaktieren Sie uns unter <a href="mailto:fundraising@tails.net">fundraising@tails.net</a> ([[OpenPGP Schlüssel|fundraising-tails-net.key]]).

source: Your donation will appear as made to Riseup Labs, our fiscal sponsor.
de: Ihre Spende erscheint als an Riseup Labs gerichtet, unseren finanziellen Förderer.

source: <em>We train human-rights activists and journalists to use Tails if they are gonna be looking deep into shady business.
de: <em>Wir schulen Menschenrechtsaktivisten und Journalisten im Umgang mit Tails, falls sie tief in zwielichtige Geschäfte eintauchen müssen.

source: Mexico is a dangerous place to research issues when the organized crime and private companies are together behind some of the most violent stuff that we see here.</em>
de: Mexiko ist ein gefährlicher Ort, um Probleme zu erforschen, wenn organisiertes Verbrechen und private Unternehmen gemeinsam hinter einigen der gewalttätigsten Dinge stehen, die wir hier sehen.</em>

source: &mdash; <strong>Digital security trainer, Mexico</strong>
de: &mdash; <strong>Digitaler Sicherheitstrainer, Mexiko</strong>

source: <em>I always have a Tails USB stick handy, especially when traveling. Pakistan really isn't the safest place for journalists.
de: <em>Ich habe immer einen Tails USB-Stick griffbereit, besonders auf Reisen. Pakistan ist wirklich kein sicherer Ort für Journalisten.

source: Thanks for an amazing tool!</em>
de: Danke für ein erstaunliches Werkzeug!</em>

source: &mdash; <strong>Freelance journalist, Pakistan</strong>
de: &mdash; <strong>Freiberuflicher Journalist, Pakistan</strong>

source: Help us spread the word
de: Helfen Sie uns, das Wort zu verbreiten

source: I donate to @Tails_live because nobody should have to pay to be safe while using computers.
de: Ich spende an @Tails_live, weil niemand zahlen sollte, um beim Benutzen von Computern sicher zu sein.

source: I proudly support @Tails_live to keep safe activists, journalists, and domestic violence survivors.
de: Ich unterstütze mit Stolz @Tails_live, um Aktivisten, Journalisten und Überlebende häuslicher Gewalt sicher zu halten.

source: Follow us
de: Folge uns
