Repository: ks-sbc/os
Catalog: wiki/src/install/download.*.po
Languages: ca

source: [[!meta title="Download and verify (for USB sticks)"]]
ca: [[!meta title="Baixar i verificar (per a llapis USB)"]]

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/download.inline.ca" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/verify.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/verify.inline.ca" raw="yes" sort="age"]]

source: <h1 class="step">Continue installing or upgrading Tails</h1>
ca: <h1 class="step">Continueu instal·lant o actualitzant Tails</h1>

source: With this USB image, you can either:
ca: Amb aquesta imatge USB, podeu:

source: - Upgrade your Tails USB stick and keep your Persistent Storage.
ca: - Actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent.

source: [[Upgrade from your Tails|upgrade/tails]]
ca: [[Actualitzar des del vostre Tails|upgrade/tails]]

source: [[Upgrade from Windows|upgrade/windows]]
ca: [[Actualitzar des de Windows|upgrade/windows]]

source: [[Upgrade from macOS|upgrade/mac]]
ca: [[Actualitzar des de macOS|upgrade/mac]]

source: [[Upgrade from Linux|upgrade/linux]]
ca: [[Actualitzar des de Linux|upgrade/linux]]

source: - Install a new Tails USB stick.
ca: - Instal·lar un nou llapis USB de Tails.

source: <span class="button">[[Install from Windows|install/windows]]</span>
ca: <span class="button">[[Instal·lar des de Windows|install/windows]]</span>

source: <span class="button">[[Install from macOS|install/mac]]</span>
ca: <span class="button">[[Instal·lar des de macOS|install/mac]]</span>

source: <span class="button">[[Install from Linux|install/linux]]</span>
ca: <span class="button">[[Instal·lar des de Linux|install/linux]]</span>

source: <span class="button">[[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]</span>
ca: <span class="button">[[Instal·lar des de Debian o Ubuntu mitjançant la línia d'ordres i GnuPG|install/expert]]</span>

source: To burn a Tails DVD, download our [[ISO image|download-iso]] instead.
ca: Per enregistrar un DVD de Tails, baixeu la nostra [[imatge ISO|download-iso]].

source: [[!inline pages="install/inc/steps/warnings.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/warnings.inline.ca" raw="yes" sort="age"]]
