Repository: ks-sbc/os
Catalog: wiki/src/install/expert.*.po
Languages: ca, it

source: [[!meta title="Install Tails from Debian or Ubuntu using the command line and GnuPG"]]
ca: [[!meta title="Instal·lar Tails des de Debian o Ubuntu mitjançant la línia d'ordres i GnuPG"]]
it: [[!meta title="Installa Tails da Debian o Ubuntu usando la riga di comando e GnuPG"]]

source: [[!inline pages="install/inc/overview" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/overview.ca" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/overview.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/warnings.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/warnings.inline.ca" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/warnings.inline.it" raw="yes" sort="age"]]

source: <h1 id="verify-key" class="step">Verify the Tails signing key</h1>
ca: <h1 id="verify-key" class="step">Verifiqueu la clau de signatura de Tails</h1>
it: <h1 id="verify-key" class="step">Verifica la chiave di firma di Tails</h1>

source: <p>If you already certified the Tails signing key with your own key, you can skip this step and start [[downloading and verifying the USB image|expert#download]].</p>
ca: <p>Si ja heu certificat la clau de signatura de Tails amb la vostra pròpia clau, podeu saltar aquest pas i començar a [[baixar i verificar la imatge USB|expert#download]].</p>
it: <p>Se hai già verificato la chiave di firma di Tails con la tua chiave, puoi saltare questo passaggio e iniziare a [[scaricare e verificare l'immagine USB|expert#download]].</p>

source: In this step, you will download and verify the *Tails signing key* which is the OpenPGP key that is used to cryptographically sign the Tails USB image.
ca: En aquest pas, baixareu i verificareu la *clau de signatura de Tails*, que és la clau OpenPGP que s'utilitza per signar criptogràficament la imatge USB de Tails.
it: In questo passaggio, scaricherai e verificherai la *chiave di firma di Tails* che è la chiave OpenPGP usata per firmare crittograficamente l'immagine USB di Tails.

source: <p>To follow these instructions you need to have your own OpenPGP key.</p>
ca: <p>Per seguir aquestes instruccions, heu de tenir la vostra pròpia clau OpenPGP.</p>
it: <p>Per seguire queste istruzioni è necessario che tu abbia la tua propria chiave OpenPGP.</p>

source: <p>To learn how to create yourself an OpenPGP key, see <a href="https://riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> by <em>Riseup</em>.</p>
ca: OpenPGPOpenPGP<p>Per aprendre a crear una clau OpenPGP, vegeu la <a href="https://riseup.net/en/security/message-security/openpgp/gpg-keys">Gestió de claus OpenPGP</a> de <em>Riseup</em>.</p>
it: <p>Per imparare a crearti una chiave OpenPGP, vedi <a href="https://riseup.net/it/security/message-security/openpgp/gpg-keys">Gestire le chiavi OpenPGP</a> di <em>Riseup</em>.</p>

source: This verification technique uses the OpenPGP Web of Trust and the certification made by official Debian developers on the Tails signing key.
ca: Aquesta tècnica de verificació utilitza la xarxa de confiança d'OpenPGP i la certificació feta pels desenvolupadors oficials de Debian a la clau de signatura de Tails.
it: Questa tecnica di verifica usa il Web of Trust di OpenPGP e la certificazione fatta dagli sviluppatori ufficiali Debian riguardo la chiave di autenticazione di Tails.

source: Import the Tails signing key in your <span class="application">GnuPG</span> keyring:
ca: Importeu la clau de signatura de Tails al vostre anell de claus <span class="application">GnuPG</span>:
it: Importa la chiave di autenticazione di Tails nel tuo <span class="application">portachiavi</span> GnuPG:

source: Install the Debian keyring. It contains the OpenPGP keys of all Debian developers:
ca: Instal·leu l'anell de claus de Debian. Conté les claus OpenPGP de tots els desenvolupadors de Debian:
it: Installa il portachiavi di Debian. Contiene le chiavi OpenPGP di tutti gli sviluppatori Debian:

source: Import the OpenPGP key of [[!wikipedia Chris_Lamb_(software_developer) desc="Chris Lamb"]], a former Debian Project Leader, from the Debian keyring into your keyring:
ca: Importeu la clau OpenPGP de [[!wikipedia Chris_Lamb_(software_developer) desc="Chris Lamb"]], un antic líder del projecte Debian, des de l'anell de claus de Debian al vostre anell de claus:
it: Importa la chiave OpenPGP di [[!wikipedia Chris_Lamb_(software_developer) desc="Chris Lamb"]], un ex leader del progetto Debian, dal portachiavi Debian al tuo portachiavi:

source: Verify the certifications made on the Tails signing key:
ca: Verifiqueu les certificacions fetes a la clau de signatura de Tails:
it: Verifica le certificazioni riguardo la chiave di firma di Tails:

source: In the output of this command, look for the following line:
ca: Al resultat d'aquesta ordre, cerqueu la línia següent:
it: Nel risultato di questo comando, cerca la seguente linea:

source: Here, `sig!2` means that Chris Lamb verified and certified the Tails signing key with his key and a level 2 check.
ca: Aquí, `sig!2` significa que Chris Lamb va verificar i certificar la clau de signatura de Tails amb la seva clau i un control de nivell 2.
it: Qui, `sig!2`significa che Chris Lamb ha verificato e certificato la chiave di firma di Tails con la sua chiave.

source: It is also possible to verify the certifications made by other people. Their name and email address appear in the list of certification if you have their key in your keyring.
ca: També és possible verificar les certificacions realitzades per altres persones. El seu nom i adreça electrònica apareixen a la llista de certificació si teniu la seva clau al vostre clauer.
it: È possibile verificare le certificazioni fatte da altre persone. Il loro nome e indirizzo email figurano nella lista di certificazione se hai la loro chiave nl tuo portachiavi.

source: <div class="caution"> <p>If the verification of the certification failed, then you might have downloaded a malicious version of the Tails signing key or our instructions might be outdated. Please [[get in touch with us|support/talk]].</p> </div>
ca: <div class="caution"> <p>Si la verificació de la certificació ha fallat, és possible que hagueu descarregat una versió maliciosa de la clau de signatura de Tails o les nostres instruccions poden estar obsoletes. Si us plau, [[contacteu amb nosaltres|support/talk]].</p> </div>
it: <div class="caution"> <p>Se la verifica del certificato non è riuscita, potresti aver scaricato una versione malevole della chiave cifrata di Tails o le nostre istruzioni potrebbero essere obsolete. Per favore [[mettiti in contatto con noi|support/talk]]. </p> </div>

source: <div class="tip"> <p>The line <code>175 signatures not checked due to missing keys</code> or similar refers to the certifications (also called <i>signatures</i>) made by other public keys that are not in your keyring. This is not a problem.</p> </div>
ca: <div class="tip"> <p>La línia <code>175 signatures no comprovades perquè falten claus</code> o similar fa referència a les certificacions (també anomenades <i>signatures</i>) fetes per altres claus públiques que no són al vostre anell de claus. Això no és un problema.</p> </div>
it: <div class="tip"> <p>La linea <code>175 firme non controllate a causa di chiavi mancanti</code> o simile si riferisce alle certificazioni (chiamate anche <i>firme</i>) fatte da altre chiavi pubbliche che non si trovano nel portachiavi. Questo non è un problema.</p> </div>

source: Certify the Tails signing key with your own key:
ca: Certifiqueu la clau de signatura de Tails amb la vostra pròpia clau:
it: Certifica la chiave di Tails con la tua chiave:

source: <h1 id="download" class="step">Download Tails</h1>
ca: <h1 id="download" class="step">Baixar Tails</h1>
it: <h1 id="download" class="step">Scarica Tails</h1>

source: Download the USB image:
ca: Baixeu la imatge USB:
it: Scarica l'immagine USB:

source: <h1 id="verify" class="step">Verify your download</h1>
ca: <h1 id="verify" class="step">Verifiqueu la vostra baixada</h1>
it: <h1 id="verify" class="step">Verifica il download</h1>

source: In this step, you will verify your download using the Tails signing key.
ca: En aquest pas, verificareu la vostra baixada mitjançant la clau de signatura de Tails.
it: In questo passaggio, verificherai il tuo download utilizzando la chiave di Tails.

source: Download the signature of the USB image:
ca: Baixeu la signatura de la imatge USB:
it: Scaricare la firma dell'immagine USB:

source: Verify that the USB image is signed by the Tails signing key:
ca: Comproveu que la imatge USB estigui signada amb la clau de signatura de Tails:
it: Verificare che l'immagine USB sia firmata dalla chiave di Tails:

source: The output of this command should be the following:
ca: La sortida d'aquesta ordre hauria de ser la següent:
it: L'output di questo comando dovrebbe essere il seguente:

source: Verify in this output that:
ca: Comproveu en aquesta sortida que:
it: Verificare in questo output che:

source: The date of the signature is the same.
ca: La data de la signatura és la mateixa.
it: La data della firma corrisponde.

source: The signature is marked as `Good signature` since you certified the Tails signing key with your own key.
ca: La signatura està marcada com a `Bona signatura`ja que heu certificat la clau de signatura de Tails amb la vostra pròpia clau.
it: La firma è contrassegnata come `Buona firma`, poiché la chiave di firma di Tails è stata certificata con la tua chiave.

source: <h1 id="install" class="step">Install Tails using <code>dd</code></h1>
ca: <h1 id="install" class="step">Instal·lar Tails mitjançant <code>dd</code></h1>
it: <h1 id="install" class="step">Installa Tails usando <code>dd</code></h1>

source: Make sure that the USB stick on which you want to install Tails is unplugged.
ca: Assegureu-vos que el llapis USB on voleu instal·lar Tails estigui desconnectat.
it: Assicurati che la chiavetta USB su cui vuoi installare Tails sia scollegata.

source: Execute the following command:
ca: Executeu l'ordre següent:
it: <!-- This comment is here to confirm the existing translation and to prevent wrong suggestions from appearing on the staging website. --> Esegui il comando seguente:

source: It returns a list of the storage devices on the system. For example:
ca: Retorna una llista dels dispositius d'emmagatzematge del sistema. Per exemple:
it: Restituisce un elenco dei dispositivi di archiviazione sul sistema. Ad esempio:

source: Plug in the USB stick on which you want to install Tails.
ca: Connecteu el llapis USB on voleu instal·lar Tails.
it: Inserisci la chiavetta USB in cui desideri installare Tails.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
ca: <div class="caution"><p>Totes les dades d'aquest llapis USB es perdran.</p></div>
it: <div class="caution"><p>Tutti i dati su questa chiavetta USB andranno persi.</p></div>

source: Execute again the same command:
ca: Torneu a executar la mateixa ordre:
it: Esegui nuovamente lo stesso comando:

source: Your USB stick appears as a new device in the list.
ca: El vostre llapis USB apareix com a dispositiu nou a la llista.
it: La tua chiavetta USB appare come un nuovo dispositivo nell'elenco.

source: Take note of the *device name* of your USB stick.
ca: Preneu nota del *nom del dispositiu* del vostre llapis USB.
it: Prendi nota del *nome del dispositivo* della tua chiavetta USB.

source: In this example, the device name of the USB stick is `/dev/sdb`. Yours might be different.
ca: En aquest exemple, el nom del dispositiu del llapis USB és `/dev/sdb`. El vostre pot ser diferent.
it: In questo esempio, il nome del dispositivo della chiavetta USB è `/dev/sdb`. Il tuo potrebbe essere diverso.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
ca: <div class="caution"> <p>Si no esteu segur del nom del dispositiu, millor no continueu o <strong>correu el risc de sobreescriure qualsevol disc dur del sistema</strong>.</p> </div>
it: <div class="caution"> <p>Se non sei sicura del nome del dispositivo, dovresti interrompere la procedura o <strong>rischi di sovrascrivere qualsiasi disco fisso del sistema</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
ca: Executeu les ordres següents per copiar la imatge USB que heu baixat anteriorment al llapis USB.
it: Esegui i seguenti comandi per copiare l'immagine USB che hai scaricato in precedenza sulla chiavetta USB.

source: Replace:
ca: Substituïu:
it: Sostituisci:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
ca: <span class="command-placeholder">tails.img</span> amb el camí a la imatge USB
it: <span class="command-placeholder">tails.img</span> con il percorso dell'immagine USB

source: <span class="command-placeholder">device</span> with the device name found in step 5
ca: <span class="command-placeholder">dispositiu</span> amb el nom del dispositiu que es troba al pas 5
it: <span class="command-placeholder">dispositivo</span> con il nome del dispositivo trovato nel passaggio 5

source: <p class="command-template">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M oflag=direct status=progress</p>
ca: <p class="command-template">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositiu</span> bs=16M oflag=direct status=progress</p>
it: <p class="command-template">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositivo</span> bs=16M oflag=direct status=progress</p>

source: You should get something like this:
ca: Hauríeu d'obtenir alguna cosa com això:
it: Dovresti ottenere qualcosa del genere:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
ca: Si no es retorna cap missatge d'error, Tails s'està copiant al llapis USB. La còpia triga un temps, generalment uns minuts.
it: Se non viene restituito alcun messaggio di errore, Tails viene copiato sulla chiavetta USB. La copia richiede un po' di tempo, generalmente qualche minuto.

source: <p>If you get a <code>Permission denied</code> error, try adding <code>sudo</code> at the beginning of the command:</p>
ca: <p>Si obteniu un error de <code>Permís denegat</code>, proveu d'afegir <code>sudo</code> al principi de l'ordre:</p>
it: <p>Se hai un errore <code>Permesso negato</code>, prova ad aggiungere <code>sudo</code> at the beginning of the command:</p>

source: <p class="command-example">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M oflag=direct status=progress</p>
ca: <p class="command-example">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositiu</span> bs=16M oflag=direct status=progress</p>
it: <p class="command-example">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositivo</span> bs=16M oflag=direct status=progress</p>

source: The installation is complete after the command prompt reappears.
ca: La instal·lació s'haurà completat un cop torni a aparèixer l'indicador d'ordres.
it: L'installazione è completa dopo la ricomparsa del prompt dei comandi.

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/restart_first_time.inline.ca" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/restart_first_time.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/welcome.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/welcome.inline.ca" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/welcome.inline.it" raw="yes" sort="age"]]
