Repository: ks-sbc/os
Catalog: wiki/src/install/linux.*.po
Languages: it

source: [[!meta title="Install Tails from Linux"]]
it: [[!meta title="Installa Tails da Linux"]]

source: [[!inline pages="install/inc/overview" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/overview.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/warnings.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/warnings.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/download.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/verify.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/verify.inline.it" raw="yes" sort="age"]]

source: <h1 id="install" class="step">Install Tails using <i>GNOME Disks</i></h1>
it: <h1 id="install" class="step">Installa Tails usando <i>Dischi GNOME</i></h1>

source: Install <span class="application">GNOME Disks</span>.
it: Installa <span class="application">Dischi GNOME</span>.

source: If you are using the GNOME desktop environment, <span class="application">GNOME Disks</span> should be installed by default.
it: Se utilizzi l'ambiente desktop GNOME, <span class="application">Dischi GNOME</span> dovrebbe essere installata come impostazione predefinita.

source: Otherwise, install the `gnome-disk-utility` package using the usual installation method for your distribution.
it: Altrimenti, installa il pacchetto `gnome-disk-utility` utilizzando il metodo di installazione abituale della tua distribuzione.

source: You can also install Tails using the `dd` command from any Linux distribution as described in our instructions for [[installing from Debian using the command line|install/expert#install]].
it: Puoi installare Tails anche usando il comando dd da qualsiasi distribuzione Linux come descritto nelle nostre istruzioni per [[installare da Debian usando la linea di comando|install/expert#install]].

source: [[!inline pages="install/inc/steps/install_with_gnome_disks.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/install_with_gnome_disks.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/restart_first_time.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/welcome.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/welcome.inline.it" raw="yes" sort="age"]]
