Repository: ks-sbc/os
Catalog: wiki/src/about.*.po
Languages: ca, de

source: <a href="https://community.torproject.org/policies/social_contract/">Social contract</a>
ca: <a href="https://community.torproject.org/policies/social_contract/">Contracte social</a>

source: Sharing to be stronger
ca: Compartir per ser més forts
de: Teilen, um stärker zu sein

source: Tails is built on solid foundations: the Tor network, the Debian operating system, the GNOME desktop environment, and all the tools included in Tails.
ca: Tails està construït sobre bases sòlides: la xarxa Tor, el sistema operatiu Debian, l'entorn d'escriptori GNOME i totes les eines incloses a Tails.
de: Tails basiert auf soliden Fundamenten: dem Tor-Netzwerk, dem Debian Betriebssystem, dem GNOME Desktop und den Werkzeugen, die bei Tails mitgeliefert werden.

source: We share back our improvements so that many more people can benefit from our work.
ca: Compartim les nostres millores perquè molta més gent pugui beneficiar-se del nostre treball.
de: Wir teilen unsere Verbesserungen, so dass viele Menschen von unserer Arbeit profitieren.

source: [[Relationship with upstream|contribute/relationship_with_upstream]]
ca: [[Relació amb upstream|contribute/relationship_with_upstream]]
de: [[Verhältnis zum Upstream|contribute/relationship_with_upstream]]

source: [[Contribute|contribute]]
ca: [[Contribuir|contribute]]
de: [[Beitragen|contribute]]

source: <a href="https://www.torproject.org/">The Tor Project</a>
ca: <a href="https://www.torproject.org/">El Projecte Tor</a>
de: <a href="https://www.torproject.org/">Das Tor-Projekt</a>

source: [[Contact|about/contact]]
ca: [[Contacte|about/contact]]
de: [[Kontakt|about/contact]]

source: [[Install Tails|install]]
ca: [[Instal·lar Tails|install]]
de: [[Tails installieren|install]]
