Repository: ks-sbc/os
Catalog: wiki/src/about.*.po
Languages: ca, de

source: [[!meta title="How Tails works"]]
ca: [[!meta title="Com funciona Tails"]]
de: [[!meta title="Wie Tails funktioniert"]]

source: Leave no trace on the computer
ca: No deixeu rastre a l'ordinador
de: Hinterlassen Sie keine Spuren am Computer

source: <i class="metaphor">Like a tent, you can carry Tails with you and use it anywhere.</i>
ca: <i class="metaphor">Com una tenda de campanya, podeu portar i utilitzar Tails a qualsevol lloc.</i>
de: <i class="metaphor">Sie können Tails wie ein Zelt mit sich herumtragen und überall verwenden.</i>

source: Your secure computer anywhere
ca: El vostre ordinador segur a qualsevol lloc
de: Ihr sicherer Computer, überall

source: To use Tails, shut down the computer and start on your Tails USB stick instead of starting on Windows, macOS, or Linux.
ca: Per utilitzar Tails, apagueu l'ordinador i inicieu al vostre llapis USB de Tails en lloc d'arrencar a Windows, macOS o Linux.
de: Um Tails zu nutzen, fahren Sie Ihren Computer herunter und booten ihn von Ihrem Tails-USB-Stick anstatt von Windows, macOS oder Linux.

source: You can temporarily <strong>turn your own computer into a secure machine</strong>. You can also <strong>stay safe while using the computer of somebody else</strong>.
ca: Podeu temporalment <strong>convertir el vostre propi ordinador en una màquina segura</strong>. També podeu <strong>mantenir-vos fora de perill mentre utilitzeu l'ordinador d'una altra persona</strong>.
de: So können Sie <strong>Ihren Computer vorübergehend zu einem sicheren Gerät machen</strong>. Ebenso können Sie dann <strong>sicher bleiben, wenn Sie den Computer von jemand Anderem verwenden</strong>.

source: Tails is a [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] download and takes ½ hour to install. Tails can be installed on any USB stick of 8 GB minimum. Tails works on most computers less than 10 years old. You can start again on the other operating system after you shut down Tails.
ca: Tails és una baixada de [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] i la instal·lació triga mitja hora. Tails es pot instal·lar en qualsevol llapis USB de 8 GB com a mínim. Tails funciona en la majoria d'ordinadors de menys de 10 anys. Podeu tornar a iniciar en l'altre sistema operatiu després d'apagar Tails.
de: Tails ist ein [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] Download und die Installation dauert etwa eine halbe Stunde. Tails kann auf einem USB Stick mit mindestens 8 GB installiert werden. Tails funktioniert auf den meisten Computern die weniger als 10 alt Jahre sind. Sie können nach dem Herunterfahren von Tails wieder das andere Betriebssystem starten.

source: You don't have to worry about the computer having viruses because Tails runs independently from the other operating system and never uses the hard disk. But, Tails cannot always protect you if you install it from a computer with viruses or if you use it on a computer with malicious hardware, like keyloggers.
ca: No us heu de preocupar que l'ordinador tingui virus perquè Tails funciona de manera independent de l'altre sistema operatiu i mai utilitza el disc dur. Però, Tails no sempre us pot protegir si l'instal·leu des d'un ordinador amb virus o si l'utilitzeu en un ordinador amb maquinari maliciós, com ara enregistradors de tecles.
de: Sie müssen sich keine Sorgen darüber machen, dass der Computer Viren hat, da Tails unabhängig vom fest installierten Betriebssystem arbeitet und niemals die Festplatte benutzt. Dennoch kann Tails Sie nicht immer schützen, falls Sie es von einem Computer aus installieren, der Viren hat, oder falls Sie es auf einem Computer mit schädlicher Hardware (wie Keylogger) verwenden.

source: See also:
ca: Vegeu també:
de: Lesen Sie auch:

source: [[Warnings: Tails is safe but not magic!|doc/about/warnings]]
ca: [[Advertències: Tails és segur però no màgic!|doc/about/warnings]]
de: [[Warnungen: Tails ist sicher, aber keine Magie!|doc/about/warning]]

source: [[Download and install Tails|install]]
ca: [[Baixar i instal·lar Tails|install]]
de: [[Tails herunterladen und installieren|install]]

source: [[System requirements and recommended hardware|doc/about/requirements]]
ca: [[Requisits del sistema i maquinari recomanat|doc/about/requirements]]
de: [[System Anforderungen und empfohlene Hardware|doc/about/requirements]]

source: [[!img amnesia.png link="no" class="svg" alt=""]] <i class="metaphor">Like a tent, Tails is amnesic: it always starts empty and leaves no trace when you leave.</i>
ca: [[!img amnesia.png link="no" class="svg" alt=""]] <i class="metaphor">Com una tenda de campanya, Tails és amnèsic: sempre comença buit i no deixa cap rastre quan marxeu.</i>
de: [[!img amnesia.png link="no" class="svg" alt=""]] <i class="metaphor">Wie ein Zelt ist auch Tails nichts Dauerhaftes: Es ist anfangs leer und hinterlässt keine Spuren, wenn Sie wieder abreisen.</i>

source: Amnesia
ca: Amnèsia
de: Keine Spuren

source: Tails always starts from the same clean state and <strong>everything you do disappears</strong> automatically when you shut down Tails.
ca: Tails sempre comença des del mateix estat net i <strong>tot el que feu desapareix</strong> automàticament quan tanqueu Tails.
de: Tails startet immer in demselben Zustand und <strong>alles, was Sie tun, verschwindet</strong> automatisch wieder, wenn Sie Tails herunterfahren.

source: Without Tails, almost everything you do can leave traces on the computer:
ca: Sense Tails, gairebé tot el que feu pot deixar rastres a l'ordinador:
de: Ohne Tails kann fast alles, was Sie auf dem Computer machen, Spuren hinterlassen:

source: Websites that you visited, even in private mode
ca: Llocs web que heu visitat, fins i tot en mode privat
de: Webseiten, die Sie besucht haben - sogar im privaten Modus

source: Files that you opened, even if you deleted them
ca: Fitxers que heu obert, encara que els hagueu suprimit
de: Dateien, die Sie verwendet haben, sogar wenn Sie diese gelöscht haben

source: Passwords, even if you use a password manager
ca: Contrasenyes, fins i tot si utilitzeu un gestor de contrasenyes
de: Passwörter, sogar wenn Sie einen Passwortmanager verwenden

source: All the devices and Wi-Fi networks that you used
ca: Tots els dispositius i xarxes Wi-Fi que heu utilitzat
de: Alle Geräte und WLAN-Verbindungen, die Sie verwendet haben

source: On the contrary, Tails never writes anything to the hard disk and only runs from the memory of the computer. The memory is entirely deleted when you shutdown Tails, erasing all possible traces.
ca: Pel contrari, Tails mai escriu res al disc dur i només s'executa des de la memòria de l'ordinador. La memòria s'esborra completament quan tanqueu Tails, eliminant tots els rastres possibles.
de: Im Gegensatz dazu schreibt Tails niemals etwas auf die Festplatte und läuft nur im Arbeitsspeicher des Computers. Der Arbeitsspeicher wird komplett gelöscht, wenn Sie Tails herunterfahren, wodurch alle möglichen Spuren vernichtet werden.

source: [[!img persistent-storage.png link="no" class="svg" alt=""]] <i class="metaphor">Like a backpack, you can store your personal things in your Persistent Storage and use them in your tent.</i>
ca: [[!img persistent-storage.png link="no" class="svg" alt=""]] <i class="metaphor">Com una motxilla, podeu desar les vostres coses personals a l'Emmagatzematge Persistent i utilitzar-les a la vostra tenda de campanya.</i>
de: [[!img persistent-storage.png link="no" class="svg" alt=""]] <i class="metaphor">Wie in einem Rucksack können Sie Ihre persönlichen Sachen im beständigen Speicher aufbewahren und sie in Ihrem Zelt nutzen.</i>

source: Persistent Storage
ca: Emmagatzematge Persistent
de: Beständiger Datenspeicher

source: You can <strong>save some of your files and configuration</strong> in an encrypted Persistent Storage on the USB stick: your documents, your browser bookmarks, your emails, and even some additional software.
ca: Podeu <strong>desar alguns dels vostres fitxers i configuracions</strong> en un Emmagatzematge Persistent encriptat al llapis USB: els vostres documents, les adreces d'interès del navegador, els correus electrònics i fins i tot algun programari addicional.
de: Sie können <strong>ausgewählte Dateien und Einstellungen</strong> auf einem verschlüsseltem Speicher auf dem USB-Stick speichern: Ihre Dokumente, Ihre Browser-Lesezeichen, Ihre E-Mails und sogar zusätzliche Software.

source: The Persistent Storage is optional and you always decide what is <i>persistent</i>. Everything else is <i>amnesic</i>.
ca: L'Emmagatzematge Persistent és opcional i sempre decidiu què és <i>persistent</i>. Tota la resta és <i>amnèsica</i>.
de: Der beständige Speicher ist optional und Sie können immer auswählen, was darin<i>gespeichert wird</i>. Alles andere <i>verschwindet wieder</i>.

source: [[Persistent Storage|doc/persistent_storage]]
ca: [[Emmagatzematge Persistent|doc/persistent_storage]]
de: [[Persistenter Speicher|doc/persistent_storage]]

source: [[Installing additional software|doc/persistent_storage/additional_software]]
ca: [[Instal·lació de programari addicional|doc/persistent_storage/additional_software]]
de: [[Installation von zusätzlicher Software|doc/persistent_storage/additional_software]]

source: Digital security toolbox
ca: Caixa d'eines de seguretat digital
de: Werkzeugkasten für digitale Sicherheit

source: Tails includes a selection of applications to <strong>work on sensitive documents</strong> and <strong>communicate securely</strong>.
ca: Tails inclou una selecció d'aplicacions per <strong>treballar amb documents sensibles</strong> i <strong>comunicar-se de manera segura</strong>.
de: Tails beinhaltet eine Auswahl an Programmen, um <strong>an sensiblen Dokumenten arbeiten</strong> und <strong>sicher zu kommunizieren</strong> .

source: All the applications are ready-to-use and are configured with safe defaults to <strong>prevent mistakes</strong>.
ca: Totes les aplicacions estan llestes per ser utilitzades i estan configurades amb valors predeterminats segurs per <strong>evitar errors</strong>.
de: Alle Programme sind startklar und mit sicheren Voreinstellungen konfiguriert, um <strong>Fehler zu vermeiden</strong>.

source: Tails includes:
ca: Tails inclou:
de: Tails kommt mit:

source: <i>Tor Browser</i> with <i>uBlock</i>, a secure browser and an ad-blocker
ca: <i>Navegador Tor</i> amb <i>uBlock</i>, un navegador segur i un bloquejador d'anuncis
de: <i>Tor Browser</i> mit <i>uBlock</i>, ein sicherer Browser und ein Werbeblocker

source: <i>Thunderbird</i>, for encrypted emails
ca: <i>Thunderbird</i>, per a correus electrònics encriptats
de: <i>Thunderbird</i> für verschlüsselte E-Mail

source: <i>KeePassXC</i>, to create and store strong passwords
ca: <i>KeePassXC</i>, per crear i emmagatzemar contrasenyes segures
de: <i>KeePassXC</i>, um starke Passwörter erzeugen und speichern zu können

source: <i>LibreOffice</i>, an office suite
ca: <i>LibreOffice</i>, una suite ofimàtica
de: <i>LibreOffice</i>, eine Office-Suite

source: <i>OnionShare</i>, to share files, websites, and chat rooms over Tor
ca: <i>OnionShare</i>, per compartir fitxers, llocs web i sales de xat mitjançant Tor
de: <i>OnionShare</i>, um Dateien, Webseiten und Chats über Tor teilen zu können

source: <i>Metadata Cleaner</i>, to remove metadata from files
ca: <i>Netejador de metadades</i>, per eliminar metadades dels fitxers
de: <i>Metadata Cleaner</i>, um Metadaten von Dateien zu entfernen

source: and many more!
ca: i molts més!
de: und vieles mehr!

source: To prevent mistakes:
ca: Per evitar errors:
de: Um Fehler zu vermeiden:

source: Applications are blocked automatically if they try to connect to the Internet without Tor.
ca: Les aplicacions es bloquegen automàticament si intenten connectar-se a Internet sense Tor.
de: werden Programme automatisch blockiert, falls diese versuchen, sich ohne Tor ins Internet zu verbinden.

source: Everything in the Persistent Storage is encrypted automatically.
ca: Tot l'Emmagatzematge Persistent s'encripta automàticament.
de: Alles im beständigen Datenspeicher wird automatisch verschlüsselt.

source: Tails does not write anything to the hard disk. All the memory is deleted when shutting down.
ca: Tails no escriu res al disc dur. Tota la memòria s'elimina en apagar l'ordinador.
de: schreibt Tails nichts auf die Festplatte. Der Arbeitsspeicher wird beim Herunterfahren vollständig gelöscht.

source: [[Features and included software|doc/about/features]]
ca: [[Característiques i programari inclòs|doc/about/features]]
de: [[Komponenten und mitgelieferte Software|doc/about/features]]

source: [[Documentation|doc]]
ca: [[Documentació|doc]]
de: [[Dokumentation|doc]]

source: Leave no trace on the Internet
ca: No deixeu rastre a Internet
de: Hinterlassen Sie keine Spuren im Internet

source: Tor for everything
ca: Tor per a tot
de: Tor für alles

source: Everything you do on the Internet from Tails goes through the Tor network. Tor encrypts and anonymizes your connection by <strong>passing it through 3 relays</strong>. <i>Relays</i> are servers operated by different people and organizations around the world.
ca: Tot el que feu a Internet des de Tails passa per la xarxa Tor. Tor encripta i anonimitza la vostra connexió <strong>passant-la a través de tres repetidors</strong>. <i>Els repetidors</i> són servidors operats per diferents persones i organitzacions d'arreu del món.
de: Alles, was sie von Tails aus im Internet machen, geht über das Tor-Netzwerk. Tor verschlüsselt und anonymisiert Ihre Verbindung, indem sie <strong>durch 3 Relays geleitet wird</strong>. <i>Relays</i> sind Server, die von verschiedenen Privatpersonen und Organisationen auf der ganzen Welt betrieben werden.

source: A single relay never knows both where the encrypted connection is coming from and where it is going to:
ca: Un sol repetidor mai sap d'on ve la connexió encriptada i cap a on anirà:
de: Ein einzelnes Relay weiß weder, wo die verschlüsselte Verbindung herkommt , noch, wo sie hingeht:

source: The 1st relay only knows where you are coming from but not where you are going to.
ca: El primer repetidor només sap d'on veniu però no cap a on aneu.
de: Das erste Relay weiß nur, woher Sie kommen, aber nicht, wohin Sie sich verbinden.

source: This 3rd relay only knows where you are going to but not where you are coming from.
ca: El tercer repetidor només sap on aneu però no d'on veniu.
de: Das dritte Relay weiß nur, wohin Sie sich verbinden, aber nicht, woher Sie kommen.

source: The connection to the final destination is encrypted whenever possible to prevent the 3rd relay from reading its content.
ca: La connexió amb la destinació final s'encripta sempre que sigui possible per evitar que el tercer repetidor en llegeixi el contingut.
de: Die Verbindung zur Zieladresse ist (wo immer möglich) verschlüsselt, damit das dritte Relay ihren Inhalt nicht mitlesen kann.

source: This way, Tor is <strong>secure by design</strong> even if a few relays are malicious.
ca: D'aquesta manera, Tor és <strong>segur per disseny</strong> fins i tot si alguns repetidors són maliciosos.
de: Dadurch ist Tor <strong>vom Design her sicher</strong>, sogar falls einige Relays mit bösartiger Absicht betrieben werden.

source: The Tor network has more than 6&#8239;000 relays. Organizations running Tor relays include universities like the MIT, activist groups like Riseup, nonprofits like Derechos Digitales, Internet hosting companies like Private Internet Access, and so on. The huge diversity of people and organizations running Tor relays makes it more secure and more sustainable.
ca: La xarxa Tor té més de 6&#8239;000 repetidors. Les organitzacions que gestionen els repetidors de Tor inclouen universitats com el MIT, grups d'activistes com Riseup, organitzacions sense ànim de lucre com Derechos Digitales, empreses d'allotjament d'Internet com Private Internet Access, entre d'altres. La gran diversitat de persones i organitzacions que gestionen els repetidors de Tor fa que sigui més segur i sostenible.
de: Das Tor-Netzwerk verfügt über mehr als 6.000 Relais. Zu den Organisationen, die Tor-Relais betreiben, gehören Universitäten wie das MIT, Aktivistengruppen wie Riseup, Non-Profit-Organisationen wie Derechos Digitales, Internet-Hosting-Unternehmen wie Private Internet Access und viele andere. Die enorme Vielfalt an Personen und Organisationen, die Tor-Relais betreiben, macht es sicherer und nachhaltiger.

source: [[Connecting to the Tor network|doc/anonymous_internet/tor]]
ca: [[Connexió a la xarxa Tor|doc/anonymous_internet/tor]]
de: [[Verbindung zum Tor-Netzwerk herstellen|doc/anonymous_internet/tor_status]]

source: [[Why does Tails use Tor?|doc/anonymous_internet/tor/why]]
ca: [[Per què Tails utilitza Tor?|doc/anonymous_internet/tor/why]]
de: [[Warum nutzt Tails Tor?|doc/anonymous_internet/tor/why]]

source: Avoid online surveillance and censorship
ca: Eviteu la vigilància i la censura en línia
de: Online-Überwachung und Zensur vermeiden

source: Tor prevents someone watching your Internet connection from learning <strong><i>what</i> you are doing on the Internet</strong>.
ca: Tor impedeix que algú que vegi la vostra connexió a Internet aprengui <strong><i>què</i> esteu fent a Internet</strong>.
de: Tor verhindert, dass jemand, der Ihre Internetverbindung beobachtet, herausfinden kann, <strong><i>was</i> Sie im Internet machen</strong>.

source: You can avoid censorship because it is <strong>impossible for a censor to know</strong> which websites you are visiting.
ca: Podeu evitar la censura perquè és <strong>impossible que un censor sàpiga</strong> quins llocs web esteu visitant.
de: Sie können Zensur umgehen, da es <strong>für die Zensurstelle unmöglich ist zu wissen</strong>, welche Websiten Sie besuchen.

source: If connecting to Tor is blocked or dangerous to use from where you are, for example in some countries with heavy censorship, you can use <i>bridges</i> to hide that you are connected to the Tor network.
ca: Si la connexió a Tor està bloquejada o és perillós utilitzar-la des d'on us trobeu, per exemple en alguns països amb una forta censura, podeu utilitzar <i>ponts</i> per ocultar que esteu connectat a la xarxa Tor.
de: Falls in Ihrer Gegend Tor blockiert wird oder es gefährlich ist, Tor zu nutzen, zum Beispiel in Staaten mit weitgehender Zensur, können Sie <i>Bridges</i> nutzen, um zu verbergen, dass Sie über das Tor-Netzwerk verbunden sind. Verschiedene Arten von Bridges funktionieren unterschiedlich gut in unterschiedlichen Gegenden.

source: Avoid tracking and change identity
ca: Eviteu el seguiment i canvieu la identitat
de: Tracking verhindern und die Identität ändern

source: Tor also prevents the websites that you are visiting from learning <strong><i>where</i> and <i>who</i> you are</strong>, unless you tell them. You can visit websites <strong>anonymously or change your identity</strong>.
ca: Tor també impedeix que els llocs web que visiteu aprenguin <strong><i>on</i> i <i>qui</i> sou</strong>, tret que els ho digueu. Podeu visitar llocs web <strong>de manera anònima o canviar la vostra identitat</strong>.
de: Tor verhindert auch, dass die von Ihnen besuchten Webseiten dahinter kommen können, <strong><i>wo</i> und <i>wer</i> Sie sind</strong>, außer Sie sagen es ihnen. Sie können Webseiten <strong>anonym besuchen oder Ihre Identität ändern</strong>.

source: Online trackers and advertisers won't be able to follow you around from one website to another anymore.
ca: Els seguidors en línia i els anunciants ja no us podran seguir d'un lloc web a un altre.
de: Online-Tracker und Werbeanbieter können Ihnen nicht mehr von einer Webseite zur nächsten folgen.

source: You can publish a blog or manage a social media account entirely from Tails. If you only access it from Tails, it cannot be related to you. You can store documents and images related to this different identity in your Persistent Storage, keep your passwords in <i>KeePassXC</i>, have a dedicated email account in <i>Thunderbird</i>, etc.
ca: Podeu publicar un blog o gestionar un compte de xarxes socials completament des de Tails. Si només hi accediu des de Tails, no es podrà relacionar amb vós. Podeu emmagatzemar documents i imatges relacionades amb aquesta identitat diferent al vostre Emmagatzematge Persistent, mantenir les vostres contrasenyes a <i>KeePassXC</i>, tenir un compte de correu electrònic dedicat a <i>Thunderbird</i>, etc.
de: Sie können einen Blog veröffentlichen oder einen Social Media Account betreiben und dabei ausschließlich Tails benutzen. Wenn Sie auf diese nur von Tails aus zugreifen, können sie nicht zu Ihnen zurückverfolgt werden. Sie können Dokumente und Bilder, die mit dieser anderen Identität verbunden sind, in Ihrem beständigen Speicher speichern, Ihre Passwörter in <i>KeePassXC</i> speichern, einen eigenen E-Mail Account in <i>Thunderbird</i> einrichten usw.

source: Software for freedom
ca: Programari per a la llibertat
de: Software für Freiheit

source: Transparency to build trust
ca: Transparència per generar confiança
de: Transparenz, um Vertrauen aufzubauen

source: All the code of our software is public to allow independent security researchers to verify that Tails really works the way it should.
ca: Tot el codi del nostre programari és públic per permetre als investigadors de seguretat independents verificar que Tails realment funciona com hauria.
de: Der ganze Code unserer Software ist öffentlich und erlaubt unabhängigen Sicherheitsforschern und -forscherinnen zu verifizieren, dass Tails wirklich so funktioniert, wie es sollte.

source: [[Trusting Tails|doc/about/trust]]
ca: [[Confiar en Tails|doc/about/trust]]
de: [[Tails vertrauen|doc/about/trust]]

source: [[License and source code distribution|doc/about/license]]
ca: [[Llicència i distribució del codi font|doc/about/license]]
de: [[Lizenzen und Verteilung des Sourcecodes|doc/about/license]]

source: [[Design documents|contribute/design]]
ca: [[Documents de disseny|contribute/design]]
de: [[Design Dokumente|contribute/design]]

source: Top security for free
ca: Màxima seguretat gratuïta
de: Top Sicherheit kostenlos

source: Nobody should have to pay to be safe while using a computer. That is why we are giving out Tails for free and try to make it easy to use by anybody.
ca: Ningú hauria de pagar per mantenir-se fora de perill mentre utilitza un ordinador. És per això que oferim Tails gratuïtament i intentem que sigui fàcil d'utilitzar per qualsevol persona.
de: Niemand sollte dafür zahlen müssen, bei der Benutzung von Computern sicher zu sein. Deswegen stellen wir Tails kostenlos bereit und versuchen, es für alle Menschen leicht benutzbar zu machen.

source: Tails is made by the <a href="https://torproject.org/">Tor Project</a>, a global nonprofit developing tools for online privacy and anonymity.
ca: Tails està creat pel <a href="https://torproject.org/">Projecte Tor</a>, una organització global sense ànim de lucre que desenvolupa eines per a la privadesa i l'anonimat en línia.

source: Our work is funded by donations from people like you and organizations that support Internet freedom: Mozilla, DuckDuckGo, Open Tech Fund, Craig Newmark Philanthropies, etc.
ca: El nostre treball es finança amb donacions de persones com tu i d'organitzacions que donen suport a la llibertat d'Internet: Mozilla, DuckDuckGo, Open Tech Fund, Craig Newmark Philanthropies, etc.
de: Unsere Arbeit wird finanziert durch Spenden von Privatpersonen, wie Ihnen, und Organisationen, die Internetfreiheit unterstützen: Mozilla, DuckDuckGo, Open Tech Fund, Craig Newmark Philanthropies, usw.

source: [[Donate|donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]

source: [[Sponsors|sponsors]]
ca: [[Patrocinadors|sponsors]]
de: [[Sponsoren|sponsors]]
