Repository: ks-sbc/os
Catalog: wiki/src/doc.*.po
Languages: ca, fr, it

source: [[!meta title="Documentation"]]
ca: [[!meta title="Documentació"]]
it: [[!meta title="Documentazione"]]

source: <p>If this section doesn't answer your questions, you can also look at our [[FAQ|support/faq]].</p>
ca: <p>Si aquesta secció no respon les vostres preguntes, també podeu consultar les nostres [[preguntes més freqüents|support/faq]].</p>
fr: <p>Si cette section ne répond pas à vos questions, vous pouvez également consulter notre [[foire aux questions (FAQ)|support/faq]].</p>
it: <p>Se questa sezione non risponde alle tue domande, puoi anche consultare le nostre [[FAQ|support/faq]].</p>

source: General information
ca: Informació general
fr: Informations générales
it: Informazioni generali

source: [[!inline pages="doc/about.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/about.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/about.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/about.index.it" raw="yes" sort="age"]]

source: Download, installation, and upgrade
ca: Baixada, instal·lació i actualització
fr: Téléchargement, installation et mise à jour
it: Scaricamento, installazione e aggiornamento

source: - Installing from:
ca: - Instal·lar des de:
fr: - Installer depuis :
it: - Installazione da:

source: [[Linux (recommended)|install/linux]]
ca: [[Linux (recomanat)|install/linux]]
fr: [[Linux (recommandé)|install/linux]]
it: [[Linux (consigliato)|install/linux]]

source: [[Debian, Ubuntu, or Mint using the command line and GnuPG (experts)|install/expert]]
ca: [[Debian, Ubuntu o Mint utilitzant la línia d'ordres i el GnuPG (experts)|install/expert]]
fr: [[Debian, Ubuntu ou Mint avec la ligne de commande et GnuPG (experts)|install/expert]]
it: [[Debian, Ubuntu, o Mint usando la linea di comando e GnuPG (experte)|install/expert]]

source: - Installing by cloning from another Tails:
ca: - Instal·lació mitjançant la clonació des d'un altre Tails:
fr: - Installer en clonant depuis un autre Tails :
it: - Installazione tramite clonazione da un altro Tails:

source: [[For PC|install/clone/pc]]
ca: [[Per a PC|install/clone/pc]]
fr: [[Pour PC|install/clone/pc]]
it: [[Per PC|install/clone/pc]]

source: [[For Mac|install/clone/mac]]
ca: [[Per a Mac|install/clone/mac]]
fr: [[Pour Mac|install/clone/mac]]
it: [[Per Mac|install/clone/mac]]

source: - [[Burning a DVD|install/dvd]]
ca: - [[Gravació d'un DVD|install/dvd]]
fr: - [[Graver un DVD|install/dvd]]
it: - [[Masterizzare un DVD|install/dvd]]

source: - Downloading without installing:
ca: - Baixar sense instal·lar:
fr: - Télécharger sans installer :
it: - Scarica senza installarla:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]
it: [[Per le chiavette USB (immagine USB)|install/download]]

source: [[For DVDs (ISO image)|install/download-iso]]
ca: [[Per a DVD (imatge ISO)|install/download-iso]]
fr: [[Pour DVD (image ISO)|install/download-iso]]

source: - Upgrading a Tails USB stick:
ca: - Actualització d'un llapis USB de Tails:
fr: - Mettre à jour une clé USB Tails :
it: - Aggiornamento di una chiavetta USB Tails:

source: [[Upgrading automatically|upgrade]]
ca: [[Actualització automàtica|upgrade]]
fr: [[Mise à jour automatique|upgrade]]
it: [[Aggiornamento automatico|upgrade]]

source: [[Upgrading manually from your Tails|upgrade/tails]]
ca: [[Actualització manual des del vostre Tails|upgrade/tails]]
fr: [[Mise à jour manuelle depuis votre Tails|upgrade/tails]]
it: [[Aggiornamento manuale dal tuo Tails|upgrade/tails]]

source: [[Upgrading manually from Windows|upgrade/windows]]
ca: [[Actualització manual des de Windows|upgrade/windows]]
fr: [[Mise à jour manuelle depuis Windows|upgrade/windows]]
it: [[Aggiornamento manuale da Windows|upgrade/windows]]

source: [[Upgrading manually from macOS|upgrade/mac]]
ca: [[Actualització manual des de macOS|upgrade/mac]]
fr: [[Mise à jour manuelle depuis macOS|upgrade/mac]]
it: [[Aggiornamento manuale da macOS|upgrade/mac]]

source: [[Upgrading manually from Linux|upgrade/linux]]
ca: [[Actualització manual des de Linux|upgrade/linux]]
fr: [[Mise à jour manuelle depuis Linux|upgrade/linux]]
it: [[Aggiornamento manuale da Linux|upgrade/linux]]

source: [[Upgrading manually by cloning from another Tails|upgrade/clone]]
ca: [[Actualització manual clonant des d'un altre Tails|upgrade/clone]]
fr: [[Mise à jour manuelle en clonant depuis un autre Tails|upgrade/clone]]
it: [[Aggiornamento manuale clonando da un altro Tails|upgrade/clone]]

source: [[Repairing a Tails USB stick that fails to start after an upgrade|upgrade/repair]]
ca: [[Reparació d'un llapis USB de Tails que no s'inicia després d'una actualització|upgrade/repair]]
fr: [[Réparer une clé USB Tails qui ne démarre pas après une mise à jour|upgrade/repair]]
it: [[Riparazione di una chiavetta USB di Tails che non si avvia dopo un aggiornamento|upgrade/repair]]

source: Uninstalling Tails or resetting a USB stick using [[Linux|reset/linux]], [[Windows|reset/windows]], or [[Mac|reset/mac]]
ca: Desinstal·lar Tails o restablir un llapis USB mitjançant [[Linux|reset/linux]], [[Windows|reset/windows]] o [[Mac|reset/mac]]
fr: Désinstaller Tails ou réinitialiser une clé USB avec [[Linux|reset/linux]], [[Windows|reset/windows]] ou [[Mac|reset/mac]]
it: Disinstallare Tails o resettare una chiavetta USB usando [[Linux|reset/linux]], [[Windows|reset/windows]], o [[Mac|reset/mac]]

source: First steps with Tails
ca: Primers passos amb Tails
fr: Premiers pas avec Tails
it: Primi passi con Tails

source: [[!inline pages="doc/first_steps.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/first_steps.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/first_steps.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/first_steps.index.it" raw="yes" sort="age"]]

source: Persistent Storage
ca: Emmagatzematge Persistent
fr: Stockage persistant
it: Archivio Persistente

source: [[!inline pages="doc/persistent_storage.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/persistent_storage.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/persistent_storage.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/persistent_storage.index.it" raw="yes" sort="age"]]

source: Uncensored and anonymous Internet
ca: Internet sense censura i anònim
fr: Internet non censuré et anonyme
it: Internet non censurato e anonimo

source: [[!inline pages="doc/anonymous_internet.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/anonymous_internet.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/anonymous_internet.index.it" raw="yes" sort="age"]]

source: Encryption and privacy
ca: Encriptatge i privadesa
fr: Chiffrement et vie privée
it: Criptazione e privacy

source: [[!inline pages="doc/encryption_and_privacy.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/encryption_and_privacy.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/encryption_and_privacy.index.it" raw="yes" sort="age"]]

source: Work on sensitive documents
ca: Treballar amb documents sensibles
fr: Travailler sur des documents sensibles
it: Lavorare su documenti sensibili

source: [[!inline pages="doc/sensitive_documents.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/sensitive_documents.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/sensitive_documents.index.it" raw="yes" sort="age"]]

source: Advanced topics
ca: Temes avançats
fr: Sujets avancés
it: Argomenti per persone esperte

source: [[!inline pages="doc/advanced_topics.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/advanced_topics.index.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics.index.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/advanced_topics.index.it" raw="yes" sort="age"]]
