Repository: ks-sbc/os
Catalog: wiki/src/footer.*.po
Languages: fr

source: [[Home|index]]
fr: [[Accueil|index]]

source: [[How Tails works|about]]
fr: [[Fonctionnement de Tails|about]]

source: [[Install Tails|install]]
fr: [[Installer Tails|install]]

source: [[Support|support]]
fr: [[Assistance|support]]

source: [[Contribute|contribute]]
fr: [[Participer|contribute]]

source: [[News|news]]
fr: [[Actualités|news]]

source: Support
fr: Assistance

source: [[FAQs|support/faq]]
fr: [[FAQ|support/faq]]

source: [[Known issues|support/known_issues]]
fr: [[Problèmes connus|support/known_issues]]

source: [[Warnings|doc/about/warnings]]
fr: [[Avertissements|doc/about/warnings]]

source: [[Security advisories|security]]
fr: [[Annonces de sécurité|security]]

source: [[Accessibility|doc/first_steps/accessibility]]
fr: [[Accessibilité|doc/first_steps/accessibility]]

source: [[Upgrade|upgrade]]
fr: [[Mise à jour|upgrade]]

source: Contribute
fr: Participer

source: [[Report an error|doc/first_steps/whisperback]]
fr: [[Signaler une erreur|doc/first_steps/whisperback]]

source: [[Translate|contribute/how/translate]]
fr: [[Traduire|contribute/how/translate]]

source: [[Source code|contribute/how/code]]
fr: [[Code source|contribute/how/code]]

source: [[Donate|donate]]
fr: [[Faire un don|donate]]

source: About us
fr: À propos

source: [[Mission and values|contribute/mission]]
fr: [[Mission et valeurs|contribute/mission]]

source: <a href="https://community.torproject.org/policies/social_contract/">Social contract</a>
fr: <a href="https://community.torproject.org/policies/social_contract/">Contrat social</a>

source: <a href="https://community.torproject.org/policies/code_of_conduct/">Code of conduct</a>
fr: <a href="https://community.torproject.org/policies/code_of_conduct/">Code de conduite</a>

source: [[License|doc/about/license]]
fr: [[Licence|doc/about/license]]

source: [[Jobs|jobs]]
fr: [[Offres d'emploi|jobs]]

source: News
fr: Actualités

source: Subscribe to our [[newsletter|news]]
fr: S'abonner à notre [[liste de diffusion|news]]

source: <input aria-label="Email" name="email" value=""/> <button aria-label="Subscribe" type="submit">Subscribe</button>
fr: <input aria-label="Courrier électronique" name="email" value=""/> <button aria-label="S'abonner" type="submit">S'abonner</button>

source: Tails is made by the <a href="https://torproject.org/">Tor Project</a>.
fr: Tails est fait par le <a href="https://torproject.org/fr/">Projet Tor</a>.
