Repository: ks-sbc/os
Catalog: wiki/src/ioerror.*.po
Languages: ca, de, it, pt

source: [[!meta title="Error Reading Data from Tails USB Stick"]]
ca: [[!meta title="Error en llegir les dades del llapis USB de Tails"]]
de: [[!meta title="Fehler beim Lesen der Daten vom Tails-USB-Stick"]]
it: [[!meta title="Errore nella lettura dei dati dalla chiavetta USB Tails"]]
pt: [[!meta title="Erro ao ler dados do pendrive USB com Tails"]]

source: This page applies in 2 situations:
ca: Aquesta pàgina s'aplica en dues situacions:
de: Diese Seite gilt in zwei Situationen:
it: Questa pagina si applica a due situazioni:
pt: Esta página se aplica em 2 situações:

source: - If you get the following error message when starting Tails:
ca: - Si rebeu el següent missatge d'error en iniciar Tails:
de: - Wenn Sie beim Starten von Tails die folgende Fehlermeldung erhalten:
it: - Se all'avvio di Tails viene visualizzato il seguente messaggio di errore:
pt: - Se você receber a seguinte mensagem de erro ao iniciar o Tails:

source: - If you get the following notification while using Tails:
ca: - Si rebeu la notificació següent mentre feu servir Tails:
de: - Wenn Sie die folgende Benachrichtigung während der Verwendung von Tails erhalten:
it: - Se rivevi la seguente notifica durante l'utilizzo di Tails:
pt: - Se você receber a seguinte notificação durante o uso do Tails:

source: Error Reading Data from Tails USB Stick
ca: S'ha produït un error en llegir les dades del llapis USB de Tails
de: Fehler beim Lesen vom Tails-USB-Stick
it: Errore di lettura dei dati dalla chiave USB Tails
pt: Erro ao ler dados do pendrive USB com Tails

source: The hardware of your USB stick is probably failing.
ca: És possible que el maquinari del vostre llapis USB de Tails estigui fallant.
de: Die Hardware deines USB-Sticks ist wahrscheinlich fehlerhaft.
it: Probabilmente l'hardware della tua chiave USB è rovinato.
pt: O hardware do seu pendrive provavelmente está falhando.

source: We recommend that you reinstall Tails on a different USB stick and recover the data from your Persistent Storage as soon as possible.
ca: Us recomanem que reinstal·leu Tails en un llapis USB diferent i recupereu les dades del vostre Emmagatzematge Persistent tant aviat com sigui possible.
de: Wir empfehlen, dass du Tails auf einem anderen USB-Stick noch einmal installierst und die Daten auf deinem beständigen Datenspeicher so bald wie möglich wiederherstellst.
it: Ti consigliamo di reinstallare Tails in una chiave USB diversa e recuperare i dati dalla tua archiviazione persistente il prima possibile.
pt: Recomendamos que você instale o Tails em um pendrive diferente e recupere os dados do seu Armazenamento Persistente o mais rápido possível.

source: These alerts are displayed when Tails detects a problem reading or writing to your USB stick. Most likely, these alerts mean that the hardware of your USB stick is failing and might completely break soon.
ca: Aquestes alertes es mostren quan Tails detecta un problema en llegir o escriure al vostre llapis USB. El més probable és que aquestes alertes indiquin que el maquinari del vostre llapis USB està fallant i podria deixar de funcionar correctament.
de: Diese Warnungen werden angezeigt, wenn Tails ein Problem beim Lesen oder Schreiben auf Ihrem USB-Stick erkennt. Wahrscheinlich bedeuten diese Warnungen, dass die Hardware Ihres USB-Sticks ausfällt und möglicherweise bald komplett kaputt geht.
pt: Esses alertas são exibidos quando o Tails detecta um problema ao ler ou gravar no seu pendrive USB. Muito provavelmente, esses alertas significam que o hardware do seu pendrive USB está falhando e pode quebrar completamente em breve.

source: You should stop using this USB stick for Tails and install a new one.
ca: Hauríeu de deixar d'utilitzar aquest llapis USB per a Tails i instal·lar-ne un de nou.
de: Sie sollten diesen USB-Stick für Tails nicht mehr verwenden und stattdessen einen neuen installieren.
it: Dovresti smettere di usare questa chiavetta USB per Tails e installarne una nuova.
pt: Você deve parar de usar este pendrive USB para Tails e instalar um novo.

source: If you don't have a Persistent Storage on this USB stick, we recommend that you [[reinstall Tails|install]] on a new USB stick.
ca: Si no teniu un Emmagatzematge Persistent en aquest llapis USB, us recomanem que [[reinstal·leu Tails|install]] en un llapis USB nou.
de: Wenn Sie auf diesem USB-Stick keinen persistenten Speicher haben, empfehlen wir, dass Sie Tails [[neu installieren|install]] auf einem neuen USB-Stick.
it: Se non disponi di un Archivio Persistente su questa chiavetta USB, ti consigliamo di [[reinstallare Tails|install]] su una nuova chiavetta USB.
pt: Se você não tiver um Armazenamento Persistente neste pendrive USB, recomendamos que você [[reinstale o Tails|install]] em um novo pendrive USB.

source: If you have a Persistent Storage on this USB stick, we recommend that you stop using this Tails immediately, reinstall Tails on a new USB stick, and recover the data from your Persistent Storage as soon as possible.
ca: Si teniu un Emmagatzematge Persistent en aquest llapis USB, us recomanem que deixeu d'utilitzar aquest Tails immediatament, que torneu a instal·lar Tails en un llapis USB nou i que recupereu les dades del vostre Emmagatzematge Persistent tan aviat com sigui possible.
de: Wenn Sie einen beständigen Datenspeicher auf diesem USB-Stick haben, empfehlen wir Ihnen, dieses Tails sofort nicht mehr zu verwenden, Tails auf einem neuen USB-Stick neu zu installieren und die Daten so schnell wie möglich aus Ihrem Beständigen Datenspeicher wiederherzustellen.
it: Se su questa chiavetta USB è presente un Archivio Persistente, ti consigliamo di interrompere immediatamente l'utilizzo di Tails, reinstalla Tails su una nuova chiavetta USB e recupera i dati dall'Archivio Persistente il prima possibile.
pt: Se você tiver um Armazenamento Persistente neste pendrive USB, recomendamos que você pare de usar este Tails imediatamente, reinstale o Tails em um novo pendrive USB, e recupere os dados do seu Armazenamento Persistente o mais rápido possível.

source: To do so, follow our instructions on [[recovering the Persistent Storage from a broken Tails|doc/persistent_storage/recover]].
ca: Per fer-ho, seguiu les nostres instruccions sobre com [[recuperar l'Emmagatzematge Persistent d'un Tails trencat|doc/persistent_storage/recover]].
de: Um dies zu tun, folgen Sie unseren Anweisungen zum [[Wiederherstellen des beständigen Datenspeichers von einem defekten Tails|doc/persistent_storage/recover]].
pt: Para fazer isso, siga nossas instruções sobre [[como recuperar o Armazenamento Persistente de um Tails quebrado | doc/persistent_storage/recover]].
