Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps/welcome_screen/administration_password.*.po
Languages: ca

source: [[!meta title="Administration password"]]
ca: [[!meta title="Contrasenya d'administració"]]

source: In Tails, an administration password (also called *root password* or *amnesia password*) is required to perform system administration tasks. For example:
ca: A Tails es requereix d'una contrasenya d'administració (també anomenada *contrasenya d'administrador* o *contrasenya d'amnesia*) per dur a terme tasques d'administració del sistema. Per exemple:

source: - To [[install additional software|persistent_storage/additional_software]]
ca: - Per [[instal·lar programari addicional|persistent_storage/additional_software]]

source: - To [[access the internal hard disks of the computer|doc/advanced_topics/internal_hard_disk]]
ca: - Per [[accedir als discs durs interns de l'ordinador|doc/advanced_topics/internal_hard_disk]]

source: - To execute commands with `sudo`
ca: - Per executar ordres amb `sudo`

source: [[!img password-prompt.png link="no" class="screenshot" alt="Authentication required: amnesia password (also called *administration password* or *root password*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->
ca: [[!img password-prompt.png link="no" class="screenshot" alt="Autenticació necessària: contrasenya d'amnesia (també anomenada *contrasenya d'administració* o *contrasenya d'administradors*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->

source: Security implications of setting up an administration password
ca: Implicacions de seguretat de la configuració d'una contrasenya d'administració

source: For better security, no administration password is set up by default.
ca: Per a una millor seguretat, no hi ha cap contrasenya d'administració configurada per defecte.

source: When you set up an administration password, an attacker who can get physical access to your computer while Tails is running could be able to break your security and:
ca: Quan configureu una contrasenya d'administració, un atacant que pugui obtenir accés físic al vostre ordinador mentre Tails s'està executant podria trencar la vostra seguretat i:

source: - Monitor all your activity.
ca: - Supervisar tota la vostra activitat.

source: - Reveal your IP address.
ca: - Revelar la vostra adreça IP.

source: - Access all the data in your Persistent Storage.
ca: - Accedir a totes les dades del vostre Emmagatzematge Persistent.

source: - Read and write data on the internal hard disk of the computer.
ca: - Llegir i escriure dades al disc dur intern de l'ordinador.

source: - Install such vulnerabilities permanently on your Tails USB stick.
ca: - Instal·lar aquestes vulnerabilitats de manera permanent al vostre llapis USB de Tails.

source: To learn your administration password, an attacker could watch your keyboard while you type, for example looking over your shoulders or through a video surveillance camera.
ca: Per conèixer la vostra contrasenya d'administració, un atacant podria mirar el vostre teclat mentre escriviu, per exemple mirant per sobre de les espatlles o mitjançant una càmera de videovigilància.

source: To prevent such an attack:
ca: Per prevenir aquest atac:

source: - Hide your keyboard while typing your administration password in public spaces.
ca: - Amagueu el vostre teclat mentre escriviu la contrasenya d'administració als espais públics.

source: - Never leave your computer unattended while running Tails.
ca: - No deixeu mai l'ordinador sense vigilància mentre feu servir Tails.

source: - Learn how to [[shut down Tails quickly|doc/first_steps/shutdown]] in case of emergency.
ca: - Apreneu a [[apagar Tails ràpidament|doc/first_steps/shutdown]] en cas d'emergència.

source: Set up an administration password
ca: Configureu una contrasenya d'administració

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using the [[Welcome Screen|welcome_screen]].
ca: Per dur a terme tasques d'administració, cal que configureu una contrasenya d'administració quan inicieu Tails, utilitzant la [[Pantalla de Benvinguda|welcome_screen]].

source: When the Welcome Screen appears, click on the **[[!img lib/list-add.png alt="Add Additional Setting" class="symbolic" link="no"]]** button.
ca: Quan aparegui la Pantalla de Benvinguda, feu clic al botó **[[!img lib/list-add.png alt="Afegeix una configuració addicional" class="symbolic" link="no"]]**.

source: Choose **Administration Password** in the **Additional Settings** dialog.
ca: Trieu **Contrasenya d'administrador** al diàleg de **Paràmetres addicionals**.

source: Specify a password of your choice in both the <span class="guilabel">Administration Password</span> and <span class="guilabel">Confirm</span> text boxes then click <span class="bold">Add</span>.
ca: Especifiqueu la contrasenya que trieu tant als quadres de text <span class="guilabel">Contrasenya d'administrador</span> com a <span class="guilabel">Confirma</span> i feu clic a <span class="bold">Afegeix </span>.

source: <p>For security, it is impossible to set up an administration password after starting Tails. Otherwise, a compromised application could bypass some of the security built in Tails.</p>
ca: <p>Per seguretat, és impossible configurar una contrasenya d'administració després d'iniciar Tails. En cas contrari, una aplicació compromesa podria passar per alt alguns dels paràmetres de seguretat integrats a Tails.</p>

source: How to open a root terminal
ca: Com obrir un terminal d'administrador

source: To open a root terminal during your working session, you can do any of the following:
ca: Per obrir un terminal d'administrador durant la sessió de treball, podeu fer qualsevol de les accions següents:

source: - Choose **Applications**&nbsp;▸ **System Tools**&nbsp;▸ **Root Terminal**.
ca: - Trieu **Aplicacions**&nbsp;▸ **Eines del sistema**&nbsp;▸ **Terminal d'administrador**.

source: - Execute the command `sudo -i` in a terminal.
ca: - Executeu l'ordre `sudo -i` en un terminal.
