Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/*-wifi.inline.*.po
Languages: ca, de, fr, pt

source: If your Wi-Fi interface is not working, you might experience the following:
ca: Si la vostra interfície Wi-Fi no funciona, és possible que experimenteu el següent:
de: Wenn ihre Wi-Fi Schnittstelle nicht funktionsfähig ist, wie beispielsweise:
fr: Si votre interface Wi-Fi ne fonctionne pas, vous pouvez essayer les instructions suivantes :
pt: Se a sua interface Wi-Fi não estiver funcionando, você pode se deparar com um dos seguintes:

source: There is no **Wi-Fi** menu in the system menu:
ca: No hi ha cap menú de **Wi-Fi** al menú del sistema:
de: Es gibt kein **WLAN**-Menü im Systemmenü:
fr: Il n'y a pas de menu **Wi-Fi** dans le menu système :
pt: O menu **Wi-Fi** não aparece no menu do sistema:

source: There is a **Wi-Fi** menu in the system menu, but connecting to a Wi-Fi network fails.
fr: Il y a un menu **Wi-Fi** dans le menu système, mais la connexion à un réseau Wi-Fi échoue.

source: The interface is disabled because MAC address anonymization failed:
ca: La interfície està desactivada perquè l'anonimització de l'adreça MAC ha fallat:
de: Die Schnittstelle ist deaktiviert, da die Anonymisierung der MAC-Adresse fehlgeschlagen ist:
fr: L'interface est désactivée car l'anonymisation de l'adresse MAC a échoué :
pt: A interface está desabilitada porque a anonimização de endereço MAC falhou:

source: [[!img no-wifi/mac_spoofing_disabled.png link="no" class="screenshot" alt="Notification: MAC address anonymization failed"]]
ca: [[!img no-wifi/mac_spoofing_disabled.png link="no" class="screenshot" alt="Notificació: l'anonimització de l'adreça MAC ha fallat"]]
de: [[!img no-wifi/mac_spoofing_disabled.png link="no" class="screenshot" alt="Benachrichtigung: MAC-Adressen-Anonymisierung fehlgeschlagen"]]
fr: [[!img no-wifi/mac_spoofing_disabled.png link="no" class="screenshot" alt="Notification : L’anonymisation de l’adresse MAC a échoué"]]
pt: [[!img no-wifi/mac_spoofing_disabled.png link="no" class="screenshot" alt="Notificação: falhna na anonimização de MAC address"]]

source: In this case, you can disable MAC address anonymization in the Welcome Screen. Doing so has security implications, so read carefully our [[documentation about MAC address anonymization|first_steps/welcome_screen/mac_spoofing]].
ca: En aquest cas, podeu desactivar l'anonimització de l'adreça MAC a la Pantalla de Benvinguda. Fer-ho té implicacions de seguretat, així que llegiu acuradament la nostra [[documentació sobre l'anonimització de l'adreça MAC|first_steps/welcome_screen/mac_spoofing]].
de: In diesem Fall können Sie die Anonymisierung der MAC-Adresse im Begrüßungsbildschirm deaktivieren. Dies hat Sicherheitsimplikationen, daher lesen Sie unsere [[Dokumentation zur Anonymisierung der MAC-Adresse|first_steps/welcome_screen/mac_spoofing]] sorgfältig durch.
fr: Dans ce cas, vous pouvez désactiver l'anonymisation d'adresse MAC dans l'écran de bienvenue. Faire cela a des conséquences sur la sécurité, donc lisez attentivement notre [[documentation sur l’anonymisation d'adresse MAC|first_steps/welcome_screen/mac_spoofing]].
pt: Nesse caso, você pode desabilitar a anonimização do endereço MAC na Tela de Boas-Vindas. Fazer isso tem implicações de segurança, então leia cuidadosamente a nossa [[documentação sobre anonimização de endereços MAC|first_steps/welcome_screen/mac_spoofing]].

source: The following notification appears:
ca: Apareix la següent notificació:
de: Die folgende Benachrichtigung erscheint:
fr: La notification suivante apparaît :
pt: A seguinte notificação aparece:

source: Activation of network connection failed
ca: L'activació de la connexió a la xarxa ha fallat
de: Aktivierung der Netzwerkverbindung fehlgeschlagen
fr: L'activation de la connexion au réseau a échoué
pt: Conexão falhou: falha na ativação da conexão de rede

source: To connect to the Internet, you can try to:
ca: Per connectar-vos a Internet, podeu provar de:
de: Um eine Internetverbindung herzustellen, versuchen Sie folgendes:
fr: Pour se connecter à Internet, vous pouvez essayer :
pt: Para conectar à Internet, você pode tentar:

source: Use an Ethernet cable instead of Wi-Fi if possible. Wired interfaces work much more reliably than Wi-Fi in Tails.
ca: Si és possible, utilitzeu un cable Ethernet en lloc de Wi-Fi. Les interfícies per cable funcionen de manera molt més fiable que la Wi-Fi a Tails.
de: Verwenden Sie nach Möglichkeit ein Ethernet-Kabel anstelle von Wi-Fi. Kabelgebundene Schnittstellen arbeiten viel zuverlässiger als Wi-Fi in Tails.
fr: Utiliser un câble Ethernet plutôt que le Wi-Fi si possible. Les interfaces filaires sont beaucoup plus fiables que le Wi-Fi dans Tails.
pt: Usar um cabo Ethernet no lugar do Wi-Fi, se possível. Interfaces com fio funcionam de maneira muito mais confiável que Wi-Fi no Tails.

source: Share the Wi-Fi or mobile data connection of your phone using a USB cable. Sharing a connection this way is called *USB tethering*.
ca: Compartiu la connexió Wi-Fi o de dades mòbils del vostre telèfon mitjançant un cable USB. Compartir una connexió d'aquesta manera s'anomena *ancoratge USB*.
de: Das Bereitstellen einer „Wi-Fi“- oder mobilen Daten-Verbindung ihres Mobiltelefons über ein USB-Kabel, ist eine Möglichkeit um eine Internetverbindung auf weiteren Geräten zu bereiten. Diese Art des Verbindungsaufbaus wird als „USB-Tethering“ bezeichnet.
fr: Partager la connexion Wi-Fi ou données mobiles de votre téléphone en utilisant un câble USB. Le partage de connexion par ce moyen est appelé *attachement USB*.
pt: Compartilhe o Wi-Fi ou dados móveis do seu celular usando um cabo USB. Compartilhar uma conexão dessa maneira é chamado, em inglês, de *Tethering USB*.

source: See instructions for:
ca: Consulteu les instruccions per a:
de: Siehe Anweisungen für:
fr: Voir les instructions pour :
pt: Veja as instruções para:

source: [iPhones or iPads](https://support.apple.com/en-us/HT204023)
ca: [iPhones o iPads](https://support.apple.com/en-us/HT204023)
de: [iPhones oder iPads](https://support.apple.com/en-us/HT204023)
fr: [iPhones ou iPads](https://support.apple.com/fr-fr/HT204023)
pt: [iPhones ou iPads](https://support.apple.com/pt-br/HT204023)

source: Only sharing mobile data works on iPhones and iPads; sharing Wi-Fi does not work.
ca: L'ús compartit de dades mòbils funciona en iPhones i iPads; compartir Wi-Fi no funciona.
de: Nur das Teilen von mobilen Daten funktioniert auf iPhones und iPads; das Teilen von Wi-Fi funktioniert nicht.
fr: Seul le partage de données mobiles fonctionne avec les iPhones et iPads ; le partage Wi-Fi ne fonctionne pas.
pt: Apenas compartilhar dados moveis funciona em iPhones e iPads; Wi-Fi não funciona.

source: [Android](https://support.google.com/android/answer/9059108?hl=en)
ca: [Android](https://support.google.com/android/answer/9059108?hl=ca)
de: [Android](https://support.google.com/android/answer/9059108?hl=de)
fr: [Android](https://support.google.com/android/answer/9059108?hl=fr)
pt: [Android](https://support.google.com/android/answer/9059108?hl=pt-br)

source: <div class="caution"> <p>Tails cannot hide the information that identifies your phone on the local network. If you connect your phone to a:</p> <ul> <li><p>Wi-Fi network: the network can see the MAC address of your phone.</p> <p>This has security implications that we explain in our [[documentation on MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]. Some phones have a feature to hide the MAC address of the phone.</p></li> <li><p>Mobile data network: the network is able to know the identifier of your SIM card (IMSI) and the serial number of your phone (IMEI).</p></li> </ul> </div>
ca: <div class="caution"> <p>Tails no pot amagar la informació que identifica el vostre telèfon a la xarxa local. Si connecteu el vostre telèfon a:</p> <ul> <li><p>Una xarxa Wi-Fi: la xarxa pot veure l'adreça MAC del vostre telèfon.</p> <p>Això té implicacions de seguretat que expliquem a la nostra [[documentació sobre l'anonimització de l'adreça MAC|first_steps/welcome_screen/mac_spoofing]]. Alguns telèfons tenen una funcionalitat per ocultar l'adreça MAC del telèfon.</p></li> <li><p>Una xarxa de dades mòbils: la xarxa és capaç de conèixer l'identificador de la vostra targeta SIM (IMSI) i el número de sèrie del vostre telèfon (IMEI).</p></li> </ul> </div>
de: <div class="caution"> <p>Tails kann die Informationen, die Ihr Telefon im lokalen Netzwerk identifizieren, nicht verbergen. Wenn Sie Ihr Telefon mit einem:</p> <ul> <li> <p>Wi-Fi-Netzwerk verbinden: Das Netzwerk kann die MAC-Adresse Ihres Telefons sehen.</p> <p>Dies hat Sicherheitsimplikationen, die wir in unserer [[Dokumentation zur Anonymisierung der MAC-Adresse|first_steps/welcome_screen/mac_spoofing]] erklären. Einige Telefone verfügen über eine Funktion, um die MAC-Adresse des Telefons zu verbergen.</p> </li> <li> <p>Mobilfunknetz verbinden: Das Netzwerk kann die Identifikationsnummer Ihrer SIM-Karte (IMSI) und die Seriennummer Ihres Telefons (IMEI) erkennen.</p> </li> </ul> </div>
fr: <div class="caution"> <p>Tails ne peut pas cacher les informations qui identifient votre téléphone sur le réseau local. Si vous connectez votre téléphone à :</p> <ul> <li><p>Un réseau Wi-Fi : le réseau connaîtra l'adresse MAC de votre téléphone.</p> <p>Cela a des implications en matière de sécurité qui sont expliquées dans notre [[documentation sur l'anonymisation d'adresse MAC|first_steps/welcome_screen/mac_spoofing]]. Certains téléphones ont une fonction pour cacher l'adresse MAC du téléphone.</p></li> <li><p>Un réseau de données mobiles : le réseau sera capable de connaître l'identifiant de votre carte SIM (IMSI) ainsi que le numéro de série (IMEI) de votre téléphone.</p></li> </ul> </div>
pt: <div class="caution"> <p>Tails não pode esconder a informação que identifica o seu celular na sua rede local. Se você conectar seu celular a:</p> <ul> <li><p>Uma rede Wi-Fi, a rede poderá ver o endereço MAC do seu celular.</p> <p>Isso tem implicações de segurança que explicamos na nossa [[documentação sobre anonimização de endereço MAC|first_steps/welcome_screen/mac_spoofing]]. Alguns celulares têm uma funcionalidade para esconder o endereço MAC do dispositivo.</p></li> <li><p>Uma rede de dados móveis, a rede poderá ver o identificador do seu chip SIM (IMSI) e o número de serie do seu celular (IMEI).</p></li> </ul> </div>

source: Buy a USB Wi-Fi adapter that works in Tails:
ca: Compreu un adaptador USB Wi-Fi que funcioni a Tails:
de: Sie sollten einen USB-Adapter käuflich erwerben, welcher mit ‚Tails‘ kompatibel ist:
fr: Acheter un adaptateur Wi-Fi USB qui fonctionne dans Tails :
pt: Compre um adaptador Wi-Fi USB que funcione no Tails:

source: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mbit/s</td><td>$6</td><td>No</td><td><a href="https://www.amazon.com/d/B004X8R7HY">Amazon</a></td></tr>-->
fr: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mbit/s</td><td>6$</td><td>Non</td><td><a href="https://www.amazon.com/d/B004X8R7HY">Amazon</a></td></tr>-->
pt: <!-- <tr><td>D-Link</td><td>DWA-121</td><td>Nano</td><td>150 Mbit/s</td><td>$6</td><td>Não</td><td><a href="https://www.amazon.com/d/B004X8R7HY">Amazon</a></td></tr>-->

source: <!-- See https://gitlab.tails.boum.org/tails/blueprints/-/wikis/wi-fi_adapters/ for Wi-Fi adapters that don't work or that have no advantage over these ones. -->
ca: <!-- Vegeu https://gitlab.tails.boum.org/tails/blueprints/-/wikis/wi-fi_adapters/ per als adaptadors Wi-Fi que no funcionen o que no tenen cap avantatge respecte aquests. -->
fr: <!-- Voir https://tails.net/blueprint/wi-fi_adapters/ pour les adaptateurs Wi-Fi qui ne marchent pas ou qui n'ont pas d'avantage par rapport à ceux-là. -->
pt: <!-- Veja https://tails.net/blueprint/wi-fi_adapters/ para adaptadores Wi-Fi que não funcionam ou que não tem nenhuma vantagem sobre esses outros. -->

source: <div class="note"> <p>If you find another USB Wi-Fi adapter that works in Tails, please let us know. You can write to [[support@tails.net]] (private email).</p> </div>
ca: <div class="note"> <p>Si trobeu un altre adaptador Wi-Fi USB que funcioni a Tails, feu-nos-ho saber. Podeu escriure a [[support@tails.net]] (correu electrònic privat).</p> </div>
de: <div class="note"> <p>Wenn Sie einen anderen USB-Wi-Fi-Adapter finden, der in Tails funktioniert, lassen Sie es uns bitte wissen. Sie können an [[support@tails.net]] schreiben (private E-Mail).</p> </div>
fr: <div class="note"> <p>Si vous trouvez un autre adaptateur Wi-Fi USB qui fonctionne dans Tails, merci de nous le faire savoir. Vous pouvez écrire à [[support@tails.net]] (messagerie électronique privée).</p> </div>
pt: <div class="note"> <p>Caso você encontre outro adaptador Wi-Fi USB que funciona no Tails, por favor nos informe. Você pode escrever para [[support@tails.net]] (email privado).</p> </div>

source: Check in our list of [[known Wi-Fi issues|support/known_issues#problematic-wifi]] if there is a workaround to get your Wi-Fi interface to work in Tails.
ca: Consulteu a la nostra llista de [[problemes coneguts de Wi-Fi|support/known_issues#problematic-wifi]] si hi ha una solució alternativa per fer que la vostra interfície Wi-Fi funcioni a Tails.
de: Überprüfen Sie in unserer Liste der [[bekannten Wi-Fi-Probleme|support/known_issues#problematic-wifi]], ob es eine Lösung gibt, um Ihre Wi-Fi-Schnittstelle in Tails zum Laufen zu bringen.
fr: Vérifiez dans notre liste des [[problèmes Wi-FI connus|support/known_issues#problematic-wifi]] s'il existe un contournement pour avoir une interface Wi-Fi qui fonctionne dans Tails.
pt: Veja na nossa lista de [[problemas conhecidos com Wi-Fi|support/known_issues#problematic-wifi]] se há uma forma de fazer sua interface Wi-Fi funcionar no Tails.
