Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/electrum.*.po
Languages: ca, it

source: [[!meta title="Exchanging bitcoins using Electrum"]]
ca: [[!meta title="Intercanvi de bitcoins amb Electrum"]]
it: [[!meta title="Scambiare bitcoin con Electrum"]]

source: [*Electrum*](https://electrum.org/) is a [[!wikipedia Bitcoin]] client that is particularly suited to the context of Tails because:
ca: [*Electrum*](https://electrum.org/) és un client de [[!wikipedia_ca Bitcoin]] que s'adapta especialment al context de Tails perquè:
it: [*Electrum*](https://electrum.org/) è un client [[!wikipedia_it Bitcoin]] che è particolarmente adatto al contesto di Tails poiché:

source: You can use your wallet from different devices and avoid losing bitcoins in a backup mistake or computer failure.
ca: Podeu utilitzar la vostra cartera des de diferents dispositius i evitar perdre bitcoins en un error de còpia de seguretat o un error informàtic.
it: Potete usare il vostro portafoglio da dispositivi differenti ed evitare la perdita dei bitcoin in un errore di backup o del computer.

source: Electrum does not download the blockchain, so there is no waiting time when starting.
ca: Electrum no baixa la cadena de blocs, de manera que no hi ha temps d'espera a l'inici.
it: Electrum non scarica la blockchain quindi non ci sono tempi di attesa quando viene avviato.

source: You can sign transactions from an offline working session for additional security.
ca: Podeu signar transaccions des d'una sessió de treball fora de línia per obtenir més seguretat.
it: Per ulteriore sicurezza potete firmare le transazioni durante una sessione di lavoro offline.

source: To start <span class="application">Electrum</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.
ca: Per iniciar <span class="application">Electrum</span> trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Cartera Electrum Bitcoin</span> </span>.
it: Per avviare <span class="application">Electrum</span> seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.

source: To learn how to use *Electrum*, read the [*Electrum* documentation](https://electrum.readthedocs.io/).
ca: Per aprendre a utilitzar *Electrum*, llegiu la [documentació d'*Electrum*](https://electrum.readthedocs.io/) (en anglès).
it: Per imparare ad usare *Electrum* leggi la [documentazione di *Electrum*](https://electrum.readthedocs.io/).

source: For an explanation of how Bitcoin works in simple terms, read [The In-Depth Guide to Bitcoin That Won’t Leave You Frustrated](https://www.vpnmentor.com/blog/ultimate-guide-bitcoin/).
ca: Per obtenir una explicació de com funciona Bitcoin en termes senzills, llegiu [La guia detallada de Bitcoin que no us deixarà frustrat](https://www.vpnmentor.com/blog/ultimate-guide-bitcoin/) (en anglès).

source: <p>Bitcoin is <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">not anonymous</a>.</p>
ca: <p>Bitcoin <a href="https://bitcoin.org/ca/faq#es-bitcoin-anonim">no és anònim</a>.</p>
it: <p>Bitcoin <a href="https://bitcoin.org/it/faq#bitcoin-e-anonimo">non è anonimo</a>.</p>

source: <p>To make it harder to relate your different transactions, you should use a different receiving address for each transaction. <span class="application">Electrum</span> automatically generates new addresses for you to use.</p>
ca: <p>Per fer més difícil relacionar les vostres diferents transaccions, hauríeu d'utilitzar una adreça de recepció diferent per a cada transacció. <span class="application">Electrum</span> genera automàticament adreces noves que podeu utilitzar.</p>
it: <p>Per rendere più difficile mettere in relazione le diverse transazioni, ti consigliamo di usare un indirizzo di ricezione diverso per ogni transazione. <span class="application">Electrum</span>genera automaticamente nuovi indirizzi da utilizzare.</p>

source: <p><span class="application">Electrum</span> uses <em>mBTC</em> as the default base unit. 1 mBTC = 0.001 BTC. To change the base unit, choose <span class="menuchoice"> <span class="guimenu">Tools</span>&nbsp;▸ <span class="guimenuitem">Preferences</span></span>.</p>
ca: <p><span class="application">Electrum</span> utilitza <em>mBTC</em> com a unitat base predeterminada. 1 mBTC = 0,001 BTC. Per canviar la unitat base, seleccioneu <span class="menuchoice"> <span class="guimenu">Tools</span>&nbsp;▸ <span class="guimenuitem">Preferences</span></span>.</p>

source: <p>Do not blindly trust the bitcoin balance that <span class="application">Electrum</span> displays as <em>unconfirmed</em>. Wait for transactions to be confirmed.</p>
ca: <p>No confieu cegament en el saldo de bitcoins que <span class="application">Electrum</span> mostra com a <em>no confirmat</em>. Espereu que es confirmin les transaccions.</p>

source: Recovering your wallet from its seed
ca: Recuperar la vostra cartera de la seva llavor
it: Recupera il tuo portafoglio dal suo seed/intera copia

source: Backing up your seed
ca: Còpia de seguretat de la vostra llavor
it: Fare Backup del seed/copia intera

source: Your wallet can be recovered entirely from its <em>seed</em>: the chain of words generated by <span class="application">Electrum</span> when creating the wallet. But if you lose your seed, you lose your entire wallet.
ca: La vostra cartera es pot recuperar completament de la seva <em>llavor</em>: la cadena de paraules generada per <span class="application">Electrum</span> en crear la cartera. Però si perdeu la vostra llavor, llavors perdreu tota la cartera.

source: That's why we recommend you both:
ca: Per això us recomanem que:

source: Turn on the [[Electrum Bitcoin Wallet|persistent_storage/configure#electrum]] feature of the Persistent Storage to store your bitcoin wallet and preferences across separate working sessions.
ca: Activeu la funció [[Cartera de Bitcoin d'Electrum|persistent_storage/configure#electrum]] de l'Emmagatzematge Persistent per emmagatzemar la vostra cartera de bitcoins i les vostres preferències en sessions de treball separades.
it: Attiva la funzionalità [[Electrum Bitcoin Wallet|persistent_storage/configure#electrum]] dell' Archivio Persistente per memorizzare il portafoglio bitcoin e le preferenze in sessioni di lavoro separate.

source: Backup your seed outside of Tails. For example, you can write it down on a piece of paper and keep it with you.
ca: Feu una còpia de seguretat de la vostra llavor fora de Tails. Per exemple, podeu escriure-ho en un paper i guardar-lo amb vosaltres.

source: Fixing a corrupted wallet
ca: Arreglar una cartera malmesa
it: Correggere un portafoglio danneggiato

source: If <span class="application">Electrum</span> fails to start or stays minimized, maybe your <span class="application">Electrum</span> folder is corrupted.
ca: Si <span class="application">Electrum</span> no s'inicia o es manté minimitzat, potser la vostra carpeta d'<span class="application">Electrum</span> està malmesa.
it: Se <span class="application">Electrum</span> non si avvia o rimane minimizzato, può darsi che la tua cartella di <span class="application">Electrum</span> sia danneggiata.

source: To recover your wallet from its seed:
ca: Per recuperar la cartera de la seva llavor:
it: Per recuperare il tuo portafoglio dal suo seed:

source: Make sure that <span class="application">Electrum</span> is closed.
ca: Assegureu-vos que <span class="application">Electrum</span> estigui tancat.
it: Assicurati che <span class="application">Electrum</span> sia chiuso.

source: Open your <span class="filename">Home</span> folder.
ca: Obriu la vostra carpeta <span class="filename">Home</span>.
it: Apri la tua cartella <span class="filename">Home</span>.

source: Click the [[!img lib/open-menu.png alt="Main Menu" class="symbolic" link="no"]] button in the title bar and turn on the option **Show Hidden Files**.
ca: Feu clic al botó [[!img lib/open-menu.png alt="Menú principal" class="symbolic" link="no"]] a la barra de títol i activeu l'opció **Mostra els fitxers ocults**.

source: Open the <span class="filename">.electrum</span> folder.
ca: Obriu la carpeta <span class="filename">.electrum</span>.
it: Apri la cartella <span class="filename">.electrum</span>.

source: Delete the <span class="filename">wallets</span> folder.
ca: Suprimiu la carpeta <span class="filename">wallets</span>.
it: Elimina la cartella <span class="filename">wallets</span>.

source: Start <span class="application">Electrum</span>.
ca: Inicieu <span class="application">Electrum</span>.
it: Avvia <span class="application">Electrum</span>.

source: When creating a new wallet choose <span class="guilabel">I already have a seed</span> and specify the seed of your wallet.
ca: Quan creeu una cartera nova, trieu <span class="guilabel">I already have a seed</span> i especifiqueu la llavor de la vostra cartera.
it: Alla creazione di un nuovo portafoglio seleziona <span class="guilabel">Possiedo già un seed</span> e specifica il seed del tuo portafoglio.
