Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/onionshare.*.po
Languages: ca, fr

source: [[!meta title="Sharing files, websites, and chat rooms using OnionShare"]]
ca: [[!meta title="Compartir fitxers, llocs web i sales de xat usant OnionShare"]]
fr: [[!meta title="Partager des fichiers, des sites web et des salons de discussion avec OnionShare"]]

source: [*OnionShare*](https://onionshare.org/) allows you to create secure, anonymous, and disposable services that other people can connect to.
ca: [*OnionShare*](https://onionshare.org/) us permet crear serveis segurs, anònims i d'un sol ús als quals altres persones es poden connectar.
fr: [*OnionShare*](https://onionshare.org/) vous permet de créer des services sûrs, anonymes et à usage unique, auxquels d'autres personnes peuvent se connecter.

source: To start *OnionShare*, choose **Applications**&nbsp;▸ **Internet**&nbsp;▸ **OnionShare**.
ca: Per iniciar *OnionShare*, trieu **Aplicacions**&nbsp;▸ **Internet**&nbsp;▸ **OnionShare**.
fr: Pour démarrer *OnionShare*, choisissez **Applications**&nbsp;▸ **Internet**&nbsp;▸ **OnionShare**.

source: From the welcome screen of *OnionShare*, you can choose between 4 different services:
ca: Des de la pantalla de benvinguda de l'*OnionShare*, podeu triar entre 4 serveis diferents:
fr: Depuis l'écran de bienvenue d'*OnionShare*, vous pouvez choisir entre 4 services différents :

source: - Share files
ca: - Comparteix fitxers
fr: - Partager des fichiers

source: - Receive files
ca: - Rep fitxers
fr: - Recevoir des fichiers

source: - Host a website
ca: - Allotjament d'un lloc web
fr: - Héberger un site Web

source: - Chat anonymously
ca: - Xat anònim
fr: - Dialoguer

source: All these services are provided as Tor onion services and are only available through the Tor network. You can share the address of these onion services with other people to create temporary and anonymous communication channels.
ca: Tots aquests serveis es proporcionen com a serveis onion de Tor i només estan disponibles a través de la xarxa Tor. Podeu compartir l'adreça d'aquests serveis onion amb altres persones per crear canals de comunicació temporals i anònims.
fr: Tous ces services sont fournis sous la forme de services onion Tor et sont seulement disponible via le réseau Tor. Vous pouvez partager l'adresse de ces services onion avec d'autres personnes pour créer des canaux de communications temporaires et anonymes.

source: People who know their onion addresses can connect to these services from *Tor Browser*, either in Tails or outside of Tails.
ca: Les persones que coneixen les seves adreces onion es poden connectar a aquests serveis des del *Navegador Tor*, ja sigui a Tails o fora de Tails.
fr: Les personnes qui connaissent ces adresses onion peuvent se connecter à ces services depuis le *Navigateur Tor*, dans Tails ou en dehors de Tails.

source: <p>Unlike most Internet services, people using your <i>OnionShare</i> services connect directly to your Tails over the Tor network. Your data is never shared with or stored on any third-party server. Your Tails becomes a temporary and anonymous server.</p>
ca: <p>A diferència de la majoria de serveis d'Internet, les persones que utilitzen els vostres serveis d'<i>OnionShare</i> es connecten directament al vostre Tails a través de la xarxa Tor. Les vostres dades no es comparteixen mai ni s'emmagatzemen en qualsevol servidor de tercers. El vostre Tails esdevé un servidor temporal i anònim.</p>
fr: <p>À la différence de la plupart des services Internet, les personnes utilisant vos services <i>OnionShare</i> se connectent directement à votre Tails à travers le réseau Tor. Vos données ne sont jamais stockées ou partagées avec un serveur tiers. Votre Tails devient un serveur temporaire et anonyme.</p>

source: These services become unavailable as soon as you close *OnionShare* or shut down Tails.
ca: Aquests serveis deixen d'estar disponibles tan bon punt tanqueu l'*OnionShare* o tanqueu Tails.
fr: Ces services deviennent indisponibles dès que vous fermez *OnionShare* ou que vous éteignez Tails.

source: <p><i>OnionShare</i> uses different onion addresses each time.</p>
fr: <p><i>OnionShare</i> utilise des adresses onion différentes à chaque fois.</p>

source: <p>In the future, want to make it possible to store the onion addresses used by <i>OnionShare</i> to the Persistent Storage. ([[!tails_ticket 20136]])</p>
fr: <p>À l'avenir, nous voulons rendre possible le stockage des adresses onion utilisées par <i>OnionShare</i> dans le stockage persistant. ([[!tails_ticket 20136]])</p>

source: Sharing files
ca: Compartir fitxers
fr: Partage de fichiers

source: With the Share service of *OnionShare*:
ca: Amb el servei Compartir d'*OnionShare*:
fr: Avec le service Partager de *OnionShare* :

source: - You select in *OnionShare* some files from your Tails that you want to share.
ca: - Seleccioneu a l'*OnionShare* alguns fitxers del vostre Tails que voleu compartir.
fr: - Vous sélectionnez dans *OnionShare* certains fichiers depuis votre Tails que vous voulez partager.

source: People with the onion address can download these files from their *Tor Browser*.
ca: Les persones amb l'adreça onion poden baixar aquests fitxers des del seu *Navegador Tor*.
fr: Les personnes avec l'adresse onion peuvent télécharger ces fichiers depuis leur *Navigateur Tor*.

source: <p>Since Tails 6.0 (February 2024), the shortcut to share files via <i>OnionShare</i> directly from the <i>Files</i> browser is not available anymore.</p>
ca: <p>Des de Tails 6.0 (febrer de 2024), la drecera per compartir fitxers mitjançant <i>OnionShare</i> directament des del navegador de <i>Fitxers</i> no està disponible.</p>
fr: <p>Depuis Tails 6.0 (février 2024), le raccourci pour partager des fichiers via <i>OnionShare</i> directement depuis le navigateur de <i>Fichiers</i> n'est plus disponible.</p>

source: Receiving files
ca: Recepció d'arxius
fr: Recevoir des fichiers

source: With the Receive service of *OnionShare*:
ca: Amb el servei de recepció d'*OnionShare*:
fr: Avec le service Recevoir de *OnionShare* :

source: You specify in *OnionShare* a folder of your Tails in which you want to receive files.
ca: Especifiqueu a l'*OnionShare* una carpeta del vostre Tails en la qual voleu rebre fitxers.
fr: Vous spécifiez dans *OnionShare* un dossier de votre Tails dans lequel vous voulez recevoir des fichiers.

source: People with the onion address can upload files directly to this folder or send you text messages from their *Tor Browser*.
ca: Les persones amb l'adreça onion poden penjar fitxers directament a aquesta carpeta o enviar-vos missatges de text des del seu *Navegador Tor*.
fr: Les personnes avec l'adresse onion peuvent envoyer des fichiers directement dans ce dossier ou envoyer des messages texte depuis leur *Navigateur Tor*.

source: Hosting a website
ca: Allotjament d'un lloc web
fr: Héberger un site web

source: With the Website service of *OnionShare*:
ca: Amb el servei web d'*OnionShare*:
fr: Avec le service Site Web de *OnionShare* :

source: - You specify in *OnionShare* a folder that contains HTML pages in your Tails.
ca: - Especifiqueu a *OnionShare* una carpeta que contingui pàgines HTML al vostre Tails.
fr: - Vous spécifiez dans *OnionShare* un dossier dans votre Tails qui contient des pages HTML.

source: People with the onion address can visit these HTML pages as a website from their *Tor Browser*.
ca: Les persones amb l'adreça onion poden visitar aquestes pàgines HTML com a lloc web des del seu *Navegador Tor*.
fr: Les personnes avec l'adresse onion peuvent visiter ces pages HTML comme un site web depuis leur *Navigateur Tor*.

source: Chatting anonymously
ca: Xat anònim
fr: Dialoguer anonymement

source: With the Chat service of *OnionShare*:
ca: Amb el servei de Xat d'*OnionShare*:
fr: Avec le service Dialoguer de *OnionShare* :

source: - You start a chat room from *OnionShare*.
ca: - Podeu crear una sala de xat des de l'*OnionShare*.
fr: - Vous démarrez un salon de discussion depuis *OnionShare*.

source: People with the onion address can enter this chat room from their *Tor Browser* and chat with you or other people.
ca: Les persones amb l'adreça onion poden entrar a aquesta sala de xat des del seu *Navegador Tor* i xatejar amb tu o amb altres persones.
fr: Les personnes avec l'adresse onion peuvent entrer dans ce salon de discussion depuis leur *Navigateur Tor* et discuter avec vous ou d'autres personnes.
