Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/pidgin.*.po
Languages: de

source: [[!meta title="Chatting with Pidgin and OTR"]]
de: [[!meta title="Mit Pidgin und OTR chatten"]]

source: For chatting and instant messaging, Tails includes the <span class="application">[Pidgin Instant Messenger](https://pidgin.im/)</span>.
de: Zum Chatten und für Sofortnachrichtendienste ist in Tails der <span class="application">[Pidgin Sofortnachrichtendienst](https://pidgin.im/)</span> enthalten.

source: <p><a href="https://dino.im/"><i>Dino</i></a> is being considered as an option to replace <i>Pidgin</i> in Tails.</p>
de: <p><a href="https://dino.im/"><i>Dino</i></a> wird als Option zum Ersetzen von <i>Pidgin</i> in Tails in Betracht gezogen.</p>

source: <p>You can already try using <i>Dino</i> in Tails. See our documentation on [[chatting with <i>Dino</i> and OMEMO|doc/advanced_topics/dino]].</p>
de: <p>Sie können bereits versuchen, <i>Dino</i> in Tails zu verwenden. Sehen Sie sich unsere Dokumentation zu [[Chatten mit <i>Dino</i> und OMEMO|doc/advanced_topics/dino]] an.</p>

source: You can use *Pidgin* to connect to [[!wikipedia Internet_Relay_Chat desc="IRC"]] or [[!wikipedia XMPP]] (also known as Jabber) servers. You can have several accounts connected at the same time.
de: Sie können *Pidgin* verwenden, um sich mit [[!wikipedia_de Internet_Relay_Chat desc="IRC"]] oder [[!wikipedia_de XMPP]] (auch bekannt als Jabber) Servern zu verbinden. Sie können mehrere Konten gleichzeitig verbunden haben.

source: Even though *Pidgin* supports other protocols, it is only possible to use IRC and XMPP with *Pidgin* in Tails for security reasons.
de: Obwohl *Pidgin* andere Protokolle unterstützt, ist es aus Sicherheitsgründen nur möglich, IRC und XMPP mit *Pidgin* in Tails zu verwenden.

source: To start *Pidgin* choose **Applications**&nbsp;▸ **Internet**&nbsp;▸ **Pidgin**.
de: Um *Pidgin* zu starten, wählen Sie **Anwendungen**&nbsp;▸ **Internet**&nbsp;▸ **Pidgin**.

source: For more documentation, visit the official [*Pidgin* FAQ](https://developer.pidgin.im/wiki/Using%20Pidgin).
de: Für weitere Dokumentation besuchen Sie die offizielle [*Pidgin*-FAQ](https://developer.pidgin.im/wiki/Using%20Pidgin).

source: <h1 id="otr">OTR encryption</h1>
de: <h1 id="otr">OTR-Verschlüsselung</h1>

source: [OTR (Off-the-Record)](https://otr.cypherpunks.ca/) encryption allows you to have private conversations over instant messaging by providing:
de: [OTR (Off-the-Record)](https://otr.cypherpunks.ca/) -Verschlüsselung ermöglicht es Ihnen, private Gespräche über Instant Messaging zu führen, indem sie Folgendes bereitstellt:

source: - **Encryption**
de: - **Verschlüsselung**

source: No one else can read your instant messages.
de: Niemand anderes kann Ihre Direktnachrichten lesen.

source: - **Authentication**
de: - **Authentifizierung**

source: You are assured the correspondent is who you think it is.
de: Sie können sicher sein, dass der Korrespondent der ist, von dem Sie denken, dass er es ist.

source: - **Deniability**
de: - **Bestreitbarkeit**

source: The messages you send do not have digital signatures that are checkable by a third party. Anyone can forge messages after a conversation to make them look like they came from you. However, during a conversation, your correspondent is assured the messages are authentic and unmodified.
de: Die Nachrichten, die Sie senden, haben keine digitalen Signaturen, die von Dritten überprüfbar sind. Jeder kann Nachrichten nach einem Gespräch fälschen, um sie so aussehen zu lassen, als kämen sie von Ihnen. Während eines Gesprächs kann Ihr Gesprächspartner jedoch sicher sein, dass die Nachrichten authentisch und unverändert sind.

source: <p>OTR is deactivated by default, and your conversations are not private.</p>
de: <p>OTR ist standardmäßig deaktiviert und Ihre Unterhaltungen sind nicht vertraulich.</p>

source: <p>File transfers are not encrypted by OTR. OTR only encrypts conversations.</p>
de: <p>Dateiübertragungen werden nicht mit OTR verschlüsselt. OTR verschlüsselt nur Konversationen.</p>

source: <p>To store your OTR keys and <i>Pidgin</i> settings across different Tails sessions, you can turn on the [[Pidgin Internet Messenger|persistent_storage/configure#pidgin]] feature of the Persistent Storage.</p>
de: <p>Um Ihre OTR-Schlüssel und <i>Pidgin</i>-Einstellungen über verschiedene Tails-Sitzungen hinweg zu speichern, können Sie die [[Pidgin Internet Messenger|persistent_storage/configure#pidgin]]-Funktion des beständigen Datenspeichers aktivieren.</p>

source: <p>In a private OTR conversation over IRC, a message sent using the <code>/me</code> command is not encrypted. The person receiving the message is notified by a warning.</p>
de: <p>In einer privaten Konversation mit OTR über IRC werden Nachrichten, die mit dem <code>/me</code> Befehl gesendet werden, nicht verschlüsselt. Die Person, die die Nachricht empfängt, wird durch eine Warnung benachrichtigt.</p>

source: IRC servers blocking Tor
de: Tor blockierende IRC-Server

source: Some IRC servers block connections from Tor because Tor is sometimes used to send spam.
de: Manche IRC-Server blockieren Verbindungen von Tor, da Tor manchmal zum Versenden von Spam benutzt wird.

source: - [OFTC and Tor](https://www.oftc.net/Tor/)
de: - [OFTC und Tor](https://www.oftc.net/Tor/)

source: - [List of IRC/chat networks that block or support Tor](https://gitlab.torproject.org/legacy/trac/-/wikis/doc/BlockingIrc)
de: - [Liste von IRC/Chat-Netzwerken, die Tor blockieren oder unterstützen](https://gitlab.torproject.org/legacy/trac/-/wikis/doc/BlockingIrc)
