Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/thunderbird.*.po
Languages: ca

source: [[!meta title="Emailing and reading news with Thunderbird"]]
ca: [[!meta title="Enviar correus electrònics i llegir notícies amb el Thunderbird"]]

source: Tails includes <span class="application">Thunderbird</span> for:
ca: Tails inclou el <span class="application">Thunderbird</span> per a:

source: - Reading and writing emails
ca: - Llegir i escriure correus electrònics

source: - Reading [[!wikipedia RSS]] and [[!wikipedia Atom_(Web_standard) desc="Atom"]] feeds for news and blogs
ca: - Llegir [[!wikipedia_ca RSS]] i [[!wikipedia_ca Atom]] per a notícies i blocs

source: To start <span class="application">Thunderbird</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.
ca: Per iniciar el <span class="application">Thunderbird</span> trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.

source: <p>To store your emails, feeds, and settings across different working sessions, turn on the [[Thunderbird Email Client|persistent_storage/configure#thunderbird]] feature of the Persistent Storage.</p>
ca: <p>Per emmagatzemar els vostres correus electrònics, canals i preferències en diferents sessions de treball, activeu la funcionalitat [[Client de correu Thunderbird|persistent_storage/configure#thunderbird]] de l'Emmagatzematge Persistent.</p>

source: For more documentation, visit the official [*Thunderbird* Support](https://support.mozilla.org/en-US/products/thunderbird) website.
ca: Per obtenir més documentació, visiteu el lloc web oficial d'[Assistència del *Thunderbird*](https://support.mozilla.org/ca/products/thunderbird).

source: <h1 id="account">Configuring an email account</h1>
ca: <h1 id="account">Configuració d'un compte de correu electrònic</h1>

source: When starting <span class="application">Thunderbird</span> for the first time, an assistant appears to guide you through the process of configuring <span class="application">Thunderbird</span> to access your email account.
ca: Quan inicieu el <span class="application">Thunderbird</span> per primera vegada, apareix un assistent que us guiarà pel procés de configuració del <span class="application">Thunderbird</span> per accedir al vostre compte de correu electrònic.

source: <p>To start this assistant again in the future from the main window of <span class="application">Thunderbird</span>, choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> and then, from the <span class="guilabel">Account Settings</span> dialog, choose <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Add Mail Account&hellip;</span>.</p>
ca: <p>Per tornar a iniciar aquest assistent en el futur des de la finestra principal del <span class="application">Thunderbird</span>, trieu <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menú" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Paràmetres del compte</span> </span> i després, des del diàleg de <span class="guilabel">Paràmetres del compte</span>, seleccioneu <span class="guilabel">Accions del compte</span>&nbsp;▸ <span class="guilabel">Afegeix un compte de correu&hellip;</span>.</p>

source: Enter your name, email address, and password into the corresponding fields.
ca: Introduïu el vostre nom, l'adreça de correu electrònic i la contrasenya als camps corresponents.

source: Click <span class="guilabel">Continue</span>.
ca: Feu clic a <span class="guilabel">Continua</span>.

source: The assistant tries to configure automatically the correct settings to connect to your email provider based on your email address.
ca: L'assistent intenta configurar automàticament la configuració correcta per connectar-se al vostre proveïdor de correu electrònic en funció de la vostra adreça de correu electrònic.

source: If the automatic configuration fails, consult your email provider about how to configure your email account manually.
ca: Si la configuració automàtica falla, consulteu al vostre proveïdor de correu electrònic com configurar el vostre compte de correu electrònic manualment.

source: If the automatic configuration succeeds, you might have to specify which protocol to use to connect to your email provider, either <span class="guilabel">IMAP</span> or <span class="guilabel">POP</span>.
ca: Si la configuració automàtica té èxit, potser haureu d'especificar quin protocol utilitzar per connectar-vos al vostre proveïdor de correu electrònic, ja sigui <span class="guilabel">IMAP</span> o <span class="guilabel">POP</span> .

source: - With <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> constantly synchronizes with the server and displays the emails and folders that are currently stored on the server. IMAP is better suited if you access your emails from different operating systems.
ca: - Amb <span class="guilabel">IMAP</span>, el <span class="application">Thunderbird</span> es sincronitza constantment amb el servidor i mostra els correus electrònics i les carpetes que hi ha emmagatzemats al servidor. IMAP és més adequat si accediu als vostres correus electrònics des de diferents sistemes operatius.

source: - With <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> downloads the emails that are in the inbox on the server and possibly deletes them from the server. POP is better suited if you access your emails from Tails only and store them in the Persistent Storage.
ca: - Amb <span class="guilabel">POP</span>, el <span class="application">Thunderbird</span> baixa els correus electrònics que estan a la safata d'entrada del servidor i possiblement els suprimeix del servidor. POP és més adequat si accediu als vostres correus electrònics només des de Tails i els emmagatzemeu a l'Emmagatzematge Persistent.

source: To know more, see also this [comparison between POP and IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) by Riseup.
ca: Per saber-ne més, vegeu també aquesta [comparació entre POP i IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) feta per Riseup.

source: <p>You can use your Gmail account with <i>Thunderbird</i> in Tails.</p>
ca: <p>Podeu utilitzar el vostre compte de Gmail amb el <i>Thunderbird</i> a Tails.</p>

source: <ol> <li> <p>Make sure that you have 2-Step Verification turned on in your Gmail account.</p> <p>See <a href="https://support.google.com/accounts/answer/185839">Google Account Help: 2-Step Verification</a>.</p> </li> <li> <p>Configure the new account as IMAP when <i>Thunderbird</i> asks you to choose between POP and IMAP.</p> </li> </ol>
ca: <ol> <li> <p>Assegureu-vos que teniu activada la verificació en dos passos al vostre compte de Gmail.</p> <p>Consulteu l'<a href="https://support.google.com/accounts/answer/185839">Ajuda del compte de Google: verificació en dos passos</a>.</p> </li> <li> <p>Configureu el compte nou com a IMAP quan el <i>Thunderbird</i> us demani triar entre POP i IMAP.</p> </li> </ol>

source: <h1 id="privacy">Enhanced privacy</h1>
ca: <h1 id="privacy">Privadesa millorada</h1>

source: <span class="application">Thunderbird</span> in Tails is configured for additional privacy and anonymity.
ca: El <span class="application">Thunderbird</span> a Tails està configurat per obtenir més privadesa i anonimat.

source: For example, <span class="application">Thunderbird</span> in Tails:
ca: Per exemple, el <span class="application">Thunderbird</span> a Tails:

source: Removes information about the language of your session or spellchecker from the headers of the emails that you send.
ca: Elimina informació sobre l'idioma de la sessió o del corrector ortogràfic de les capçaleres dels correus electrònics que envieu.

source: Removes information that could identify you as a Tails user from the headers of your emails.
ca: Elimina la informació que us podria identificar com a usuari de Tails de les capçaleres dels correus electrònics.

source: Only allows secure protocols and disables insecure protocols, like SSLv3.
ca: Només permet protocols segurs i desactiva protocols insegurs, com ara SSLv3.

source: Disables tracking technologies, like cookies and JavaScript, when viewing emails or feeds in HTML.
ca: Desactiva les tecnologies de seguiment, com ara les galetes i el JavaScript, quan es visualitzen correus electrònics o fonts en HTML.

source: These enhancements are inherited from the former [*TorBirdy*](https://gitlab.torproject.org/legacy/trac/-/wikis/torbirdy) extension.
ca: Aquestes millores s'hereten de l'antiga extensió [*TorBirdy*](https://gitlab.torproject.org/legacy/trac/-/wikis/torbirdy).

source: <h1 id="language">Using Thunderbird in your language</h1>
ca: <h1 id="language">Utilitzar el Thunderbird en el vostre idioma</h1>

source: To use *Thunderbird* in another language, you can install the <code>thunderbird-l10n-<span class="command-placeholder">lang</span></code> package using the [[Additional Software|persistent_storage/additional_software]] feature. Replace <span class="command-placeholder">lang</span> with the code for your language. For example, `vi` for Vietnamese.
ca: Per utilitzar el *Thunderbird* en un altre idioma, podeu instal·lar el paquet <code>thunderbird-l10n-<span class="command-placeholder">lang</span></code> utilitzant la funcionalitat de [[Programari Addicional|persistent_storage/additional_software]]. Substituïu <span class="command-placeholder">lang</span> pel codi de la vostra llengua. Per exemple, `vi` per al vietnamita.

source: Tails already includes language packages for Arabic, German, Spanish, Farsi, French, Hindi, Bahasa Indonesia, Italian, Portuguese, Russian, Turkish, and Simplified Chinese.
ca: Tails ja inclou paquets d'idiomes per a l'àrab, l'alemany, el castellà, el farsi, el francès, l'hindi, el bahasa Indonèsia, l'italià, el portuguès, el rus, el turc i el xinès simplificat.

source: [List of available *Thunderbird* language packages](https://packages.debian.org/search?keywords=thunderbird-l10n&searchon=names&suite=stable&section=all)
ca: [Llista de paquets d'idiomes del *Thunderbird* disponibles](https://packages.debian.org/search?keywords=thunderbird-l10n&searchon=names&suite=stable&section=all)

source: <h1 id="openpgp">OpenPGP encryption</h1>
ca: <h1 id="openpgp">Encriptatge OpenPGP</h1>

source: <p><i>GnuPG</i> and <i>[[Kleopatra|encryption_and_privacy/kleopatra]]</i> allow you to work with OpenPGP encrypted text and files. Consider using <i>Kleopatra</i> instead of <i>Thunderbird</i> if you want to exchange encrypted text and files, but not by email.</p>
ca: <p><i>GnuPG</i> i <i>[[Kleopatra|encryption_and_privacy/kleopatra]]</i> us permeten treballar amb texts i fitxers encriptats amb OpenPGP. Considereu l'ús de <i>Kleopatra</i> en comptes del <i>Thunderbird</i> si voleu intercanviar texts i fitxers encriptats, però no per correu electrònic.</p>

source: <p>The OpenPGP keys stored in <i>GnuPG</i> and <i>Kleopatra</i> are separate from the keys stored in <i>Thunderbird</i>.</p>
ca: <p>Les claus OpenPGP emmagatzemades al <i>GnuPG</i> i <i>Kleopatra</i> estan separades de les claus emmagatzemades al <i>Thunderbird</i>.</p>

source: <p>Since Tails 4.13 (November 2020), <em>Thunderbird</em> 78 replaces the <em>Enigmail</em> extension with built-in support for OpenPGP encryption. If you used <em>Enigmail</em> before Tails 4.13, follow our [[migration instructions|openpgp_migration]].</p>
ca: <p>Des de Tails 4.13 (novembre de 2020), el <em>Thunderbird</em> 78 substitueix l'extensió <em>Enigmail</em> amb suport integrat per a l'encriptatge amb OpenPGP. Si vau utilitzar l'<em>Enigmail</em> abans de Tails 4.13, seguiu les nostres [[instruccions de migració|openpgp_migration]].</p>

source: See also the official [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).
ca: Vegeu també la guia oficial d'[OpenPGP al Thunderbird - HOWTO i FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq) (en anglès).

source: <h2 id="primary-password">Setting up a Primary Password (recommended)</h2>
ca: <h2 id="primary-password">Configuració d'una contrasenya principal (recomanat)</h2>

source: In *Thunderbird*, OpenPGP private keys are not protected by a passphrase. That's why we recommend that you set up a Primary Password.
ca: Al *Thunderbird*, les claus privades d'OpenPGP no estan protegides per una contrasenya. És per això que us recomanem que configureu una contrasenya principal.

source: With a Primary Password, your private key is encrypted in your *Thunderbird* profile and is only unlocked while *Thunderbird* is running. If your *Thunderbird* profile is stored in your Persistent Storage, then your private key is encrypted twice: once by *Thunderbird* in your profile and a second time by the encryption of the Persistent Storage.
ca: Amb una contrasenya principal, la vostra clau privada està encriptada al vostre perfil del *Thunderbird* i només es desbloqueja mentre s'executa el *Thunderbird*. Si el vostre perfil del *Thunderbird* està desat al vostre Emmagatzematge Persistent, aleshores la vostra clau privada s'encripta dues vegades: una vegada pel *Thunderbird* al vostre perfil i una segona vegada mitjançant l'encriptatge de l'Emmagatzematge Persistent.

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Settings**.
ca: Trieu **[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]&nbsp;▸ Paràmetres**.

source: Choose **Privacy & Security**.
ca: Trieu **Privadesa i seguretat**.

source: In the **Passwords** section, select the option **Use a Primary Password**.
ca: A la secció **Contrasenyes**, seleccioneu l'opció **Utilitza una contrasenya principal**.

source: In the **Primary Password** dialog, enter your Primary Password and click **OK**.
ca: Al diàleg **Contrasenya principal**, introduïu la vostra contrasenya principal i feu clic a **D'acord**.

source: <h2 id="import-private">Importing an existing private key</h2>
ca: <h2 id="import-private">Importació d'una clau privada existent</h2>

source: *Thunderbird* uses a different keyring than *GnuPG*.
ca: El *Thunderbird* utilitza un anell de claus diferent de *GnuPG*.

source: If you already have an OpenPGP private key outside of *Thunderbird*, follow the instructions below to export it from *GnuPG* and import it into *Thunderbird*.
ca: Si ja teniu una clau privada OpenPGP fora del *Thunderbird*, seguiu les instruccions següents per exportar-la des del *GnuPG* i importar-la al *Thunderbird*.

source: <h3>Export your private key using <em>Kleopatra</em></h3>
ca: <h3>Exporteu la vostra clau privada amb <em>Kleopatra</em></h3>

source: From the desktop:
ca: Des de l'escriptori:

source: Choose **Applications&nbsp;▸ Accessories&nbsp;▸ Kleopatra**.
ca: Trieu **Aplicacions&nbsp;▸ Accessoris&nbsp;▸ Kleopatra**.

source: Select the private key that you want to migrate to *Thunderbird*.
ca: Seleccioneu la clau privada que voleu migrar al *Thunderbird*.

source: Choose **File&nbsp;▸ Backup Secret Keys…** and save this private key to your *Home* directory.
ca: Trieu **Fitxer&nbsp;▸ Desa les claus secretes…** i deseu aquesta clau privada al vostre directori *Inici*.

source: Close *Kleopatra*.
ca: Tanqueu *Kleopatra*.

source: <h3>Import your private key in <em>Thunderbird</em></h3>
ca: <h3>Importeu la vostra clau privada al <em>Thunderbird</em></h3>

source: In *Thunderbird*:
ca: Al *Thunderbird*:

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Account Settings**.
ca: Trieu **[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]&nbsp;▸ Paràmetres del compte**.

source: In the left pane, identify the account that corresponds to the private key that you want to import and choose **End-to-End Encryption**.
ca: Al panell esquerre, identifiqueu el compte que correspon a la clau privada que voleu importar i trieu **Xifratge d'extrem a extrem**.

source: In the right pane, click the **Add Key…** button.
ca: Al panell dret, feu clic al botó **Afegeix una clau…**.

source: In the **Add a Personal OpenPGP Key** dialog, choose **Import an existing OpenPGP Key** and click **Continue**.
ca: Al diàleg **Afegeix una clau OpenPGP personal**, trieu **Importa una clau OpenPGP existent** i feu clic a **Continua**.

source: Click the **Select File to Import…** button and choose the private key that your exported from *Kleopatra*.
ca: Feu clic al botó **Selecciona el fitxer per importar…** i trieu la clau privada que heu exportat des de *Kleopatra*.

source: In the next dialog, make sure that your private key is listed and that the option **Treat this key as a Personal Key** is selected.
ca: Al diàleg següent, assegureu-vos que la vostra clau privada aparegui a la llista i que l'opció **Tracta aquesta clau com a clau personal** estigui seleccionada.

source: Click **Continue**, enter the passphrase for your private key (if any), and click **Continue** again.
ca: Feu clic a **Continua**, introduïu la contrasenya de la vostra clau privada (si en teniu) i torneu a fer clic a **Continua**.

source: Your private key should now be listed in the **End-to-End Encryption** settings of your account.
ca: Ara la vostra clau privada hauria de figurar a la configuració de **Xifratge d'extrem a extrem** del vostre compte.

source: Select your private key to enable OpenPGP encryption for this account.
ca: Seleccioneu la vostra clau privada per activar l'encriptatge OpenPGP per a aquest compte.

source: <h2 id="generate-private">Generating a new OpenPGP private key</h2>
ca: <h2 id="generate-private">Generació d'una nova clau privada OpenPGP</h2>

source: In the left pane, identify the account for which you want to create a new OpenPGP private key and choose **End-to-End Encryption**.
ca: Al panell esquerre, identifiqueu el compte per al qual voleu crear una nova clau privada d'OpenPGP i trieu **Xifratge d'extrem a extrem**.

source: In the **Add a Personal OpenPGP Key** dialog, choose **Create a new OpenPGP Key**.
ca: Al diàleg **Afegeix una clau OpenPGP personal**, seleccioneu **Crea una clau OpenPGP nova**.

source: Review the settings in the next dialog, click the **Generate key** button, and then click **Confirm**.
ca: Reviseu la configuració al diàleg següent, feu clic al botó **Genera clau** i, a continuació, feu clic a **Confirma**.

source: <h2 id="encrypting">Encrypting an email</h2>
ca: <h2 id="encrypting">Encriptació d'un correu electrònic</h2>

source: To prevent you from sending unencrypted emails by mistake, *Thunderbird* in Tails is configured with the option **Enable encryption for new messages** turned on by default in the account settings.
ca: Per evitar que envieu correus electrònics sense encriptar per error, el *Thunderbird* a Tails està configurat amb l'opció **Activa el xifratge per a missatges nous** activada de manera predeterminada als paràmetres del compte.

source: When composing an email:
ca: En redactar un correu electrònic:

source: If the **Encrypt** toggle button is on, *Thunderbird* will encrypt the email before sending.
ca: Si el botó **Encripta** està activat, el *Thunderbird* encriptarà el correu electrònic abans d'enviar-lo.

source: *Thunderbird* warns you if you miss the key of some of the recipients or if you still have to accept some of their keys.
ca: El *Thunderbird* us avisa si perdeu la clau d'alguns dels destinataris o si encara heu d'acceptar algunes de les seves claus.

source: Choose **Security**&nbsp;▸ **Key Assistant** to see the keys of the receipts and solve any issue.
ca: Trieu **Seguretat**&nbsp;▸ **Assistent de claus** per veure les claus dels rebuts i resoldre qualsevol problema.

source: - To send an unencrypted email, turn off the **Encrypt** toggle button.
ca: - Per enviar un correu electrònic sense encriptar, desactiveu el botó de commutació **Encripta**.
