Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/tor.*.po
Languages: ca, de

source: [[!meta title="Connecting to the Tor network"]]
ca: [[!meta title="Connexió a la xarxa Tor"]]
de: [[!meta title="Verbindung zum Tor-Netzwerk herstellen"]]

source: Everything you do on the Internet from Tails goes through the Tor network.
ca: Tot el que feu a Internet des de Tails passa per la xarxa Tor.
de: Alles, was Sie im Internet von Tails aus tun, geht über das Tor-Netzwerk.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different people and organizations around the world.
ca: Tor encripta i anonimitza la vostra connexió passant-la per tres repetidors. Els repetidors de Tor són servidors operats per diferents persones i organitzacions d'arreu del món.
de: Tor verschlüsselt und anonymisiert Ihre Verbindung, indem es sie durch 3 Relays leitet. Tor-Relays sind Server, die von verschiedenen Personen und Organisationen auf der ganzen Welt betrieben werden.

source: [[!img tor.png link="no" class="svg" alt="A Tor connection goes through 3 relays with the last one establishing the actual connection to the final destination"]]
ca: [[!img tor.png link="no" class="svg" alt="Una connexió Tor passa per tres repetidors i l'últim estableix la connexió real amb la destinació final"]]
de: [[!img tor.png link="no" class="svg" alt="Eine Tor-Verbindung durchläuft 3 Relais, von denen das letzte die eigentliche Verbindung zum endgültigen Ziel herstellt"]]

source: To, hopefully, ease translations, this SVG embeds the font used in the labels "Tor hides ...":
ca: Per tal de facilitar les traduccions, aquest SVG inclou el tipus de lletra utilitzat a les etiquetes «Tor oculta…»:

source: To update it:
ca: Per actualitzar-lo:

source: Convert the TTF file SourceSansPro-Semibold.ttf to Base64 using:
ca: Convertiu el fitxer TTF SourceSansPro-Semibold.ttf a Base64 amb:

source: Copy it to a <style> tag in the <defs> tag of the SVG.
ca: Copieu-lo a una etiqueta <style> a l'etiqueta <defs> de l'SVG.

source: You cannot access the Internet from Tails until you are connected to Tor. For example, *Tor Browser* displays the error message `The proxy server is refusing connections` until you are connected to Tor.
ca: No podeu accedir a Internet des de Tails fins que no us connecteu a Tor. Per exemple, el *Navegador Tor* mostra el missatge d'error `El servidor intermediari està rebutjant les connexions` fins que no us connecteu a Tor.
de: Sie können von Tails aus nicht auf das Internet zugreifen, bis Sie mit Tor verbunden sind. Zum Beispiel zeigt *Tor Browser* die Fehlermeldung `Der Proxy-Server verweigert Verbindungen` an, bis Sie mit Tor verbunden sind.

source: <p>Because Tor routes your Internet traffic through 3 relays before reaching its destination, the connection is slower than when you are not using Tor.</p>
ca: <p>Perquè Tor encamina el trànsit d'Internet a través de tres repetidors abans d'arribar al seu destí, la connexió és més lenta que quan no utilitzeu Tor.</p>
de: <p>Da Tor Ihren Internetverkehr über 3 Relais leitet, bevor er sein Ziel erreicht, ist die Verbindung langsamer als wenn Sie Tor nicht verwenden.</p>

source: <p>See our documentation on [[why Tor is slow|doc/anonymous_internet/tor/slow]].</p>
ca: <p>Consulteu la nostra documentació sobre [[per què Tor és lent|doc/anonymous_internet/tor/slow]].</p>
de: <p>Siehe unsere Dokumentation zu [[warum Tor langsam ist|doc/anonymous_internet/tor/slow]].</p>

source: To connect to the Tor network:
ca: Per connectar-vos a la xarxa Tor:
de: Um eine Verbindung zum Tor-Netzwerk herzustellen:

source: [[Connect to a local network|networkmanager]], wired, Wi-Fi, or mobile.
ca: [[Connecteu-vos a una xarxa local|networkmanager]], per cable, Wi-Fi o mòbil.
de: [[Verbindung zu einem lokalen Netzwerk herstellen|networkmanager]], kabelgebunden, Wi-Fi oder mobil.

source: The *Tor Connection* assistant appears to help you connect to the Tor network.
ca: L'assistent de *Connexió Tor* apareix per ajudar a connectar-vos a la xarxa Tor.
de: Der *Tor-Verbindungsassistent* erscheint, um Ihnen bei der Verbindung mit dem Tor-Netzwerk zu helfen.

source: Choose whether you want to:
ca: Trieu si voleu:
de: Wählen Sie, ob Sie möchten:

source: Connect to Tor automatically
ca: Connectar-vos a Tor automàticament
de: Automatisch mit Tor verbinden

source: Hide to your local network that you are connecting to Tor
ca: Amagar a la vostra xarxa local que us esteu connectant a Tor
de: Verstecken Sie vor Ihrem lokalen Netzwerk, dass Sie sich mit Tor verbinden

source: The implications of both methods are detailed below.
ca: Les implicacions d'ambdós mètodes es detallen a continuació.
de: Die Auswirkungen beider Methoden sind unten ausführlich dargestellt.

source: <h1 id="bridges">Tor relays and bridges</h1>
ca: <h1 id="bridges">Repetidors de Tor i ponts</h1>
de: <h1 id="bridges">Tor-Relais und -Brücken</h1>

source: - **Public Tor relays**
ca: - **Repetidors de Tor públics**
de: - **Öffentliche Tor-Relais**

source: Most of the time, your local network does not block access to the Tor network and you can use a public relay as your first Tor relay.
ca: La majoria de les vegades, la vostra xarxa local no bloqueja l'accés a la xarxa Tor i podeu utilitzar un repetidor públic com a primer repetidor de Tor.
de: In den meisten Fällen blockiert Ihr lokales Netzwerk den Zugang zum Tor-Netzwerk nicht, und Sie können ein öffentliches Relais als Ihr erstes Tor-Relais verwenden.

source: Using a public Tor relay as your first Tor relay makes it clear to your local network that you are connecting to Tor, while still keeping your online activity secure and anonymous.
ca: L'ús d'un repetidor de Tor públic com a primer repetidor de Tor deixa clar a la vostra xarxa local que us esteu connectant a Tor, tot mantenint la vostra activitat en línia segura i anònima.
de: Die Verwendung eines öffentlichen Tor-Relais als Ihr erstes Tor-Relais macht Ihrem lokalen Netzwerk deutlich, dass Sie sich mit Tor verbinden, während Ihre Online-Aktivitäten dennoch sicher und anonym bleiben.

source: - **Tor bridges**
ca: - **Ponts de Tor**
de: - **Tor-Brücken**

source: Tor bridges are secret Tor relays that keep your connection to the Tor network hidden.
ca: Els ponts de Tor són repetidors de Tor secrets que mantenen la vostra connexió amb la xarxa Tor oculta.
de: Tor-Brücken sind geheime Tor-Relais, die Ihre Verbindung zum Tor-Netzwerk verborgen halten.

source: Use a bridge as your first Tor relay if connecting to Tor is blocked or if using Tor could look suspicious to someone who monitors your Internet connection.
ca: Utilitzeu un pont com a primer repetidor de Tor si la connexió a Tor està bloquejada o si utilitzar Tor podria semblar sospitós a algú que controli la vostra connexió a Internet.
de: Verwenden Sie eine Brücke als Ihr erstes Tor-Relais, wenn die Verbindung zu Tor blockiert ist oder wenn die Nutzung von Tor für jemanden, der Ihre Internetverbindung überwacht, verdächtig erscheinen könnte.

source: The technology used by Tor bridges is designed to circumvent censorship where connections to Tor are blocked, for example in some countries with heavy censorship, by some public networks, or by some parental controls.
ca: La tecnologia que fan servir els ponts de Tor està dissenyada per eludir la censura on les connexions a Tor estan bloquejades, per exemple en alguns països amb una forta censura, a algunes xarxes públiques, o per alguns controls parentals.
de: Die Technologie, die von Tor-Brücken verwendet wird, ist darauf ausgelegt, Zensur zu umgehen, wenn Verbindungen zu Tor blockiert sind, beispielsweise in einigen Ländern mit strenger Zensur, durch einige öffentliche Netzwerke oder durch bestimmte Jugendschutzmaßnahmen.

source: It does so by camouflaging your connection so it cannot be recognized as a connection to Tor. As a consequence, the same technology can be used to hide that you are using Tor if it could look suspicious to someone who monitors your Internet connection.
ca: Ho fa camuflant la vostra connexió perquè no es pugui reconèixer com a connexió a Tor. Com a conseqüència, es pot utilitzar la mateixa tecnologia per amagar que esteu utilitzant Tor si pot semblar sospitós a algú que supervisa la vostra connexió a Internet.
de: Dies geschieht, indem Ihre Verbindung getarnt wird, sodass sie nicht als Verbindung zu Tor erkannt werden kann. Folglich kann dieselbe Technologie verwendet werden, um zu verbergen, dass Sie Tor nutzen, wenn dies für jemanden, der Ihre Internetverbindung überwacht, verdächtig erscheinen könnte.

source: Tor bridges are often less reliable and slower than public Tor relays.
ca: Els ponts de Tor sovint són menys fiables i més lents que els repetidors de Tor públics.
de: Tor-Brücken sind oft weniger zuverlässig und langsamer als öffentliche Tor-Relais.

source: <h1 id="automatic">Connecting to Tor automatically</h1>
ca: <h1 id="automatic">Connectar-vos a Tor automàticament</h1>
de: <h1 id="automatic">Automatische Verbindung zu Tor</h1>

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
ca: Us recomanem que us connecteu a Tor automàticament si esteu en una xarxa Wi-Fi pública o si moltes persones al vostre país utilitzen Tor per evitar la censura.
de: Wir empfehlen, sich automatisch mit Tor zu verbinden, wenn Sie sich in einem öffentlichen WLAN-Netzwerk befinden oder wenn viele Menschen in Ihrem Land Tor nutzen, um Zensur zu umgehen.

source: When you choose this option:
ca: Quan trieu aquesta opció:
de: Wenn Sie diese Option wählen:

source: First, Tails synchronizes the clock of the computer automatically, because a correct time is needed to be able to connect to the Tor network.
ca: En primer lloc, Tails sincronitza el rellotge de l'ordinador automàticament, perquè es necessita una hora correcta per poder connectar-se a la xarxa Tor.
de: Zunächst synchronisiert Tails automatisch die Uhr des Computers, da eine korrekte Zeit erforderlich ist, um eine Verbindung zum Tor-Netzwerk herstellen zu können.

source: Tails learns the current time by connecting to the captive portal detection service of [Fedora](https://getfedora.org/), which is used by most Linux distributions. This connection does not go through the Tor network and is an exception to our policy of only making Internet connections through the Tor network.
ca: Tails aprèn l'hora actual connectant-se al servei de detecció de portals captius de [Fedora](https://getfedora.org/), que és utilitzat per la majoria de distribucions Linux. Aquesta connexió no passa per la xarxa Tor i és una excepció a la nostra política de fer connexions a Internet només a través de la xarxa Tor.
de: Tails ermittelt die aktuelle Uhrzeit, indem es eine Verbindung zum Captive Portal Detection Service von [Fedora](https://getfedora.org/) herstellt, der von den meisten Linux-Distributionen verwendet wird. Diese Verbindung erfolgt nicht über das Tor-Netzwerk und ist eine Ausnahme von unserer Richtlinie, nur über das Tor-Netzwerk Internetverbindungen herzustellen.

source: <p>You can learn more about our security assessment of this time synchronization in our [[design documentation about non-Tor traffic|contribute/design/Tor_enforcement#non-tor-traffic]].</p>
ca: <p>Podeu obtenir més informació sobre la nostra avaluació de seguretat d'aquesta sincronització temporal a la nostra [[documentació de disseny sobre trànsit fora de Tor|contribute/design/Tor_enforcement#non-tor-traffic]].</p>
de: <p>Sie können mehr über unsere Sicherheitsbewertung dieser Zeit-Synchronisierung in unserer [[Entwurfsdokumentation über Nicht-Tor-Verkehr|contribute/design/Tor_enforcement#non-tor-traffic]] erfahren.</p>

source: If you choose instead to [[hide that you are connecting to Tor|tor#hiding]], you might have to fix the computer clock manually.
ca: Si opteu per [[amagar que us connecteu a Tor|tor#hiding]], potser haureu d'ajustar el rellotge de l'ordinador manualment.
de: Wenn Sie sich stattdessen entscheiden, [[zu verbergen, dass Sie sich mit Tor verbinden|tor#hiding]], müssen Sie möglicherweise die Uhr des Computers manuell einstellen.

source: If Tails fails to synchronize the clock because you have to sign in to the network using a captive portal, an error screen is displayed that helps you do so.
ca: Si Tails no pot sincronitzar el rellotge perquè heu iniciat sessió a la xarxa mitjançant un portal captiu, es mostrarà una pantalla d'error que us ajudarà a fer-ho.
de: Wenn Tails die Uhr nicht synchronisieren kann, weil Sie sich über ein Captive Portal ins Netzwerk anmelden müssen, wird ein Fehlerbildschirm angezeigt, der Ihnen dabei hilft.

source: For detailed instructions, see how to [[sign in to the network using a captive portal|unsafe_browser]].
ca: Per obtenir instruccions detallades, vegeu com [[iniciar sessió a la xarxa mitjançant un portal captiu|unsafe_browser]].
de: Für detaillierte Anweisungen siehe, wie man sich über ein [[Captive Portal ins Netzwerk anmeldet|unsafe_browser]].

source: Then, Tails tries different ways of connecting to Tor until it succeeds:
ca: Aleshores, Tails prova diferents maneres de connectar-vos a Tor fins que ho aconsegueix:
de: Dann versucht Tails verschiedene Möglichkeiten, sich mit Tor zu verbinden, bis es erfolgreich ist:

source: Tails tries to connect to Tor directly using **public relays**, without using a bridge.
ca: Tails intenta connectar-vos a Tor directament mitjançant **repetidors públics**, sense utilitzar un pont.
de: Tails versucht, sich direkt mit Tor über **öffentliche Relais** zu verbinden, ohne eine Brücke zu verwenden.

source: Tails tries to connect to Tor using one of the **default bridges**, already included in Tails, if connecting using public relays fails.
ca: Tails intenta connectar-vos a Tor mitjançant un dels **ponts predeterminats**, ja inclosos a Tails, si falla la connexió mitjançant repetidors públics.
de: Tails versucht, sich mit Tor über eine der **vorgegebenen Brücken** zu verbinden, die bereits in Tails enthalten sind, falls die Verbindung über öffentliche Relais fehlschlägt.

source: <p>Tails uses the [[default <i>obfs4</i> bridges from <i>Tor Browser</i>|https://gitlab.torproject.org/tpo/applications/tor-browser-build/-/blob/main/projects/tor-expert-bundle/pt_config.json?ref_type=heads]].</p>
ca: <p>Tails utilitza els ponts [ <i>obfs4</i> predeterminats del <i>Navegador Tor</i>|https://gitlab.torproject.org/tpo/applications/tor-browser-build/-/blob/main/projects/tor-expert-bundle/pt_config.json?ref_type=heads]]. </p>
de: <p>Tails verwendet die [[vorgegebenen <i>obfs4</i>-Brücken aus dem <i>Tor Browser</i>|https://gitlab.torproject.org/tpo/applications/tor-browser-build/-/blob/main/projects/tor-expert-bundle/pt_config.json?ref_type=heads]].</p>

source: If public relays and default bridges don't work, Tails asks you to configure a **custom bridge**, if connecting using the default bridges fails.
ca: Si els repetidors públics i els ponts predeterminats no funcionen, Tails us demana que configureu un **pont personalitzat**, si la connexió amb els ponts predeterminats falla.
de: Wenn öffentliche Relais und die vorgegebenen Brücken nicht funktionieren, fordert Tails Sie auf, eine **benutzerdefinierte Brücke** zu konfigurieren, falls die Verbindung über die vorgegebenen Brücken fehlschlägt.

source: Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
ca: Algú que controli la vostra connexió a Internet podria identificar aquests intents com a provinents d'un usuari de Tails.
de: Jemand, der Ihre Internetverbindung überwacht, könnte diese Versuche als von einem Tails-Nutzer stammend identifizieren.

source: <h1 id="hiding">Hiding to your local network that you are connecting to Tor</h1>
ca: <h1 id="hiding">Ocultar a la vostra xarxa local que us esteu connectant a Tor</h1>
de: <h1 id="hiding">Verbergen, dass Sie sich mit Tor verbinden, vor Ihrem lokalen Netzwerk</h1>

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
ca: És possible que hàgiu de passar desapercebut si utilitzar Tor pogués semblar sospitós per a algú que controli la vostra connexió a Internet.
de: Sie müssen möglicherweise unauffällig bleiben, wenn die Nutzung von Tor für jemanden, der Ihre Internetverbindung überwacht, verdächtig erscheinen könnte.

source: When you choose this option, Tails will only connect to Tor after you configure a custom Tor bridge. Bridges are secret Tor relays that hide that you are connecting to Tor.
ca: Quan trieu aquesta opció, Tails només es connectarà a Tor després de configurar un pont de Tor personalitzat. Els ponts són repetidors de Tor secrets que amaguen que us esteu connectant a Tor.
de: Wenn Sie diese Option wählen, wird Tails nur eine Verbindung zu Tor herstellen, nachdem Sie eine benutzerdefinierte Tor-Brücke konfiguriert haben. Brücken sind geheime Tor-Relais, die verbergen, dass Sie sich mit Tor verbinden.

source: <p>It is impossible to hide to the websites that you visit that you are using Tor, because the <a href="https://metrics.torproject.org/exonerator.html">list of exit nodes of the Tor network</a> is public.</p>
ca: <p>És impossible amagar als llocs web que visiteu que esteu utilitzant Tor, perquè la llista <a href="https://metrics.torproject.org/exonerator.html"> dels nodes de sortida de la xarxa Tor</a> és pública.</p>
de: <p>Es ist unmöglich, den Websites, die Sie besuchen, zu verbergen, dass Sie Tor verwenden, da die <a href="https://metrics.torproject.org/exonerator.html">Liste der Exit-Knoten des Tor-Netzwerks</a> öffentlich ist.</p>

source: Our team is doing its best to help you connect to Tor using the most discreet types of Tor bridges. That is why, when you decide to hide that you are connecting to Tor:
ca: El nostre equip està fent tot el possible per ajudar a connectar-vos a Tor mitjançant els tipus més discrets de ponts de Tor. Per això, quan decidiu amagar que us connecteu a Tor:
de: Unser Team gibt sein Bestes, um Ihnen zu helfen, sich mit Tor unter Verwendung der unauffälligsten Arten von Tor-Brücken zu verbinden. Deshalb, wenn Sie sich entscheiden, zu verbergen, dass Sie sich mit Tor verbinden:

source: Tails does not automatically detect whether you have to [[sign in to the network using a captive portal|unsafe_browser]].
ca: Tails no detecta automàticament si heu d'[[iniciar la sessió a la xarxa mitjançant un portal captiu|unsafe_browser]].
de: Tails erkennt nicht automatisch, ob Sie sich über ein [[Captive Portal ins Netzwerk anmelden müssen|unsafe_browser]].

source: - Default bridges are not available.
ca: - Els ponts per defecte no estan disponibles.
de: - Vorgesehene Brücken sind nicht verfügbar.

source: [[!inline pages="doc/anonymous_internet/tor/bridge.inline" raw="yes" sort="age"]]
ca: [[!inline pages="doc/anonymous_internet/tor/bridge.inline.ca" raw="yes" sort="age"]]
de: [[!inline pages="doc/anonymous_internet/tor/bridge.inline.de" raw="yes" sort="age"]]

source: - You can only use the types of bridges that our team considers discreet enough.
ca: - Només podeu utilitzar els tipus de ponts que el nostre equip consideri prou discrets.
de: - Sie können nur die Brückenarten verwenden, die unser Team als ausreichend diskret erachtet.

source: Currently in Tails, only *obfs4* bridges hide that you are using Tor.
ca: Actualment a Tails, només els ponts *obfs4* amaguen que esteu utilitzant Tor.
de: Aktuell verbergen in Tails nur *obfs4*-Brücken, dass Sie Tor verwenden.

source: To save the last Tor bridge that connected to Tor successfully, turn on the [[Tor Bridge|persistent_storage/configure#bridge]] feature of the Persistent Storage.
ca: Per desar l'últim pont de Tor que s'ha connectat a Tor correctament, activeu la funció [[Pont de Tor|persistent_storage/configure#bridge]] de l'Emmagatzematge Persistent.
de: Um die letzte Tor-Brücke, die erfolgreich eine Verbindung zu Tor hergestellt hat, zu speichern, aktivieren Sie die [[Tor-Brücke|persistent_storage/configure#bridge]]-Funktion des beständigen Datenspeichers.

source: <p>In the future, we will make it easier to use a custom bridge by:</p>
ca: <p>En el futur, facilitarem l'ús d'un pont personalitzat mitjançant:</p>
de: <p>In Zukunft werden wir die Verwendung einer benutzerdefinierten Brücke erleichtern, indem wir:</p>

source: <ul> <li>Allowing you to request a bridge from Tails by solving a CAPTCHA. ([[!tails_ticket 15331]])</li> <li>Supporting <i>snowflake</i> bridges. ([[!tails_ticket 5494]])</li> </ul>
ca: <ul> <li>Us permetrem sol·licitar un pont a Tails resolent un CAPTCHA. ([[!tails_ticket 15331]])</li> <li>Donant suport a ponts <i>snowflake</i>. ([[!tails_ticket 5494]])</li> </ul>
de: <ul> <li>Ermöglicht Ihnen, eine Brücke von Tails anzufordern, indem Sie ein CAPTCHA lösen. ([[!tails_ticket 15331]])</li> <li>Unterstützung von <i>snowflake</i>-Brücken. ([[!tails_ticket 5494]])</li> </ul>

source: <h1 id="troubleshoot-tor">Troubleshooting connecting to Tor</h1>
ca: <h1 id="troubleshoot-tor">Resolució de problemes de connexió a Tor</h1>
de: <h1 id="troubleshoot-tor">Fehlerbehebung bei der Verbindung zu Tor</h1>

source: <p>See our documentation on [[troubleshooting connecting to Tor|tor/troubleshoot]].</p>
ca: <p>Consulteu la nostra documentació sobre la [[resolució de problemes de connexió a Tor|tor/troubleshoot]].</p>
de: <p>Siehe unsere Dokumentation zur [[Fehlerbehebung bei der Verbindung zu Tor|tor/troubleshoot]].</p>

source: <h1 id="status">Viewing the status of Tor</h1>
ca: <h1 id="status">Veure l'estat de Tor</h1>
de: <h1 id="status">Den Status von Tor anzeigen</h1>

source: The status of Tor appears as an onion icon in the notification area:
ca: L'estat de Tor apareix com una icona de ceba a l'àrea de notificació:
de: Der Status von Tor wird als Zwiebel-Icon im Benachrichtigungsbereich angezeigt:

source: [[!img lib/symbolic/tor-connected.png alt="Onion icon" link=no class=symbolic]] You are connected to Tor.
ca: [[!img lib/symbolic/tor-connected.png alt="Icona d'Onion" link=no class=symbolic]] Esteu connectat a Tor.
de: [[!img lib/symbolic/tor-connected.png alt="Zwiebel-Icon" link=no class=symbolic]] Sie sind mit Tor verbunden.

source: [[!img lib/symbolic/tor-disconnected.png alt="Onion icon that is crossed out" link=no class="symbolic"]] You are not connected to Tor.
ca: [[!img lib/symbolic/tor-disconnected.png alt="Icona d'Onion amb una creu" link=no class="symbolic"]] No esteu connectat a Tor.
de: [[!img lib/symbolic/tor-disconnected.png alt="Zwiebel-Icon, das durchgestrichen ist" link=no class="symbolic"]] Sie sind nicht mit Tor verbunden.
