Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/Tor_Browser.*.po
Languages: ca, de

source: To switch to a new identity, choose [[!img lib/open-menu.png alt="Open Application Menu" class="symbolic" link="no"]]&nbsp;▸ **New identity**.
ca: Per canviar a una nova identitat, seleccioneu [[!img lib/open-menu.png alt="Obre el menú de l'aplicació" class="symbolic" link="no"]]&nbsp;▸ **Identitat nova**.
de: Um zu einer neuen Identität zu wechseln, wählen Sie [[!img lib/open-menu.png alt="Anwendungsmenü öffnen" class="symbolic" link="no"]]&nbsp;▸ **Neue Identität**.

source: The New Identity feature of <i>Tor Browser</i>:
ca: La funcionalitat d'Identitat nova del <i>Navegador Tor</i>:
de: Die neue Identitätsfunktion des <i>Tor Browsers</i>:

source: - Closes all open tabs.
ca: - Tanca totes les pestanyes obertes.
de: - Schließt alle offenen Tabs.

source: - Clears the session state including cache, history, and cookies.
ca: - Esborra l'estat de la sessió, incloent la memòria cau, l'historial i les galetes.
de: - Löscht den Sitzungsstatus inklusive Cache, Verlauf und Cookies.

source: - Closes all existing web connections and creates new Tor circuits.
ca: - Tanca totes les connexions web existents i crea nous circuits Tor.
de: - Beendet alle bestehenden Webverbindungen und erstellt neue Tor-Verbindungen.

source: <p>This feature is not enough to strongly [[separate contextual identities|about/warnings/identity#contextual]] as the Tor circuits used ouside of <i>Tor Browser</i> are not changed.</p>
ca: <p>Aquesta funcionalitat no és suficient per [[separar identitats contextuals|about/warnings/identity#contextual]] ja que els circuits de Tor utilitzats fora del <i>Navegador Tor</i> no es modifiquen.</p>
de: <p>Diese Funktion ist nicht ausreichend, um [[kontextbezogene Identitäten stark zu trennen|about/warnings/identity#contextual]] da die außerhalb des <i>Tor Browsers</i> verwendeten Tor-Schaltkreise nicht geändert werden.</p>

source: <p>Restart Tails instead.</p>
ca: <p>És preferible reiniciar Tails.</p>
de: <p>Starten Sie stattdessen Tails neu.</p>

source: For more details, see the [design and implementation of the Tor Browser](https://2019.www.torproject.org/projects/torbrowser/design/#new-identity).
ca: Per obtenir més detalls, consulteu el [disseny i la implementació del Navegador Tor](https://2019.www.torproject.org/projects/torbrowser/design/#new-identity) (en anglès).
de: Für mehr Details lesen Sie das [Design und die Implementierung des Tor Browsers](https://2019.www.torproject.org/projects/torbrowser/design/#new-identity).

source: <h1 id="noscript">NoScript to have even more control over JavaScript</h1>
ca: <h1 id="noscript">NoScript per tenir encara més control sobre JavaScript</h1>
de: <h1 id="noscript">NoScript um noch mehr Kontrolle über JavaScript zu haben</h1>

source: <span class="application">Tor Browser</span> includes the <span class="application">NoScript</span> extension to:
ca: El <span class="application">Navegador Tor</span> inclou l'extensió <span class="application">NoScript</span> per:
de: <span class="application">Tor Browser</span> enthält die <span class="application">NoScript</span>-Erweiterung, um:

source: Protect from more JavaScript attacks. For example, cross-site scripting (XSS) attacks.
ca: Protegir-vos de més atacs de JavaScript. Per exemple, atacs de cross-site scripting (XSS).
de: Schutz vor weiteren JavaScript-Angriffen. Zum Beispiel Cross-Site-Scripting-Angriffe (XSS).

source: - Allow you to disable JavaScript completely on some websites only.
ca: - Permetre-us desactivar completament el JavaScript només en alguns llocs web.
de: - Ermöglicht es Ihnen, JavaScript nur auf bestimmten Websites vollständig zu deaktivieren.

source: For more information, you can refer to the NoScript [website](http://noscript.net/) and [features](http://noscript.net/features).
ca: Per obtenir més informació, podeu consultar el [lloc web](http://noscript.net/) i les [funcions](http://noscript.net/features) de NoScript.
de: Für mehr Information, lesen Sie die NoScript [Website](http://noscript.net/) und die [Features](http://noscript.net/features).

source: The letterboxing feature of <span class="application">Tor Browser</span> helps to prevent websites from identifying your browser based on the size of its window. Without letterboxing, websites could use the size of the browser window to track visitors or weaken your anonymity.
ca: La funció de letterboxing del <span class="application">Navegador Tor</span> ajuda a evitar que els llocs web identifiquin el vostre navegador en funció de la mida de la finestra. Sense letterboxing, els llocs web podrien utilitzar la mida de la finestra del navegador per fer un seguiment dels visitants o debilitar el vostre anonimat.
de: Die Letterboxing-Funktion des <span class="application">Tor Browsers</span> hilft, zu verhindern, dass Websites Ihren Browser basierend auf der Größe des Fensters identifizieren. Ohne Letterboxing könnten Websites die Größe des Browserfensters nutzen, um Besucher zu verfolgen oder Ihre Anonymität zu verringern.

source: The letterboxing feature of <span class="application">Tor Browser</span> works by adding gray margins to the browser window when the window is resized. The webpage remains as close as possible to the desired size without revealing the actual size of the window.
ca: La funció de letterboxing del <span class="application">Navegador Tor</span> funciona afegint marges grisos a la finestra del navegador quan es canvia la mida de la finestra. La pàgina web es manté el més a prop possible de la mida desitjada sense revelar la mida real de la finestra.
de: Die Letterboxing-Funktion des <span class="application">Tor Browsers</span> funktioniert, indem graue Ränder zum Browserfenster hinzugefügt werden, wenn das Fenster verkleinert oder vergrößert wird. Die Webseite bleibt so nah wie möglich an der gewünschten Größe, ohne die tatsächliche Größe des Fensters preiszugeben.
