Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/Tor_Browser.*.po
Languages: ca, de

source: [[!meta title="Browsing the web with Tor Browser"]]
ca: [[!meta title="Navegar per la web amb el Navegador Tor"]]
de: [[!meta title="Mit dem Tor Browser im Internet surfen"]]

source: <span class="application">[Tor Browser](https://www.torproject.org)</span> is a web browser based on [Mozilla Firefox](https://www.mozilla.org/firefox/) but configured to protect your privacy.
ca: El <span class="application">[Navegador Tor](https://www.torproject.org)</span> és un navegador web basat en [Mozilla Firefox](https://www.mozilla.org/firefox/) però configurat per protegir la vostra privadesa.
de: <span class="application">[Tor Browser](https://www.torproject.org)</span> ist ein Webbrowser, der auf [Mozilla Firefox](https://www.mozilla.org/firefox/) basiert und konfiguriert ist, Ihre Privatsphäre zu schützen.

source: Sending your connections to websites through the Tor network is not enough to totally protect you while browsing the web:
ca: L'enviament de les vostres connexions a llocs web a través de la xarxa Tor no és suficient per protegir-vos totalment mentre navegueu per la web:
de: Ihre Verbindungen zu Websites über das Tor-Netzwerk zu senden, reicht nicht aus, um Sie beim Surfen im Web vollständig zu schützen:

source: Cookies can be used to track and identify you across different websites.
ca: Les galetes es poden utilitzar per fer un seguiment i identificar-vos a diferents llocs web.
de: Cookies können verwendet werden, um Sie auf verschiedenen Websites zu verfolgen und zu identifizieren.

source: Security vulnerabilities in JavaScript have been used to [deanonymize Tor Browser in the past](https://arstechnica.com/information-technology/2013/08/attackers-wield-firefox-exploit-to-uncloak-anonymous-tor-users/).
ca: Les vulnerabilitats de seguretat de JavaScript s'han utilitzat per [desanonimitzar el navegador Tor en el passat](https://arstechnica.com/information-technology/2013/08/attackers-wield-firefox-exploit-to-uncloak-anonymous-tor-users /).
de: Sicherheitslücken in JavaScript wurden in der Vergangenheit benutzt um, den Tor Browser zu deanonymisieren. (https://arstechnica.com/information-technology/2013/08/attackers-wield-firefox-exploit-to-uncloak-anonymous-tor-users/).

source: This is why *Tor Browser* integrates all kinds of security protections inside the browser as well.
ca: És per això que el *Navegador Tor* també integra tot tipus de proteccions de seguretat dins del navegador.
de: Das ist auch der Grund, warum *Tor Browser* alle Arten von Sicherheitsfeatures in den Browser eingebaut hat.

source: Some frequently asked questions about <span class="application">Tor Browser</span> can be found in [[the FAQ|support/faq#browser]].
ca: Algunes preguntes freqüents sobre el <span class="application">Navegador Tor</span> es poden trobar a [[les preguntes més freqüents|support/faq#browser]].
de: Einige häufig gestellte Fragen zum <span class="application">Tor-Browser</span> finden Sie im [[FAQ|support/faq#browser]].

source: <h1 id="proxy">The proxy server is refusing connections</h1>
ca: <h1 id="proxy">El servidor intermediari rebutja connexions</h1>
de: <h1 id="proxy">Der Proxy-Server verweigert Verbindungen</h1>

source: The following error message in *Tor Browser* means that Tails is not yet connected to the Tor network:
ca: El següent missatge d'error al *Navegador Tor* significa que Tails encara no està connectat a la xarxa Tor:
de: Die folgende Fehlermeldung im *Tor Browser* bedeutet, dass Tails noch nicht mit dem Tor-Netzwerk verbunden ist:

source: The proxy server is refusing connections
ca: El servidor intermediari està rebutjant les connexions
de: Der Proxy-Server verweigert die Verbindungen

source: Make sure that you are:
ca: Assegureu-vos que esteu:
de: Stellen Sie sicher, dass Sie:

source: [[Connected to a local network|anonymous_internet/networkmanager]]
ca: [[Connectat a una xarxa local|anonymous_internet/networkmanager]]
de: [[Mit einem lokalen Netzwerk verbunden|anonymous_internet/networkmanager]]

source: [[Connected to the Tor network|anonymous_internet/tor]]
ca: [[Connectat a la xarxa Tor|anonymous_internet/tor]]
de: [[Mit dem Tor-Netzwerk verbunden|anonymous_internet/tor]]

source: For example, thanks to this confinement, even if an attacker manages to exploit a security vulnerability in *Tor Browser*, they wouldn't be able to access all the content of your Persistent Storage.
ca: Per exemple, gràcies a aquest confinament, fins i tot si un atacant aconsegueix explotar una vulnerabilitat de seguretat al *Navegador Tor*, no podria accedir a tot el contingut del vostre Emmagatzematge Persistent.
de: Dank dieser Einschränkung könnte ein Angreifer, selbst wenn es ihm gelingt, eine Sicherheitsanfälligkeit in *Tor Browser* auszunutzen, nicht auf den gesamten Inhalt Ihres beständigen Datenspeichers zugreifen.

source: <h1 id="fingerprint">Hiding that you are using <i>Tor Browser</i></h1>
ca: <h1 id="fingerprint">Ocultar que esteu utilitzant el <i>Navegador Tor</i></h1>
de: <h1 id="fingerprint">Verstecken, dass Sie <i>Tor Browser</i> verwenden</h1>

source: It is impossible to hide to the websites that you visit that you are using Tor, because the [list of exit nodes of the Tor network is public](https://metrics.torproject.org/exonerator.html).
ca: És impossible ocultar als llocs web que visiteu que utilitzeu Tor, perquè la [llista de nodes de sortida de la xarxa Tor és pública](https://metrics.torproject.org/exonerator.html).
de: Es ist unmöglich, den Websites, die Sie besuchen, zu verbergen, dass Sie Tor verwenden, da die [Liste der Exit-Nodes des Tor-Netzwerks öffentlich ist](https://metrics.torproject.org/exonerator.html).

source: That is why many more websites ask you to solve a CAPTCHA when using *Tor Browser*.
ca: És per això que molts més llocs web us demanen que resolgueu un CAPTCHA quan feu servir el *Navegador Tor*.
de: Das ist der Grund, warum viele Websites Sie auffordern, ein CAPTCHA zu lösen, wenn Sie den *Tor Browser* verwenden.

source: The anonymity provided by *Tor Browser* works by making all users look the same to make it impossible to know who is who among the millions of users of *Tor Browser*.
ca: L'anonimat proporcionat pel *Navegador Tor* funciona fent que tots els usuaris semblin iguals per fer impossible saber qui és qui entre els milions d'usuaris del *Navegador Tor*.
de: Die Anonymität, die *Tor Browser* bietet, funktioniert, indem alle Benutzer gleich aussehen, um es unmöglich zu machen, herauszufinden, wer wer ist, unter den Millionen von Benutzern von *Tor Browser*.

source: Tails tries to make it as difficult as possible for websites to distinguish Tails users from other users of *Tor Browser*. If it was possible for a website to determine whether you are a user of *Tor Browser* inside or outside of Tails, this would provide a little bit more information about you and reduce your anonymity.
ca: Tails intenta dificultar al màxim que els llocs web distingeixin els usuaris de Tails d'altres usuaris del *Navegador Tor*. Si fos possible que un lloc web determinés si sou un usuari del *Navegador Tor* dins o fora de Tails, això proporcionaria una mica més d'informació sobre vosaltres i reduiria el vostre anonimat.
de: Tails versucht, es Websites so schwer wie möglich zu machen, Tails-Benutzer von anderen Benutzern des *Tor Browsers* zu unterscheiden. Wenn es einer Website möglich wäre festzustellen, ob Sie ein Benutzer des *Tor Browsers* innerhalb oder außerhalb von Tails sind, würde dies zusätzliche Informationen über Sie liefern und Ihre Anonymität verringern.

source: The websites that you visit can retrieve a lot of information about your browser, whether it's *Tor Browser* or a regular browser. This information is called the *fingerprint* of the browser and includes the name and version of the browser, the size of the window, the time zone, the available fonts, etc.
ca: Els llocs web que visiteu poden recuperar molta informació sobre el vostre navegador, ja sigui el *Navegador Tor* o un navegador normal. Aquesta informació s'anomena *empremta digital* del navegador i inclou el nom i la versió del navegador, la mida de la finestra, la zona horària, els tipus de lletra disponibles, etc.
de: Die Websites, die Sie besuchen, können viele Informationen über Ihren Browser abrufen, egal ob es sich um den *Tor Browser* oder einen regulären Browser handelt. Diese Informationen werden als *Fingerprint* des Browsers bezeichnet und umfassen den Namen und die Version des Browsers, die Größe des Fensters, die Zeitzone, die verfügbaren Schriftarten usw.

source: To make it difficult to distinguish Tails users from other users of *Tor Browser*, *Tor Browser* in Tails tries to provide the same information as *Tor Browser* on other operating systems.
ca: Per dificultar la distinció dels usuaris de Tails d'altres usuaris del *Navegador Tor*, el *Navegador Tor* a Tails intenta proporcionar la mateixa informació que proporciona el *Navegador Tor* en altres sistemes operatius.
de: Um es schwierig zu machen, Tails-Benutzer von anderen Benutzern des *Tor Browsers* zu unterscheiden, versucht der *Tor Browser* in Tails, dieselben Informationen bereitzustellen wie der *Tor Browser* auf anderen Betriebssystemen.

source: Refer to the [[fingerprint section of our list of known issues |support/known_issues#fingerprint]] to know if there are differences between the fingerprints of <span class="application">Tor Browser</span> inside and outside of Tails.
ca: Consulteu la [[secció d'empremtes digitals de la nostra llista de problemes coneguts |support/known_issues#fingerprint]] per saber si hi ha diferències entre les empremtes dactilars del <span class="application">Navegador Tor</span> dins i fora de Tails.
de: Verweisen Sie auf den [[Fingerprint-Bereich unserer Liste bekannter Probleme |support/known_issues#fingerprint]], um zu erfahren, ob es Unterschiede zwischen den Fingerprints des <span class="application">Tor Browsers</span> innerhalb und außerhalb von Tails gibt.

source: A difference is that Tails includes the *uBlock Origin* extension, which removes advertisements. If an attacker can determine that you are not downloading the advertisements that are included in a webpage, that could reveal that you are a Tails user.
ca: Una diferència és que Tails inclou l'extensió *uBlock Origin*, que elimina els anuncis. Si un atacant pogués determinar que no esteu baixant els anuncis inclosos en una pàgina web, això podria revelar que sou un usuari de Tails.
de: Ein Unterschied besteht darin, dass Tails die *uBlock Origin*-Erweiterung enthält, die Werbung entfernt. Wenn ein Angreifer feststellen kann, dass Sie die Werbung, die auf einer Webseite enthalten ist, nicht herunterladen, könnte dies darauf hinweisen, dass Sie ein Tails-Benutzer sind.

source: <p>To hide to someone monitoring your Internet connection that you are connecting to Tor, see our documentation about [[connecting to the Tor network|tor]].</p>
ca: <p>Per amagar a algú que controli la vostra connexió a Internet que us esteu connectant a Tor, consulteu la nostra documentació sobre [[connexió a la xarxa Tor|tor]].</p>
de: <p>Um jemandem, der Ihre Internetverbindung überwacht, zu verbergen, dass Sie sich mit Tor verbinden, siehe unsere Dokumentation über [[Verbindung zum Tor- Netzwerk|tor]].</p>

source: <h1 id="https-everywhere">Secure connections with HTTPS</h1>
ca: <h1 id="https-everywhere">Connexions segures amb HTTPS</h1>
de: <h1 id="https-everywhere">Sichere Verbindungen mit HTTPS</h1>

source: Using HTTPS instead of HTTP encrypts your communications with the website and prevents the [[Tor exit node from intercepting your communications|about/warnings/tor#exit]].
ca: L'ús d'HTTPS en lloc d'HTTP encripta les vostres comunicacions amb el lloc web i impedeix que el [[node de sortida de Tor intercepti les vostres comunicacions|about/warnings/tor#exit]].
de: Die Verwendung von HTTPS anstelle von HTTP verschlüsselt Ihre Kommunikation mit der Website und verhindert, dass der [[Tor-Exit-Knoten Ihre Kommunikation abfängt|about/warnings/tor#exit]].

source: For example, here is how the browser looks when we try to log in to an email account at [riseup.net](https://riseup.net/), using their [webmail interface](https://mail.riseup.net/):
ca: Per exemple, aquí és com es veu el navegador quan intentem iniciar sessió en un compte de correu electrònic a [riseup.net](https://riseup.net/), mitjançant la seva [interfície de correu web](https://mail.riseup.net/):
de: Zum Beispiel sieht der Browser folgendermaßen aus, wenn wir versuchen, uns bei einem E-Mail-Konto bei [riseup.net](https://riseup.net/) über deren [Webmail-Oberfläche](https://mail.riseup.net/) anzumelden:

source: Notice the padlock icon on the left of the address bar saying "mail.riseup.net". Notice also the address beginning with "https://" (instead of "http://"). These are the indicators that an encrypted connection using [[!wikipedia HTTPS]] is being used.
ca: Observeu la icona del cadenat a l'esquerra de la barra d'adreces que diu "mail.riseup.net". Observeu també l'adreça que comença per "https://" (en lloc de "http://"). Aquests són els indicadors que s'està utilitzant una connexió encriptada amb [[!wikipedia_ca HTTPS]].
de: Achten Sie auf das Vorhängeschloss-Symbol links in der Adressleiste, das "mail.riseup.net" anzeigt. Beachten Sie auch, dass die Adresse mit "https://" beginnt (statt mit "http://"). Dies sind die Indikatoren dafür, dass eine verschlüsselte Verbindung über [[!wikipedia_de HTTPS]] verwendet wird.

source: When you are sending or retrieving sensitive information (like passwords), you should try to only use services providing HTTPS. Otherwise, it is very easy for an eavesdropper to steal whatever information you are sending, or to modify the content of a page on its way to your browser.
ca: Quan envieu o recupereu informació sensible (com ara contrasenyes), hauríeu de provar d'utilitzar només els serveis que proporcionin HTTPS. En cas contrari, és molt fàcil per a un espia robar qualsevol informació que estigueu enviant, o modificar el contingut d'una pàgina en el camí cap al vostre navegador.
de: Wenn Sie sensible Informationen (wie Passwörter) senden oder abrufen, sollten Sie versuchen, nur Dienste zu nutzen, die HTTPS anbieten. Andernfalls ist es für einen Lauschangreifer sehr einfach, die Informationen, die Sie senden, zu stehlen oder den Inhalt einer Seite auf dem Weg zu Ihrem Browser zu ändern.

source: To learn more about HTTPS and how *Tor Browser* protects you, see:
ca: Per obtenir més informació sobre HTTPS i com us protegeix el *Navegador Tor*, consulteu:
de: Um mehr über HTTPS und wie *Tor Browser* Sie schützt, zu erfahren, siehe:

source: [Tor FAQ: HTTPS](https://support.torproject.org/https/)
ca: [PMF de Tor: HTTPS](https://support.torproject.org/https/)
de: [Tor FAQ: HTTPS](https://support.torproject.org/de/https/)

source: [Tor Browser User Manual: Secure Connections](https://tb-manual.torproject.org/secure-connections/)
ca: [Manual d'usuari del Navegador Tor: connexions segures](https://tb-manual.torproject.org/ca/secure-connections/)
de: [Benutzerhandbuch für Tor Browser: Sichere Verbindungen](https://tb-manual.torproject.org/de/secure-connections/)

source: <h1 id="javascript">Protection against dangerous JavaScript</h1>
ca: <h1 id="javascript">Protecció contra JavaScript perillós</h1>
de: <h1 id="javascript">Schutz gegen gefährliches JavaScript</h1>

source: Having all JavaScript disabled by default would disable a lot of harmless and possibly useful JavaScript, and might render many websites unusable.
ca: Tenir tot el JavaScript desactivat de manera predeterminada desactivaria una gran quantitat de JavaScript inofensiu i possiblement útil, i podria inutilitzar molts llocs web.
de: Das standardmäßige Deaktivieren aller JavaScript-Funktionen würde eine Menge harmloses und möglicherweise nützliches JavaScript deaktivieren und könnte viele Websites unbenutzbar machen.

source: That is why JavaScript is enabled by default but <span class="application">Tor Browser</span> disables all potentially dangerous JavaScript. We consider this as a necessary compromise between security and usability.
ca: És per això que el JavaScript està habilitat per defecte però el <span class="application">Navegador Tor</span> desactiva tot el JavaScript potencialment perillós. Considerem que això és un compromís necessari entre seguretat i usabilitat.
de: Deshalb ist JavaScript standardmäßig aktiviert, aber <span class="application">Tor Browser</span> deaktiviert alle potenziell gefährlichen JavaScript-Funktionen. Wir betrachten dies als einen notwendigen Kompromiss zwischen Sicherheit und Benutzerfreundlichkeit.

source: <p>To understand better the behavior of <span class="application">Tor Browser</span>, for example, regarding JavaScript and cookies, you can refer to the <a href="https://2019.www.torproject.org/projects/torbrowser/design/"> <span class="application">Tor Browser</span> design document</a>.</p>
ca: <p>Per entendre millor el comportament del <span class="application">Navegador Tor</span>, per exemple, pel que fa al JavaScript i les galetes, podeu consulteu el <a href="https://2019.www.torproject.org/projects/torbrowser/design/"> document de disseny del <span class="application">Navegador Tor</span></a>.</p>
de: <p>Um das Verhalten des <span class="application">Tor Browsers</span> besser zu verstehen, zum Beispiel im Bezug auf JavaScript und Cookies, können Sie sich auf das <a href="https://2019.www.torproject.org/projects/torbrowser/design/"> <span class="application">Tor Browser</span> Designdokument beziehen</a>.</p>

source: <h1 id="security-level">Security level</h1>
ca: <h1 id="security-level">Nivell de seguretat</h1>
de: <h1 id="security-level">Sicherheitsstufe</h1>

source: You can change the security level of <span class="application">Tor Browser</span> to disable browser features as a trade-off between security and usability. For example, you can set the security level to *Safest* to disable JavaScript completely.
ca: Podeu canviar el nivell de seguretat del <span class="application">Navegador Tor</span> per desactivar les funcions del navegador com a compensació entre seguretat i usabilitat. Per exemple, podeu establir el nivell de seguretat a *El més segur* per desactivar el JavaScript completament.
de: Sie können das Sicherheitslevel des <span class="application">Tor Browsers</span> ändern, um Browserfunktionen als Kompromiss zwischen Sicherheit und Benutzerfreundlichkeit zu deaktivieren. Zum Beispiel können Sie das Sicherheitslevel auf *Am sichersten* setzen, um JavaScript komplett zu deaktivieren.

source: The security level is set to *Standard* by default which gives the most usable experience.
ca: El nivell de seguretat s'estableix en *Estàndard* per defecte, la qual cosa ofereix la millor experiència d'ús.
de: Das Sicherheitsniveau ist standardmäßig auf *Standard* eingestellt, was die benutzerfreundlichste Erfahrung bietet.

source: To change the security level, click on the [[!img security-level.png class="symbolic" link="no"]] icon on the right of the address bar and choose **Settings&hellip;**.
ca: Per canviar el nivell de seguretat, feu clic a la icona [[!img security-level.png class="symbolic" link="no"]] a la dreta de la barra d'adreces i trieu **Paràmetres&hellip;**.
de: Um das Sicherheitsniveau zu ändern, klicken Sie auf das [[!img security-level.png class="symbolic" link="no"]] Symbol rechts in der Adressleiste und wählen Sie **Einstellungen…**.

source: <p>You can safely disregard the message, "Your browser is being managed by your organization," which appears in the <span class="application">Tor Browser</span> preferences.</p>
ca: <p>Podeu ignorar amb seguretat el missatge «El vostre navegador està gestionat per la vostra organització», que apareix a la pàgina de preferències del <span class="application">Navegador Tor</span>.</p>
de: <p>Sie können die Meldung "Ihr Browser wird von Ihrer Organisation verwaltet", die in den <span class="application">Tor Browser</span>-Einstellungen erscheint, gefahrlos ignorieren.</p>

source: <p>All this message means is that the automatic updates feature of <span class="application">Tor Browser</span> has been disabled. This is done intentionally in Tails to make sure that no security feature or configuration gets broken by automatic updates of <span class="application">Tor Browser</span>.</p>
ca: <p>Tot aquest missatge significa que la funció d'actualitzacions automàtiques del <span class="application">Navegador Tor</span> s'ha desactivat. Això està fet intencionadament a Tails per assegurar-se que no hi ha cap funció o configuració de seguretat que es trenca per les actualitzacions automàtiques del <span class="application">Navegador Tor</span>.</p>
de: <p>Diese Meldung bedeutet lediglich, dass die automatische Aktualisierungsfunktion des <span class="application">Tor Browsers</span> deaktiviert wurde. Dies geschieht absichtlich in Tails, um sicherzustellen, dass keine Sicherheitsfunktion oder Konfiguration durch automatische Updates des <span class="application">Tor Browsers</span> beeinträchtigt wird.</p>

source: <h1 id="circuit-view">Tor circuit</h1>
ca: <h1 id="circuit-view">Circuit Tor</h1>
de: <h1 id="circuit-view">Tor Verbindungen</h1>

source: Click on the padlock in the address bar to show the Tor circuit that is used to connect to the website in the current tab, its 3 relays, their countries, and IP addresses.
ca: Feu clic al cadenat de la barra d'adreces per mostrar el circuit de Tor que s'utilitza per connectar-se al lloc web a la pestanya actual, els seus tres repetidors, els seus respectius països i adreces IP.
de: Klicken Sie auf das Vorhängeschloss in der Adressleiste, um den Tor-Circuit anzuzeigen, der verwendet wird, um sich mit der Website im aktuellen Tab zu verbinden, sowie die 3 Relais, deren Länder und IP-Adressen.

source: The last relay in the circuit, the one immediately above the destination website, is the *exit relay*. Its country might influence how the website behaves.
ca: L'últim repetidor del circuit, el immediatament a sobre del lloc web de destinació, és el *repetidor de sortida*. El seu país pot influir en el comportament del lloc web.
de: Das letzte Relay im Circuit, das direkt über der Ziel-Website steht, ist das *Exit-Relay*. Das Land dieses Relais kann beeinflussen, wie sich die Website verhält.

source: Click on the <span class="guilabel">[[New Tor circuit for this site|Tor_Browser#circuit-view]]</span> button to use a different circuit.
ca: Feu clic al botó <span class="guilabel">[[Nou circuit de Tor per a aquest lloc|Tor_Browser#circuit-view]]</span> per utilitzar un circuit diferent.
de: Klicken Sie auf die <span class="guilabel">[[Neuer Tor-Circuit für diese Website|Tor_Browser#circuit-view]]</span>-Schaltfläche, um einen anderen Circuit zu verwenden.

source: You can use <span class="application">[[Onion Circuits|doc/anonymous_internet/tor/circuits]]</span> to get more detailed information about the circuits being used.
ca: Podeu fer servir <span class="application">[[Circuits Onion|doc/anonymous_internet/tor/circuits]]</span> per obtenir informació més detallada sobre els circuits que s'utilitzen.
de: Sie können <span class="application">[[Onion Circuits|doc/anonymous_internet/tor/circuits]]</span> verwenden, um detailliertere Informationen über die verwendeten Circuits zu erhalten.

source: <h1 id="new-identity"><span class="guilabel">New Identity</span> feature</h1>
ca: <h1 id="new-identity">Funcionalitat d'<span class="guilabel">Identitat nova</span></h1>
de: <h1 id="new-identity"><span class="guilabel">Neue Identität</span>-Funktion</h1>
