Repository: ks-sbc/os
Catalog: wiki/src/doc/about.index.*.po
Languages: fr, it, pt

source: - [[System requirements and recommended hardware|about/requirements]]
fr: - [[Configuration requise et matériel recommandé|about/requirements]]
it: - [[Requisiti di sistema e hardware consigliato|about/requirements]]
pt: - [[Requisitos de sistema e hardware recomendado|about/requirements]]

source: - [[Warnings: Tails is safe but not magic!|about/warnings]]
fr: - [[Avertissements : Tails est sûr mais pas magique !|about/warnings]]
it: - [[Avvisi: Tails è sicuro ma non è magico!|about/warnings]]
pt: - [[Atenção: Tails é seguro mas não faz mágica!|about/warnings]]

source: [[Protecting your identity when using Tails|about/warnings/identity]]
fr: [[Protéger votre identité lorsque vous utilisez Tails|about/warnings/identity]]
it: [[Proteggere la tua identità quando utilizzi Tails|about/warnings/identity]]
pt: [[Protegendo sua identidade ao usar Tails|about/warnings/identity]]

source: [[Limitations of the Tor network|about/warnings/tor]]
fr: [[Limites du réseau Tor|about/warnings/tor]]
it: [[Limiti della rete Tor|about/warnings/tor]]
pt: [[Limitações da rede Tor|about/warnings/tor]]

source: [[Reducing risks when using untrusted computers|about/warnings/computer]]
fr: [[Réduire les risques avec les ordinateurs peu dignes de confiance|about/warnings/computer]]
it: [[Ridurre i rischi quando utilizzi computer inaffidabili|about/warnings/computer]]
pt: [[Reduzindo riscos ao usar computadores não confiáveis|about/warnings/computer]]

source: - [[Features and included software|about/features]]
fr: - [[Fonctionnalités et logiciels inclus|about/features]]
it: - [[Funzionalità e programmi inclusi|about/features]]
pt: - [[Funcionalidades e programas inclusos|about/features]]

source: - [Social contract](https://community.torproject.org/policies/social_contract/)
fr: - [Contrat social](https://community.torproject.org/policies/social_contract/)

source: - [[How can I trust Tails?|about/trust]]
fr: - [[Comment avoir confiance en Tails ?|about/trust]]
it: - [[Come posso fidarmi di Tails?|about/trust]]
pt: - [[Por que devo confiar no Tails?|about/trust]]

source: - [[License and source code distribution|about/license]]
fr: - [[Licence et distribution du code source|about/license]]
it: - [[Distribuzione della licenza e del codice sorgente|about/license]]
pt: - [[Licença e distribuição do código-fonte|about/license]]

source: - [[Acknowledgments and similar projects|about/acknowledgments_and_similar_projects]]
fr: - [[Remerciements et projets similaires|about/acknowledgments_and_similar_projects]]
it: - [[Ringraziamenti e progetti simili|about/acknowledgments_and_similar_projects]]
pt: - [[Agradecimentos e projetos similares|about/acknowledgments_and_similar_projects]]

source: [[OpenPGP keys|about/openpgp_keys]]
fr: [[Clés OpenPGP|about/openpgp_keys]]
it: [[Chiavi OpenPGP|about/openpgp_keys]]
pt: [[Chaves OpenPGP|about/openpgp_keys]]

source: - [[Contact|about/contact]]
it: - [[Contatti|about/contact]]
pt: - [[Contato|about/contact]]
