Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics.index.*.po
Languages: de

source: - [[Running Tails in a virtual machine|advanced_topics/virtualization]]
de: - [[Tails in einer virtuellen Maschine betreiben|advanced_topics/virtualization]]

source: [[*GNOME Boxes*|advanced_topics/virtualization/boxes]]
de: [[*GNOME-Boxen*|advanced_topics/virtualization/boxes]]

source: - [[Modifying the boot options using the Boot Loader|advanced_topics/boot_options]]
de: - [[Ändern der Bootoptionen mit dem Bootloader|advanced_topics/boot_options]]

source: - [[Starting Tails from an external hard disk or problematic USB stick|advanced_topics/external_hard_disk]]
de: - [[Starten von Tails von einer externen Festplatte oder einem problematischen USB-Stick|advanced_topics/external_hard_disk]]

source: - [[Accessing the internal hard disk|advanced_topics/internal_hard_disk]]
de: - [[Zugriff auf die interne Festplatte|advanced_topics/internal_hard_disk]]

source: - [[Protection against cold boot attacks|advanced_topics/cold_boot_attacks]]
de: - [[Schutz vor Cold-Boot-Angriffen|advanced_topics/cold_boot_attacks]]

source: - [[Accessing resources on the local network|advanced_topics/lan]]
de: - [[Zugriff auf Ressourcen im lokalen Netzwerk|advanced_topics/lan]]

source: - [[Enabling a wireless device|advanced_topics/wireless_devices]]
de: - [[Aktivieren eines drahtlosen Geräts|advanced_topics/wireless_devices]]

source: - [[Chatting with *Dino* and OMEMO|advanced_topics/dino]]
de: - [[Chatten mit *Dino* und OMEMO|advanced_topics/dino]]

source: - [[Exchanging Monero with *Feather*|advanced_topics/feather]]
de: - [[Monero mit *Feather* austauschen|advanced_topics/feather]]
