Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet.index.*.po
Languages: de, pt

source: Connecting to the Internet and Tor
de: Mit dem Internet und Tor verbinden
pt: Conectando à Internet e à rede Tor

source: - [[Connecting to a local network|anonymous_internet/networkmanager]]
de: - [[Mit einem lokalen Netzwerk verbinden|anonymous_internet/networkmanager]]
pt: - [[Conectando a uma rede local|anonymous_internet/networkmanager]]

source: [[Troubleshooting Wi-Fi not working|anonymous_internet/no-wifi]]
de: [[Fehlerbehebung WLAN funktioniert nicht|anonymous_internet/no-wifi]]
pt: [[Resolvendo problemas quando o Wi-Fi não funciona|anonymous_internet/no-wifi]]

source: [[Signing in to a network using a captive portal|anonymous_internet/unsafe_browser]]
de: [[Anmeldung in einem Netzwerk 체ber ein unverschl체sseltes Portal|anonymous_internet/unsafe_browser]]
pt: [[Logando em uma rede através de um portal cativo|anonymous_internet/unsafe_browser]]

source: - [[Connecting to the Tor network|anonymous_internet/tor]]
de: - [[Verbindung zum Tor-Netzwerk aufbauen|anonymous_internet/tor]]
pt: - [[Conectando à rede Tor|anonymous_internet/tor]]

source: [[Troubleshooting connecting to Tor|anonymous_internet/tor/troubleshoot]]
de: [[Fehlerbehebung bei der Verbindung zu Tor|anonymous_internet/tor/troubleshoot]]
pt: [[Resolvendo problemas com a conexão à rede Tor|anonymous_internet/tor/troubleshoot]]

source: [[Why does Tails use Tor?|anonymous_internet/tor/why]]
de: [[Warum verwendet Tails Tor?|anonymous_internet/tor/why]]
pt: [[Por que o Tails usa Tor?|anonymous_internet/tor/why]]

source: [[Why is Tor slow?|anonymous_internet/tor/slow]]
de: [[Warum ist Tor langsam?|anonymous_internet/tor/slow]]
pt: [[Por que a rede Tor é lenta?|anonymous_internet/tor/slow]]

source: [[Managing the circuits of Tor|anonymous_internet/tor/circuits]]
de: [[Verwalten der Circuits von Tor|anonymous_internet/tor/circuits]]
pt: [[Gerenciando os circuitos Tor|anonymous_internet/tor/circuits]]

source: Internet applications
de: Internet-Anwendungen
pt: Aplicativos de Internet

source: - [[Browsing the web with *Tor Browser*|anonymous_internet/tor_browser]]
de: - [[Im Internet surfen mit *Tor Browser*|anonymous_internet/tor_browser]]
pt: - [[Navegando na Internet com o *Navegador Tor*|anonymous_internet/tor_browser]]

source: - [[Sharing files, websites, and chat rooms using *OnionShare*|anonymous_internet/onionshare]]
de: - [[Dateien, Websites und Chatr채ume mit *OnionShare* teilen|anonymous_internet/onionshare]]
pt: - [[ Compartilhando arquivos, websites e chats com *OnionShare*|anonymous_internet/onionshare]]

source: - [[Emailing and reading news with *Thunderbird*|anonymous_internet/thunderbird]]
de: - [[E-Mails senden und Nachrichten mit *Thunderbird* lesen|anonymous_internet/thunderbird]]
pt: - [[Acessando email e lendo noticias com *Thunderbird*|anonymous_internet/thunderbird]]

source: - [[Exchanging bitcoins using *Electrum*|anonymous_internet/electrum]]
de: - [[Bitcoins mit *Electrum* austauschen|anonymous_internet/electrum]]
pt: - [[Realizando transações com bitcoin usando *Electrum*|anonymous_internet/electrum]]

source: - [[Chatting with *Pidgin* and OTR|anonymous_internet/pidgin]]
de: - [[Mit *Pidgin* und OTR chatten|anonymous_internet/pidgin]]
pt: - [[Batendo papo com *Pidgin* e OTR|anonymous_internet/pidgin]]
