Repository: ks-sbc/os
Catalog: wiki/src/doc/first_steps.index.*.po
Languages: de, it

source: - Starting Tails
de: - Tails starten
it: - Avviare Tails

source: [[On PC|first_steps/start/pc]]
de: [[Auf dem PC|first_steps/start/pc]]
it: [[Su PC|first_steps/start/pc]]

source: [[On Mac|first_steps/start/mac]]
de: [[Auf dem Mac|first_steps/start/mac]]
it: [[Su Mac|first_steps/start/mac]]

source: - [[Accessibility|first_steps/accessibility]]
de: - [[Barrierefreiheit|first_steps/accessibility]]
it: - [[Accessibilità|first_steps/accessibility]]

source: - [[Welcome Screen|first_steps/welcome_screen]]
de: - [[Begrüßungsbildschirm|first_steps/welcome_screen]]
it: - [[Schermata di benvenuto|first_steps/welcome_screen]]

source: [[Administration password|first_steps/welcome_screen/administration_password]]
de: [[Administrationspasswort|first_steps/welcome_screen/administration_password]]
it: [[Password di amministrazione|first_steps/welcome_screen/administration_password]]

source: [[MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]
de: [[Anonymisierung der MAC-Adresse|first_steps/welcome_screen/mac_spoofing]]
it: [[Anonimato dell'indirizzo MAC|first_steps/welcome_screen/mac_spoofing]]

source: - [[Introduction to GNOME and the Tails desktop|first_steps/desktop]]
de: - [[Einführung in GNOME und den Tails-Desktop|first_steps/desktop]]
it: - [[Introduzione a GNOME e al desktop Tails|first_steps/desktop]]

source: [[Why is the time wrong?|first_steps/desktop/time]]
de: [[Warum ist die Uhrzeit falsch?|first_steps/desktop/time]]
it: [[Perchè l'orario è sbagliato?|first_steps/desktop/time]]

source: - [[Reporting an error using *WhisperBack*|first_steps/whisperback]]
de: - [[Fehler melden mit *WhisperBack*|first_steps/whisperback]]
it: [[Segnala un errore usando *WhisperBack*|first_steps/WhisperBack]]

source: - [[Shutting down Tails|first_steps/shutdown]]
de: - [[Tails herunterfahren|first_steps/shutdown]]
it: - [[Spegnere Tails|first_steps/shutdown]]
