Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage.*.po
Languages: ca

source: [[!meta title="Persistent Storage"]]
ca: [[!meta title="Emmagatzematge Persistent"]]

source: Everything you do disappears automatically when you shut down Tails.
ca: Tot el que feu desapareix automàticament quan tanqueu Tails.

source: But you can save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick, for example:
ca: Però podeu desar alguns dels vostres fitxers i configuració en un Emmagatzematge Persistent encriptat al vostre llapis USB de Tails, per exemple:

source: - Your documents
ca: - Els vostres documents

source: - Your Wi-Fi passwords
ca: - Les vostres contrasenyes de Wi-Fi

source: - Your browser bookmarks
ca: - Les adreces d'interès del vostre navegador

source: The Persistent Storage is an encrypted partition protected by a passphrase that occupies all the free space left on the USB stick.
ca: L'Emmagatzematge Persistent és una partició encriptada protegida per una contrasenya que ocupa tot l'espai lliure que queda al llapis USB.

source: Everything in the Persistent Storage is encrypted automatically.
ca: Tot l'Emmagatzematge Persistent s'encripta automàticament.

source: You can choose to unlock your Persistent Storage or not each time you start Tails.
ca: Podeu triar desbloquejar el vostre Emmagatzematge Persistent o no cada vegada que inicieu Tails.

source: <p>The Persistent Storage is not hidden. An attacker in possession of your USB stick can know that there is a Persistent Storage. Take into consideration that you could be forced or tricked to give out its passphrase.</p>
ca: <p>L'Emmagatzematge Persistent no està amagat. Un atacant en possessió del vostre llapis USB pot saber que hi ha un Emmagatzematge Persistent. Tingueu-ho en compte podríeu ser obligat o enganyat a donar la contrasenya.</p>

source: [[!inline pages="doc/persistent_storage.index" raw="yes" sort="age"]]
ca: [[!inline pages="doc/persistent_storage.index.ca" raw="yes" sort="age"]]

source: <h2 id="luks">How strong is the encryption of the Persistent Storage?</h2>
ca: <h2 id="luks">Com de fort és l'encriptatge de l'Emmagatzematge Persistent?</h2>

source: The encryption of the Persistent Storage uses LUKS and DMCrypt.
ca: L'encriptatge de l'Emmagatzematge Persistent utilitza LUKS i DMCrypt.

source: [LUKS](https://gitlab.com/cryptsetup/cryptsetup/) and [DMCrypt](https://gitlab.com/cryptsetup/cryptsetup/-/wikis/DMCrypt) are the standard system for disk encryption in Linux. Tails uses their default encryption parameters, which are considered highly secure. This is the same technique as we recommend for [[creating and using encrypted volumes|doc/encryption_and_privacy/encrypted_volumes]] in general.
ca: [LUKS](https://gitlab.com/cryptsetup/cryptsetup/) i [DMCrypt](https://gitlab.com/cryptsetup/cryptsetup/-/wikis/DMCrypt) són el sistema estàndard per l'encriptatge de disc a Linux. Tails utilitza els seus paràmetres d'encriptatge predeterminats, que es consideren altament segurs. Aquesta és la mateixa tècnica que recomanem per a [[crear i utilitzar volums encriptats|doc/encryption_and_privacy/encrypted_volumes]] en general.

source: <p>The weakest point of such encryption is often the passphrase chosen by the user.</p>
ca: <p>El punt més feble d'aquest encriptatge és sovint la contrasenya escollida per l'usuari.</p>

source: <p>We recommend choosing a long passphrase made of 5 to 7 random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Learn about the maths behind memorizable and secure passphrases.</a></p>
ca: <p>Recomanem que escolliu una contrasenya llarga de 5 a 7 paraules aleatòries. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Apreneu sobre les matemàtiques darrere de les contrasenyes fàcils de memoritzar i segures.</a></p>

source: <p>To learn more about how the Persistent Storage is implemented, see our [[design documentation|contribute/design/persistence]].</p>
ca: <p>Per obtenir més informació sobre com s'implementa l'Emmagatzematge Persistent, consulteu la nostra [[documentació de disseny|contribute/design/persistence]].</p>
