Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage.index.*.po
Languages: ca

source: - [[Introduction to the Persistent Storage|persistent_storage]]
ca: - [[Introducció a l'Emmagatzematge Persistent|persistent_storage]]

source: [[Creating the Persistent Storage|persistent_storage/create]]
ca: [[Crear l'Emmagatzematge Persistent|persistent_storage/create]]

source: [[Configuring the Persistent Storage|persistent_storage/configure]]
ca: [[Configuració de l'Emmagatzematge Persistent|persistent_storage/configure]]

source: [[Unlocking and using the Persistent Storage|persistent_storage/use]]
ca: [[Desbloqueig i ús de l'Emmagatzematge Persistent|persistent_storage/use]]

source: [[Making a backup of your Persistent Storage|persistent_storage/backup]]
ca: [[Fer una còpia de seguretat de l'Emmagatzematge Persistent|persistent_storage/backup]]

source: [[Deleting the Persistent Storage|persistent_storage/delete]]
ca: [[Suprimir l'Emmagatzematge Persistent|persistent_storage/delete]]

source: - [[Installing additional software|persistent_storage/additional_software]]
ca: - [[Instal·lació de programari addicional|persistent_storage/additional_software]]

source: [[Converting dangerous documents to safe PDFs using *Dangerzone*|persistent_storage/additional_software/dangerzone]]
ca: [[Conversió de documents perillosos en fitxers PDF segurs mitjançant *Dangerzone*|persistent_storage/additional_software/dangerzone]]

source: - [[Installing additional fonts|persistent_storage/additional_fonts]]
ca: - [[Instal·lació de tipus de lletra addicionals|persistent_storage/additional_fonts]]

source: - Advanced topics on the Persistent Storage
ca: - Temes avançats sobre l'Emmagatzematge Persistent

source: [[Changing the passphrase of the Persistent Storage|persistent_storage/passphrase]]
ca: [[Canviar la contrasenya de l'Emmagatzematge Persistent|persistent_storage/passphrase]]

source: [[Opening your Persistent Storage from another operating system|persistent_storage/open]]
ca: [[Obrir l'Emmagatzematge Persistent des d'un altre sistema operatiu|persistent_storage/open]]

source: Recovering data from the Persistent Storage
ca: Recuperació de dades de l'Emmagatzematge Persistent

source: [[Recovering data from the Persistent Storage when Tails doesn't start|persistent_storage/recover]]
ca: [[Recuperació de dades de l'Emmagatzematge Persistent quan Tails no s'inicia|persistent_storage/recover]]

source: [[Recovering data from the Persistent Storage when it has file system errors|persistent_storage/fsck]]
ca: [[Recuperació de dades de l'Emmagatzematge Persistent quan té errors del sistema de fitxers|persistent_storage/fsck]]
