Repository: ks-sbc/os
Catalog: wiki/src/doc/upgrade.*.po
Languages: de

source: [[!meta title="Upgrading a Tails USB stick"]]
de: [[!meta title="Einen USB-Stick mit Tails aktualisieren"]]

source: Tails includes an automatic mechanism to upgrade a USB stick to the latest version of Tails. When an automatic upgrade is performed, only an *upgrade package* is downloaded. The upgrade package contains all the changes made to Tails since Tails was first installed or was last manually upgraded.
de: Tails enthält einen automatischen Mechanismus, um einen USB-Stick auf die neueste Version von Tails zu aktualisieren. Bei einem automatischen Upgrade wird nur ein *Upgrade-Paket* heruntergeladen. Das Upgrade-Paket enthält alle Änderungen an Tails, die seit der Erstinstallation oder dem letzten manuellen Upgrade vorgenommen wurden.

source: In some cases, it is impossible to do an **automatic upgrade** and you might have to do a **manual upgrade**. This page describes both techniques.
de: Falls eine **automatische Aktualisierung** unmöglich ist, ist eine **manuelle Aktualisierung** durchzuführen. Diese Seite beschreibt beide Vorgehensweisen.

source: <p>Your Persistent Storage will be preserved by both automatic and manual upgrades.</p>
de: <p>Ihr persistenter Speicher wird sowohl durch automatische als auch manuelle Upgrades erhalten bleiben.</p>

source: If you use Tails from a DVD, you need to [[burn a new DVD|install/dvd]].
de: Wenn Sie Tails von einer DVD aus benutzen, ist es notwendig [[eine neue DVD zu brennen|install/dvd]].

source: <h1 id="check-version">Checking which version of Tails you are currently running</h1>
de: <h1 id="check-version">Überprüfung, welche Version von Tails Sie derzeit verwenden</h1>

source: To check which version of Tails you are currently running, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span></span>.
de: Um zu überprüfen, welche Version von Tails Sie derzeit verwenden, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Über Tails</span> </span>

source: <h1 id="automatic">Automatic upgrade using <i>Tails Upgrader</i></h1>
de: <h1 id="automatic">Automatisches Upgrade mit dem <i>Tails Upgrader</i></h1>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your USB stick. The upgrades are checked for and downloaded through Tor.
de: Nach dem Start von Tails und dem Herstellen einer Verbindung zu Tor prüft der <span class="application">Tails Upgrader</span> automatisch, ob Aktualisierungen verfügbar sind und schlägt Ihnen dann vor, Ihren USB-Stick zu aktualisieren. Die Suche nach Aktualisierungen und der Download werden über Tor durchgeführt.

source: The advantages of automatic upgrades are the following:
de: Die Vorteile automatischer Upgrades sind die folgenden:

source: You only need a single Tails USB stick. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
de: Sie benötigen nur einen einzigen USB-Stick mit Tails. Die Aktualisierung wird während des Betriebes eines laufenden Tails durchgeführt. Nach der Aktualisierung können Sie einen Neustart durchführen und die neue Version verwenden.

source: - The upgrade is much smaller to download than a full USB image.
de: - Die Aktualisierung ist viel kleiner als der Download eines kompletten USB-Images.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the USB image yourself anymore.
de: Der Aktualisierungsvorgang enthält eine kryptografische Verifizierung der Aktualisierung. Es ist nicht mehr nötig, dass Sie das USB-Image selbst verifizieren müssen.

source: Requirements:
de: Voraussetzungen:

source: - A Tails USB stick
de: - Ein Tails-USB-Stick

source: - An Internet connection
de: - Eine Internetverbindung

source: After connecting to Tor, if an upgrade is available, a dialog appears and proposes you to upgrade your USB stick.
de: Nachdem eine Verbindung zu Tor aufgebaut wurde, wird, falls eine Aktualisierung verfügbar ist, ein Dialogfenster erscheinen und Ihnen vorschlagen, Ihren USB-Stick zu aktualisieren.

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
de: Wenn Sie sich zum Aktualisieren entscheiden, drücken Sie die <span class="guilabel">Jetzt aktualisieren</span> Schaltfläche und folgen Sie dem Assistenten durch den Aktualisierungsvorgang.

source: <p>If you cannot upgrade at startup (for example, if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
de: <p>Falls Sie beim Starten nicht aktualisieren können (zum Beispiel, wenn Sie zu dem Zeitpunkt keine Netzwerkverbindung haben), können Sie den <span class="application">Tails Upgrader</span> später durch das Ausführen des folgenden Befehls starten:</p>

source: <h2 id="troubleshooting">Troubleshooting</h2>
de: <h2 id="troubleshooting">Fehlerbehebung</h2>

source: [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
de: [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.de.html|upgrade/error/install]]

source: <h1 id="manual">Manual upgrade using <i>Tails Cloner</i></h1>
de: <h1 id="manual">Manuelles Upgrade mit dem <i>Tails Cloner</i></h1>

source: It might not always be possible to do an automatic upgrade as described [[above|upgrade#automatic]]. For example, when:
de: Es ist eventuell nicht immer möglich, eine wie [[weiter oben|upgrade#automatic]] beschriebene Aktualisierung durchzuführen. Zum Beispiel wenn:

source: - No automatic upgrade is available from our website for this version.
de: - Keine automatische Aktualisierung für diese Version auf unserer Webseite verfügbar ist.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the USB stick, and so on). For example, if you get the following error message:
de: Das automatische Upgrade ist aus technischen Gründen nicht möglich (nicht genügend Speicherplatz, nicht genügend freier Platz auf dem USB-Stick usw.). Zum Beispiel, wenn Sie die folgende Fehlermeldung erhalten:

source: there is not enough free space on the Tails system partition
de: es gibt nicht genügend freien Speicherplatz auf der Tails-Systempartition

source: - The automatic upgrade failed and you need to repair a Tails USB stick.
de: - Das automatische Upgrade ist fehlgeschlagen und Sie müssen einen Tails-USB-Stick reparieren.

source: You want to upgrade by cloning from another Tails USB stick which is already up-to-date, for example, when working offline or with a slow Internet connection.
de: Sie möchten ein Upgrade durchführen, indem Sie von einem anderen Tails-USB-Stick klonen, der bereits auf dem neuesten Stand ist, beispielsweise wenn Sie offline arbeiten oder eine langsame Internetverbindung haben.

source: After connecting to Tor, a dialog informs you if you have to upgrade your USB stick using <span class="application">Tails Cloner</span> to a newer version of Tails.
de: Nachdem Sie eine Verbindung zu Tor hergestellt haben, informiert Sie ein Dialogfeld, ob Sie Ihren USB-Stick mit <span class="application">Tails Cloner</span> auf eine neuere Version von Tails aktualisieren müssen.

source: <p>You can also do a manual upgrade to reduce the size of future automatic upgrades.</p>
de: <p>Sie können auch ein manuelles Upgrade durchführen, um die Größe zukünftiger automatischer Upgrades zu reduzieren.</p>

source: <p>When doing automatic upgrades, the size of the download increases over time. If you do a manual upgrade, the size of future automatic upgrades will become smaller again.</p>
de: <p>Bei automatischen Updates wächst die Größe des Downloads im Laufe der Zeit. Wenn Sie ein manuelles Upgrade durchführen, wird die Größe zukünftiger automatischer Updates wieder kleiner.</p>

source: <p>We estimated that, to actually reduce the overall download size, it's only worth it to do 1 manual upgrade every year if you apply all upgrades of Tails.</p>
de: <p>Wir haben geschätzt, dass es nur dann sinnvoll ist, die Gesamtgröße des Downloads zu reduzieren, wenn Sie jedes Jahr 1 manuelles Upgrade durchführen und alle Tails-Updates anwenden.</p>

source: To do a manual upgrade, you can either:
de: Um ein manuelles Upgrade durchzuführen, können Sie entweder:

source: - [[Download and upgrade|doc/upgrade/#download]] (below)
de: - [[Herunterladen und Upgraden|doc/upgrade/#download]] (weiter unten)

source: - [[Upgrade by cloning from another Tails|doc/upgrade/#clone]] (below)
de: - [[Upgrade durch Klonen von einem anderen Tails|doc/upgrade/#clone]] (siehe unten)

source: - [[Burn a new Tails DVD|install/dvd]]
de: - [[Brenne eine neue Tails DVD|install/dvd]]

source: <h2 id="download">Download and upgrade</h2>
de: <h2 id="download">Download und Upgrade</h2>

source: You need:
de: Sie brauchen:

source: - Your Tails USB stick
de: - Ihr Tails-USB-Stick

source: Another empty USB stick <small>(at least 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]]
de: Ein weiterer leerer USB-Stick <small>(mindestens 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Warum?"]]

source: ½ hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
de: ½ Stunde zum Herunterladen von Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: - ½ hour to upgrade
de: - ½ Stunde zum Upgraden

source: <span class="hide">[[!toggle id="why_extra" text=""]]</span> <p>It is currently impossible to manually upgrade a Tails USB stick while running from itself. This scenario requires creating an intermediary Tails on another USB stick, from which to upgrade your Tails.</p>
de: <span class="hide">[[!toggle id="why_extra" text=""]]</span> <p>Es ist derzeit unmöglich, einen Tails-USB-Stick manuell zu aktualisieren, während Sie von ihm selbst aus arbeiten. Dieses Szenario erfordert die Erstellung eines Zwischen-Tails auf einem anderen USB-Stick, von dem aus Sie Ihr Tails aktualisieren können.</p>

source: See our instructions on how to do a manual upgrade by:
de: Siehe unsere Anweisungen, wie Sie ein manuelles Upgrade durchführen können:

source: - [[Downloading and upgrading from your Tails|upgrade/tails]] (more secure)
de: - [[Herunterladen und Upgrade von Ihrem Tails|upgrade/tails]] (sicherer)

source: - [[Downloading and upgrading from Windows|upgrade/windows]] (more convenient)
de: - [[Herunterladen und Upgrade von Windows|upgrade/windows]] (bequemer)

source: - [[Downloading and upgrading from macOS|upgrade/mac]] (more convenient)
de: - [[Herunterladen und Upgrade von macOS|upgrade/mac]] (bequemer)

source: - [[Downloading and upgrading from Linux|upgrade/linux]] (more convenient)
de: - [[Herunterladen und Upgrade von Linux|upgrade/linux]] (komfortabler)

source: <p>Downloading and upgrading from Windows might be less secure if your Windows has viruses. But, it might be more convenient and faster.</p>
de: <p>Das Herunterladen und Aktualisieren von Windows aus könnte weniger sicher sein, wenn Ihr Windows Viren hat. Aber es könnte bequemer und schneller sein.</p>

source: <h2 id="clone">Upgrade by cloning from another Tails</h2>
de: <h2 id="clone">Upgrade durch Klonen von einem anderen Tails</h2>

source: If you know someone you trust who already did the upgrade, you can upgrade your Tails by cloning from their Tails.
de: Wenn Sie jemanden kennen, dem Sie vertrauen und der das Upgrade bereits durchgeführt hat, können Sie Ihr Tails durch Klonen von seinem Tails aktualisieren.

source: - Another up-to-date Tails (USB stick or DVD)
de: - Ein weiteres aktuelles Tails (USB-Stick oder DVD)

source: - ¼ hour to upgrade
de: - ¼ Stunde für das Upgrade

source: - [[Cloning from another Tails|upgrade/clone]]
de: - [[Klonen von einem anderen Tails|upgrade/clone]]
