Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics/boot_options.*.po
Languages: fr

source: [[!meta title="Modifying the boot options using the Boot Loader"]]
fr: [[!meta title="Modifier les options de démarrage en utilisant le chargeur d'amorçage"]]

source: The Boot Loader is the first screen that appears when Tails starts.
fr: Le chargeur d'amorçage est le premier écran qui apparaît quand Tails démarre.

source: You can use the Boot Loader to modify the *boot options*. Boot options are special parameters used to troubleshoot or work around hardware support problems. For example, our [[list of known issues with graphics cards|support/known_issues/graphics]] documents boot options for different graphics cards.
fr: Vous pouvez utiliser le chargeur d'amorçage pour modifier les *options de démarrage*. Les options de démarrage sont des paramètres spéciaux utilisés pour résoudre ou contourner des problèmes de compatibilité du matériel. Par exemple, notre [[liste des problèmes connus avec les cartes graphiques|support/known_issues/graphics]] documente les options de démarrage pour les différentes cartes graphiques.

source: Depending on the computer, the Boot Loader might be either *GRUB* or *SYSLINUX*.
fr: Selon votre ordinateur, le chargeur d'amorçage peut être *GRUB* ou *SYSLINUX*.

source: In both *GRUB* and *SYSLINUX*, the keyboard layout of the Boot Menu is set to English (US).
fr: Dans *GRUB* et *SYSLINUX*, la disposition du clavier du menu de démarrage est réglée sur English (US).

source: Using *SYSLINUX*
fr: Utiliser *SYSLINUX*

source: This is what *SYSLINUX* looks like:
fr: Voici ce à quoi *SYSLINUX* ressemble :

source: [[!img install/inc/screenshots/syslinux.png link="no" class="screenshot" alt="Black screen ('SYSLINUX') with Tails logo and 2 options: 'Tails' and 'Tails (Troubleshooting Mode)'."]]
fr: [[!img install/inc/screenshots/syslinux.png link="no" class="screenshot" alt="Écran noir ('SYSLINUX') avec le logo Tails et deux options : 'Tails' et 'Tails (Troubleshooting Mode)'."]]

source: <p>If your Boot Loader looks different, refer to our instructions below on modifying the boot options [[using GRUB|boot_options#grub]].</p>
fr: <p>Si votre chargeur d'amorçage semble différent, suivez nos instructions ci-dessous sur la modification des options de démarrage en [[utilisant GRUB|boot_options#grub]].</p>

source: To modify the boot options in *SYSLINUX*:
fr: Pour modifier les options de démarrage dans *SYSLINUX* :

source: Press **Tab** when *SYSLINUX* appears.
fr: Appuyez sur **Tab** lorsque *SYSLINUX* apparaît.

source: A command line with a list of boot options appears at the bottom of the screen.
fr: Une ligne de commande avec une liste d'options de démarrage apparaît en bas de l'écran.

source: [[!img syslinux-with-options.png link="no" class="screenshot" alt="SYSLINUX with a list of options starting with '/live/vmlinuz' at the bottom"]]
fr: [[!img syslinux-with-options.png link="no" class="screenshot" alt="SYSLINUX avec une liste d'options en bas qui commence par '/live/vmlinuz'"]]

source: Modify the boot options as needed.
fr: Modifiez les options de démarrage selon les besoins.

source: To add a boot option, press <span class="keycap">Space</span> and type the boot option that you want to add.
fr: Pour ajouter une option de démarrage, appuyez sur <span class="keycap">Espace</span> et écrivez l'option de démarrage que vous voulez ajouter.

source: If you want to add more than one boot option, type them one after the other and separate them with a <span class="keycap">Space</span>.
fr: Si vous voulez ajouter plus d'une option, écrivez-les les unes après les autres en les séparant avec un <span class="keycap">Espace</span>.

source: Press <span class="keycap">Enter</span> to start Tails.
fr: Appuyez sur <span class="keycap">Entrée</span> pour démarrer Tails.

source: Using *GRUB*
fr: Utiliser *GRUB*

source: This is what *GRUB* looks like:
fr: Voici ce à quoi ressemble *GRUB* :

source: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Black screen ('GNU GRUB') with Tails logo and 3 options: 'Tails' and 'Tails (Troubleshooting Mode)' and 'Tails (External Hard Disk)'."]]
fr: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Écran noir ('GNU GRUB') avec le logo Tails et 3 options : 'Tails' et 'Tails (Troubleshooting Mode)' et 'Tails (External Hard Disk)'."]]

source: <p>If your Boot Loader looks different, refer to our instructions on modifying the boot options [[using SYSLINUX|boot_options#syslinux]] above.</p>
fr: <p>Si votre chargeur de démarrage semble différent, consultez nos instructions ci-dessus sur les modifications des options de démarrage [[en utilisant SYSLINUX|boot_options#syslinux]].</p>

source: To modify the boot options in *GRUB*:
fr: Pour modifier les options de démarrage dans *GRUB* :

source: Press **e** when GRUB appears.
fr: Appuyez sur **e** lorsque GRUB apparaît.

source: A new screen appears with more options.
fr: Un nouvel écran apparaît avec plus d'options.

source: [[!img grub-with-options.png class="screenshot" alt="GRUB with a list of options starting with 'setparams Tails'"]]
fr: [[!img grub-with-options.png class="screenshot" alt="GRUB avec une liste d'options qui commence avec 'setparams Tails'"]]

source: To add a boot option, navigate with the arrows of the keyboard to the end of the line that starts with `linux`. Type the boot option that you want to add. The line is most likely wrapped and displayed on several lines but it is a single configuration line.
fr: Pour ajouter une option de démarrage, naviguez à la fin de la ligne qui commence par `linux` avec les flèches du clavier. Tapez l'option de démarrage que vous voulez ajouter. La ligne s'affiche très probablement sur plusieurs lignes mais il s'agit d'une seule ligne de configuration.

source: Press **Ctrl+X**, **F10**, or **Fn+F10** to start Tails.
fr: Appuyez sur **Ctrl+X**, **F10** ou **Fn+F10** pour démarrer Tails.

source: Modify the boot options on the USB stick
fr: Modifier les options de démarrage sur la clé USB

source: To use modified boot options automatically when restarting Tails, you can save these changes to your Tails USB stick.
fr: Pour utiliser automatiquement les options de démarrage modifiées lors du redémarrage de Tails, vous pouvez enregistrer ces modifications sur votre clé USB Tails.

source: <p>These modifications are deleted each time you upgrade Tails. ([[!tails_ticket 18268]])</p>
fr: <p>Ces modifications sont supprimées à chaque fois que vous mettez à jour Tails. ([[!tails_ticket 18268]])</p>

source: To do so:
fr: Pour ce faire :

source: When starting Tails, [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
fr: Lors du démarrage de Tails, [[définissez un mot de passe d'administration|doc/first_steps/welcome_screen/administration_password]].

source: Open a *Terminal*.
fr: Ouvrez un *Terminal*.

source: Execute to following command to allow modifying the content of the Tails partition on the USB stick.
fr: Exécutez la commande suivante pour permettre la modification du contenu de la partition Tails sur la clé USB.

source: Execute the following command to edit the configuration of the Boot Loader.
fr: Exécutez la commande suivante pour modifier la configuration du chargeur d’amorçage.

source: If your computer uses *SYSLINUX*:
fr: Si votre ordinateur utilise *SYSLINUX* :

source: The section `label live` corresponds to the default boot options.
fr: La section `label live` correspond aux options de démarrage par défaut.

source: The section `label livefailsafe` corresponds to the troubleshooting mode.
fr: La section `label livefailsafe` correspond au mode sans échec.

source: If your computer uses *GRUB*:
fr: Si votre ordinateur utilise *GRUB* :

source: The section `menuentry 'Tails 6.11'` corresponds to the default boot options.
fr: La section `menuentry 'Tails 6.11'` correspond aux options de démarrage. par défaut.

source: The section `menuentry 'Tails 6.11 (Troubleshooting Mode)'` corresponds to the troubleshoot mode.
fr: La section `menuentry 'Tails 6.11 (Troubleshooting Mode)'` correspond au mode sans échec.

source: Save your changes.
fr: Sauvegardez vos modifications.

source: Restart to test your changes.
fr: Redémarrez pour tester vos modifications.
