Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics/lan.*.po
Languages: ca

source: [[!meta title="Accessing resources on the local network"]]
ca: [[!meta title="Accés a recursos a la xarxa local"]]

source: The term "local network" refers to the set of computers and devices that can be reached directly from your computer without going through the Internet.
ca: El terme «xarxa local» fa referència al conjunt d'ordinadors i dispositius als quals es pot accedir directament des del vostre ordinador sense passar per Internet.

source: For example, your home router, your network printer, or the intranet of your company are usually on your local network, also called LAN for Local Area Network. In technical terms, this refers to the set of IP addresses defined in [RFC1918](https://tools.ietf.org/html/rfc1918), like IP addresses that start with `192.168`.
ca: Per exemple, el vostre encaminador domèstic o router, la vostra impressora de xarxa o la intranet de la vostra empresa normalment estan a la vostra xarxa local, també anomenada LAN o Local Area Network, en anglès. En termes tècnics, es refereix al conjunt d'adreces IP definides a [RFC1918](https://tools.ietf.org/html/rfc1918), com les adreces IP que comencen en `192.168`.

source: Security considerations
ca: Consideracions de seguretat

source: Accessing resources on the local network can be useful in the context of Tails, for example to exchange documents with someone on the same local network without going through the Internet.
ca: L'accés als recursos de la xarxa local pot ser útil en el context de Tails, per exemple per intercanviar documents amb algú de la mateixa xarxa local sense passar per Internet.

source: But an application that can connect to both resources on the Internet (going through Tor) and resources on the local network (without going through Tor) can deanonymize you.
ca: Però una aplicació que es pot connectar tant a recursos d'Internet (passant per Tor) com a recursos de la xarxa local (sense passar per Tor) us pot desanonimitzar.

source: This page describes some of the security measures built in Tails to protect from such attacks and explains how to access some types of resources on the local network.
ca: Aquesta pàgina descriu algunes de les mesures de seguretat integrades a Tails per protegir-vos d'aquests atacs i s'explica com accedir a alguns tipus de recursos a la xarxa local.

source: <p>Connections made to the local network are not anonymous and do not go through Tor.</p>
ca: <p>Les connexions fetes a la xarxa local no són anònimes i no passen a través de Tor.</p>

source: Browsing web pages on the local network
ca: Navegació de pàgines web a la xarxa local

source: It is impossible to access web pages on the local network using <span class="application">Tor Browser</span>. This prevents websites on the Internet from deanonymizing you using the content of other web pages that might be specific to your local network and reveal where you are.
ca: És impossible accedir a pàgines web a la xarxa local mitjançant el <span class="application">Navegador Tor</span>. Això evita que els llocs web d'Internet us deanonimitzin utilitzant el contingut d'altres pàgines web que poden ser específiques de la vostra xarxa local i revelin on sou.

source: To access web pages on the local network, use the [[<span class="application">Unsafe Browser</span>|anonymous_internet/unsafe_browser]] instead.
ca: Per accedir a pàgines web a la xarxa local, utilitzeu el [[<span class="application">Navegador Insegur</span>|anonymous_internet/unsafe_browser]].

source: Downloading files from web pages on the local network
ca: Baixar fitxers de pàgines web a la xarxa local

source: To download files from web pages on the local network, you can use the `curl` command instead. For example, to download a document available on the local network at <span class="filename">http://192.168.1.40/document.pdf</span> execute the following command:
ca: Per baixar fitxers de pàgines web a la xarxa local, podeu utilitzar el l'ordre `curl`. Per exemple, per baixar un document disponible a la xarxa local a <span class="filename">http://192.168.1.40/document.pdf</span> executeu l'ordre següent:
