Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics/virtualization.*.po
Languages: ca

source: [[!meta title="Running Tails in a virtual machine"]]
ca: [[!meta title="Executar Tails en una màquina virtual"]]

source: It is sometimes convenient to be able to run Tails without having to restart your computer every time. This is possible using [[!wikipedia Virtual_machine desc="virtual machines"]].
ca: De vegades és convenient poder executar Tails sense haver de reiniciar l'ordinador cada vegada. Això és possible utilitzant [[!wikipedia_ca Màquina_virtual desc="màquines virtuals"]].

source: With virtual machines, it is possible to run Tails inside a *host* operating system (Linux, Windows, or macOS). A virtual machine emulates a real computer and its operating system, called a *guest*, which appears in a window on the *host* operating system.
ca: Amb les màquines virtuals, és possible executar Tails dins d'un sistema operatiu *amfitrió* (Linux, Windows o macOS). Una màquina virtual emula un ordinador real i el seu sistema operatiu, anomenat *convidat*, que apareix en una finestra del sistema operatiu *amfitrió*.

source: When running Tails in a virtual machine, you can use most features of Tails from your usual operating system, and you can use both Tails and your usual operating system in parallel, without the need to restart the computer.
ca: Quan executeu Tails en una màquina virtual, podeu utilitzar la majoria de les funcions de Tails des del vostre sistema operatiu habitual, i podeu utilitzar tant Tails com el vostre sistema operatiu habitual en paral·lel, sense necessitat de reiniciar l'ordinador.

source: <p>We do not currently provide a solution for running a virtual machine inside a Tails host.</p>
ca: <p>Actualment no oferim cap solució per executar una màquina virtual dins d'un amfitrió de Tails.</p>

source: This is how Tails looks when run in a virtual machine on a Debian host.
ca: Així es veu Tails quan s'executa en una màquina virtual a Debian.

source: Security considerations
ca: Consideracions de seguretat

source: <p>Running Tails inside a virtual machine has various security implications. Depending on the host operating system and your security needs, running Tails in a virtual machine might be dangerous.</p>
ca: <p>L'execució de Tails dins d'una màquina virtual té diverses implicacions de seguretat. Depenent del sistema operatiu amfitrió i de les vostres necessitats de seguretat, executar Tails en una màquina virtual pot ser perillós.</p>

source: Both the host operating system and the [[virtualization software|virtualization#software]] are able to monitor what you are doing in Tails.
ca: Tant el sistema operatiu amfitrió com el [[programari de virtualització|virtualization#software]] són capaços de supervisar el que esteu fent a Tails.

source: If the host operating system is compromised with a software keylogger or other malware, then it can break the security features of Tails.
ca: Si el sistema operatiu amfitrió està compromès amb un programari enregistrador de tecles o un altre programari maliciós, llavors podria trencar les funcions de seguretat de Tails.

source: <p>Only run Tails in a virtual machine if both the host operating system and the virtualization software are trustworthy.</p>
ca: <p>Només executeu Tails en una màquina virtual si tant el sistema operatiu amfitrió com el programari de virtualització són fiables.</p>

source: Traces of your Tails session are likely to be left on the local hard disk. For example, host operating systems usually use swapping (or *paging*) which copies part of the RAM to the hard disk.
ca: És probable que es deixin rastres de la vostra sessió de Tails al disc dur local. Per exemple, els sistemes operatius amfitrió solen utilitzar l'intercanvi (o *paging*) que copia part de la memòria RAM al disc dur.

source: <p>Only run Tails in a virtual machine if leaving traces on the hard disk is not a concern for you.</p>
ca: <p>Només executeu Tails en una màquina virtual si deixar rastres al disc dur no és una preocupació.</p>

source: This is why Tails warns you when it is running inside a virtual machine.
ca: És per això que Tails us avisa quan s'està executant dins d'una màquina virtual.

source: <p>The Tails virtual machine does not modify the behaviour of the host operating system and the network traffic of the host is not anonymized. The MAC address of the computer is not modified by the [[MAC address anonymization|first_steps/welcome_screen/mac_spoofing]] feature of Tails when run in a virtual machine.</p>
ca: <p>La màquina virtual Tails no modifica el comportament del sistema operatiu amfitrió i el trànsit de xarxa de l'amfitrió no s'anonimitza. L'adreça MAC de l'ordinador no es modifica amb la funció [[Anonimat de l'adreça MAC|first_steps/welcome_screen/mac_spoofing]] de Tails quan s'executa en una màquina virtual.</p>

source: Virtualization solutions
ca: Solucions de virtualització

source: To run Tails inside a virtual machine, you need to have virtualization software installed on the host operating system. Different virtualization software exists for Linux, Windows, and macOS.
ca: Per executar Tails dins d'una màquina virtual, cal que tingueu instal·lat el programari de virtualització al sistema operatiu amfitrió. Existeixen diferents programes de virtualització per a Linux, Windows i macOS.

source: <p>We only mention Free Software, because we believe that it is a necessary condition to be trustworthy. Proprietary virtualization software exist, such as <i>VMWare</i>, but is not listed here on purpose.</p>
ca: <p>Només esmentem el Programari Lliure, perquè creiem que és una condició necessària per ser de confiança. Existeix programari de virtualització privatiu, com ara <i>VMWare</i>, però no apareix aquí a propòsit.</p>

source: <p>We are not recommending <i>VirtualBox</i> anymore because only basic functionalities of Tails work in <i>VirtualBox</i>, for example, the display size is limited to 800×600 pixels.</p>
ca: <p>Hem deixat de recomanar <i>VirtualBox</i> perquè només algunes funcionalitats bàsiques de Tails funcionen a <i>VirtualBox</i>. Per exemple, la resolució de la pantalla està limitada a 800×600 pixels.</p>

source: ***GNOME Boxes*** is only available on Linux. It has a simpler user interface than *virt-manager* but does not allow to use a Persistent Storage.
ca: ***Màquines de GNOME*** està disponible a Linux. Té una interfície d'usuari més senzilla que *virt-manager*, però no permet l'ús d'un Emmagatzematge Persistent.

source: See [[running Tails in *GNOME Boxes*|boxes]].
ca: Vegeu com [[executar Tails al *Màquines de GNOME*|boxes]].

source: ***virt-manager*** is only available on Linux. It has a more complex user interface than *GNOME Boxes* but allows to use a Persistent Storage, either by:
ca: ***virt-manager*** només està disponible a Linux. Té una interfície d'usuari més complexa que *Màquines de GNOME*, però permet l'ús d'un Emmagatzematge Persistent, ja sigui per:

source: Starting Tails from a USB stick.
ca: Iniciar Tails des d'un llapis USB.

source: Creating a virtual USB storage volume saved as a single file on the host operating system.
ca: Crear un volum d'emmagatzematge USB virtual desat com a fitxer únic al sistema operatiu amfitrió.

source: See [[running Tails in *virt-manager*|virt-manager]].
ca: Consulteu com [[executar Tails a *virt-manager*|virt-manager]].
