Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/basic_troubleshooting.inline.*.po
Languages: ca, de, fr

source: Wait 2&ndash;3 minutes and try again. Some USB sticks need some rest after installing.
ca: Espereu 2&ndash;3 minuts i torneu-ho a intentar. Alguns llapis USB necessiten una mica de descans després de la instal·lació.
de: Warten Sie 2&ndash;3 Minuten und versuchen es erneut. Einige USB-Sticks benötigen nach der Installation eine gewisse Ruhezeit.
fr: Attendez 2&ndash;3 minutes et réessayez. Certaines clés USB ont besoin d'un peu de repos après l'installation.

source: Try all other USB ports on the computer. Some USB ports cannot be used to start from.
ca: Proveu tots els altres ports USB de l'ordinador. Alguns ports USB no es poden utilitzar per arrencar.
de: Versuchen Sie alle anderen USB-Anschlüsse am Computer. Einige USB-Anschlüsse können nicht zum Starten verwendet werden.
fr: Essayez tous les autres ports USB de l'ordinateur. Certains ports USB ne peuvent pas être utilisés pour démarrer.

source: Make sure that you have installed Tails using either:
ca: Assegureu-vos d'haver instal·lat Tails mitjançant:
de: Vergewissern Sie sich, dass Sie Tails mit einer der folgenden Methoden installiert haben:
fr: S'assurer d'avoir installé Tails à l'aide de l'une des méthodes suivantes :

source: [[<i>Rufus</i> from Windows|install/windows#rufus]]
fr: [[<i>Rufus</i> depuis Windows|install/windows#Rufus]]

source: [[<i>balenaEtcher</i> from macOS|install/mac#etcher]]
ca: [[<i>balenaEtcher</i> des de macOS|install/mac#etcher]]
de: [[<i>balenaEtcher</i> von macOS|install/mac#etcher]]
fr: [[<i>balenaEtcher</i> depuis macOS|install/mac#etcher]]

source: [[<i>GNOME Disks</i> from Linux|install/linux#install]]
ca: [[<i>Discs de GNOME</i> des de Linux|install/linux#install]]
de: [[<i>GNOME Disks</i> von Linux|install/linux#install]]
fr: [[<i>GNOME Disques</i> depuis Linux|install/linux#install]]

source: [[the Linux command line|install/expert#install]]
ca: [[la línia d'ordres de Linux|install/expert#install]]
de: [[die Linux-Kommandozeile|install/expert#install]]
fr: [[la ligne de commande Linux|install/expert#install]]

source: Make sure that you have [[verified your download of Tails|install/download]].
ca: Assegureu-vos que heu [[verificat la baixada de Tails|install/download]].
de: Stellen Sie sicher, dass Sie [[Ihren Download von Tails verifiziert haben|install/download]].
fr: S'assurer d'avoir [[vérifié votre téléchargement de Tails|install/download]].

source: Make sure that you have <a href="#verify">verified your download</a>.
ca: Assegureu-vos que heu <a href="#verify">verificat la baixada</a>.
de: Stellen Sie sicher, dass Sie <a href="#verify">Ihren Download verifiziert</a> haben.
fr: S'assurer d'avoir <a href="#verify">vérifié votre téléchargement</a>.

source: Try to [[install again|install/windows#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|install/windows#install]] al mateix llapis USB.
de: Versuchen Sie, erneut auf demselben USB-Stick zu [[installieren|install/windows#install]].
fr: Essayez [[à nouveau d'installer|install/windows#install]] sur la même clé USB.

source: Try to [[install again|install/mac#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|install/mac#install]] al mateix llapis USB.
de: Versuchen Sie, es erneut auf demselben USB-Stick zu [[installieren|install/mac#install]].
fr: Essayez [[à nouveau d'installer|install/mac#install] sur la même clé USB.

source: Try to [[install again|install/linux#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|install/linux#install]] al mateix llapis USB.
de: Versuchen Sie, es erneut auf demselben USB-Stick zu [[installieren|install/linux#install]].
fr: Essayez [[à nouveau d'installer|install/linux#install]] sur la même clé USB.

source: Try to [[install again|install/expert#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|install/expert#install]] al mateix llapis USB.
de: Versuchen Sie, erneut auf demselben USB-Stick [[zu installieren|install/expert#install]].
fr: Essayez [[à nouveau d'installer|install/expert#install]] sur la même clé USB.

source: Try to [[install again|clone/pc#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|clone/pc#install]] al mateix llapis USB.
de: Versuchen Sie, es erneut auf demselben USB-Stick zu [[installieren|clone/pc#install]].
fr: Essayez [[à nouveau d'installer|clone/pc#install]] sur la même clé USB.

source: Try to [[install again|clone/mac#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|clone/mac#install]] al mateix llapis USB.
de: Versuchen Sie, es erneut auf demselben USB-Stick zu [[installieren|clone/mac#install]].
fr: Essayez [[à nouveau d'installer|clone/mac#install]] sur la même clé USB.

source: Try to [[install again|install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|install]] al mateix llapis USB.
fr: Essayez [[à nouveau d'installer|install]] sur la même clé USB.

source: Try to [[install again|upgrade/tails#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|upgrade/tails#install]] al mateix llapis USB.
de: Versuchen Sie, erneut [[zu installieren|upgrade/tails#install]] auf demselben USB-Stick.
fr: Essayez [[à nouveau d'installer|upgrade/tails#install]] sur la même clé USB.

source: Try to [[install again|upgrade/windows#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|upgrade/windows#install]] al mateix llapis USB.
fr: Essayez [[à nouveau d'installer|upgrade/windows#install]] sur la même clé USB.

source: Try to [[install again|upgrade/mac#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|upgrade/mac#install]] al mateix llapis USB.
de: Versuchen Sie, es [[erneut zu installieren|upgrade/mac#install]] auf demselben USB-Stick.
fr: Essayez [[à nouveau d'installer|upgrade/mac#install]] sur la même clé USB.

source: Try to [[install again|upgrade/linux#install]] on the same USB stick.
ca: Proveu d'[[instal·lar de nou|upgrade/linux#install]] al mateix llapis USB.
de: Versuchen Sie, es [[erneut zu installieren|upgrade/linux#install]] auf demselben USB-Stick.
fr: Essayez [[à nouveau d'installer|upgrade/linux#install]] sur la même clé USB.

source: Try to install on a different USB stick.
ca: Proveu d'instal·lar-lo en un llapis USB diferent.
de: Versuchen Sie, es auf einem anderen USB-Stick zu installieren.
fr: Essayez d'installer sur une clé USB différente.

source: Try to use the same USB stick to start on a different computer.
ca: Proveu d'utilitzar el mateix llapis USB per començar en un ordinador diferent.
de: Versuchen Sie, denselben USB-Stick zu verwenden, um auf einem anderen Computer zu starten.
fr: Essayez d'utiliser la même clé USB pour démarrer sur un autre ordinateur.
