Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/clone.inline.*.po
Languages: ca, fr

source: <h1 id="install" class="step pc-clone mac-clone">Install Tails by cloning</h1> <h1 id="upgrade" class="step upgrade">Upgrade your primary Tails by cloning</h1>
ca: <h1 id="install" class="step pc-clone mac-clone">Instal·lar Tails mitjançant la clonació</h1> <h1 id="upgrade" class="step upgrade">Actualitzar el vostre Tails primari mitjançant la clonació</h1>
fr: <h1 id="install" class="step pc-clone mac-clone">Installer Tails en clonant</h1> <h1 id="upgrade" class="step upgrade">Mettre à jour votre Tails principal en clonant</h1>

source: <p class="upgrade"> In this step, you will upgrade your primary Tails from the <span class="upgrade-clone">other</span> <span class="upgrade-tails upgrade-os">intermediary</span> Tails using <i>Tails Cloner</i>. </p>
ca: <p class="upgrade"> En aquest pas, actualitzareu el vostre Tails principal des <span class="upgrade-clone">de l'altre Tails</span> <span class="upgrade-tails upgrade-os">del Tails intermediari</span> utilitzant el <i>Clonador de Tails</i>. </p>
fr: <p class="upgrade"> À cette étape, vous devrez mettre à jour votre Tails principal depuis <span class="upgrade-clone">un autre Tails</span> <span class="upgrade-tails upgrade-os">un Tails intermédiaire</span> en utilisant <i>Tails Cloner</i>. </p>

source: 1. Plug <span class="pc-clone mac-clone">the new</span> <span class="upgrade">your primary Tails</span> USB stick <span class="upgrade">in addition to the <span class="upgrade-clone">other</span> <span class="upgrade-tails upgrade-os">intermediary</span> Tails</span> into the computer.
ca: 1. Connecteu <span class="pc-clone mac-clone">el nou</span> <span class="upgrade">el vostres</span> llapis USB <span class="upgrade">principal i intermediari de Tails</span> a l'ordinador.
fr: 1. Connectez <span class="pc-clone mac-clone">la nouvelle clé USB</span> <span class="upgrade">votre clé USB Tails principale</span> <span class="upgrade">en plus <span class="upgrade-clone">de l'autre Tails</span> <span class="upgrade-tails upgrade-os">du Tails intermédiaire</span> </span> dans l'ordinateur.

source: <div class="caution pc-clone mac-clone"> <p>All the data on this USB stick will be lost.</p> </div>
ca: <div class="caution pc-clone mac-clone"> <p>Totes les dades d'aquest llapis USB es perdran.</p> </div>
fr: <div class="caution pc-clone mac-clone"> <p>Toutes les données sur cette clé USB seront perdues.</p> </div>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Cloner</span> </span> to start <span class="application">Tails Cloner</span>.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Clonador de Tails</span> </span> per iniciar el <span class="application">Clonador de Tails</span>.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Cloner</span> </span> pour démarrer <span class="application">Tails Cloner</span>.

source: [[!img install/inc/screenshots/tails_cloner.png link="no" class="pc-clone mac-clone screenshot" alt="Tails Cloner: 'Clone the current Tails'"]]
ca: [[!img install/inc/screenshots/tails_cloner.png link="no" class="pc-clone mac-clone screenshot" alt="Clonador de Tails: 'Clona el Tails actual'"]]
fr: [[!img install/inc/screenshots/tails_cloner.png link="no" class="pc-clone mac-clone screenshot" alt="Tails Cloner : 'Cloner le Tails utilisé actuellement'"]]

source: [[!img install/inc/screenshots/tails_cloner_upgrade.png link="no" class="upgrade screenshot" alt="Tails Cloner: 'Clone the current Tails'"]]
ca: [[!img install/inc/screenshots/tails_cloner_upgrade.png link="no" class="upgrade screenshot" alt="Clonador de Tails: 'Clona el Tails actual'"]]
fr: [[!img install/inc/screenshots/tails_cloner_upgrade.png link="no" class="upgrade screenshot" alt="Tails Cloner : 'Cloner le Tails utilisé actuellement'"]]

source: <p class="clone upgrade-clone">If the other Tails has a Persistent Storage, another option <b>Clone the current Persistent Storage</b> is available.</p>
ca: <p class="clone upgrade-clone">Si l'altre Tails té un Emmagatzematge Persistent, apareix una nova opció de <b>Clona l'Emmagatzematge Persistent actual</b>.</p>
fr: <p class="clone upgrade-clone">Si l'autre Tails a un stockage persistant, une autre option <b>Cloner le stockage persistant actuel</b> est disponible.</p>

source: <p class="clone upgrade-clone">[[!img install/inc/screenshots/tails_cloner_persistent_storage.png link="no" class="screenshot" alt="Option: **Clone the current Persistent Storage** below **Clone the current Tails**"]]</p>
ca: <p class="clone upgrade-clone">[[!img install/inc/screenshots/tails_cloner_persistent_storage.png link="no" class="screenshot" alt="Opció: **Clona l'Emmagatzematge Persistent actual** sota **Clona el Tails actual**"]]</p>
fr: <p class="clone upgrade-clone">[[!img install/inc/screenshots/tails_cloner_persistent_storage.png link="no" class="screenshot" alt="Option : **Cloner le stockage persistant actuel** en dessous de **Cloner le Tails utilisé actuellement**"]]</p>

source: <p>If you select the option <b>Clone the current Persistent Storage</b>, the Persistent Storage of the other Tails is also be copied. <span class="upgrade-clone">The <b>Upgrade</b> button becomes unavailable and you can only [[reinstall|install/clone]] and delete all data on the target USB stick.</span></p>
fr: <p>Si vous sélectionnez l'option <b>Cloner le stockage persistant actuel</b>, le stockage persistant de l'autre Tails est également copié. <span class="upgrade-clone">Le bouton <b>Mettre à jour</b> devient indisponible et vous pouvez seulement [[réinstaller|install/clone]] et supprimer toutes les données de la clé USB cible.</span></p>

source: <p>In the future, we want to allow cloning the Persistent Storage when upgrading as well, for example to make it quicker to update a [[backup Tails USB stick|doc/persistent_storage/backup]]. ([[!tails_ticket 20362]])</p>
ca: <p>En el futur, volem permetre la clonació de l'Emmagatzematge Persistent en actualitzar, per exemple, per fer més ràpida l'actualització d'un [[llapis USB de Tails còpia de seguretat|doc/persistent_storage/backup]]. ([[!tails_ticket 20362]])</p>
fr: <p>À l'avenir, nous voulons permettre de cloner le stockage persistant également lors d'une mise à jour, par exemple pour rendre plus rapide la mise à jour d'une [[clé USB Tails de sauvegarde|doc/persistent_storage/backup]]. ([[!tails_ticket 20362]])</p>

source: Choose <span class="pc-clone mac-clone">the new</span> <span class="upgrade">your</span> USB stick in the <span class="guilabel">Target USB stick</span> menu.
ca: Trieu <span class="pc-clone mac-clone">el nou</span> <span class="upgrade">el vostre</span> llapis USB al menú <span class="guilabel">Llapis USB de destí</span>.
fr: Choisissez <span class="pc-clone mac-clone">la nouvelle</span> <span class="upgrade">votre</span> clé USB dans le menu <span class="guilabel">Clé USB cible</span>.

source: To start the <span class="pc-clone mac-clone">installation, click on the <b>Install</b> button.</span> <span class="upgrade">upgrade, click on the <b>Upgrade</b> button.</span>
ca: Per iniciar <span class="pc-clone mac-clone">la instal·lació, feu clic al botó <b>Instal·la</b>.</span> <span class="upgrade">l'actualització, feu clic al botó <b>Actualitza</b>.</span>
fr: Pour démarrer <span class="pc-clone mac-clone">l'installation, cliquez sur le bouton <b>Installer</b>.</span> <span class="upgrade">la mise à jour, cliquez sur le bouton <b>Mettre à jour</b>.</span>

source: <p>Read the warning message in the confirmation dialog.</p>
ca: <p>Llegiu el missatge d'advertència al diàleg de confirmació.</p>
fr: <p>Lisez le message d’avertissement dans la fenêtre de confirmation.</p>

source: <p>Click <b>Delete All Data and Install</b> to confirm.</p>
ca: <p>Feu clic a <b>Suprimeix totes les dades i instal·la</b> per confirmar.</p>
fr: <p>Cliquez sur <b>Supprimer toutes les données et installer</b> pour confirmer.</p>

source: The <span class="pc-clone mac-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
ca: <span class="pc-clone mac-clone">La instal·lació</span> <span class="upgrade">L'actualització</span> triga uns minuts.
fr: <span class="pc-clone mac-clone">L'installation</span> <span class="upgrade">La mise à jour</span> prend quelques minutes.

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
ca: <div class="bug"> <p>La barra de progrés normalment es bloqueja durant un temps mentre sincronitza les dades al disc.</p> </div>
fr: <div class="bug"> <p>La barre de progression se fige généralement pendant quelques instants pendant la synchronisation des données sur le disque.</p> </div>

source: After the <span class="pc-clone mac-clone">installation</span> <span class="upgrade">upgrade</span> finishes, close <i>Tails Cloner</i>
ca: Un cop finalitzada <span class="pc-clone mac-clone">la instal·lació</span> <span class="upgrade">l'actualització</span>, tanqueu el <i>Clonador de Tails</i>
fr: Une fois <span class="pc-clone mac-clone">l'installation</span> <span class="upgrade">la mise à jour</span> terminée, fermez <i>Tails Cloner</i>

source: <div> <p class="big">You made it!</p>
ca: <div> <p class="big">Ho heu aconseguit!</p>
fr: <div> <p class="big">Vous l'avez fait !</p>

source: <p>You are done upgrading Tails. You can now restart on your primary Tails USB stick.</p>
ca: <p>Heu acabat d'actualitzar Tails. Ara podeu reiniciar el vostre llapis USB principal de Tails.</p>
fr: <p>Vous avez fini la mise à jour de Tails. Vous pouvez maintenant redémarrer sur votre clé USB Tails principale.</p>

source: <p>Congratulations on staying safe :)</p>
ca: <p>Felicitats per mantenir-vos segur :)</p>
fr: <p>Merci de prendre soin de vous :)</p>

source: <p>Read the [[release notes|latest]] of Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] to see what's new.</p>
ca: <p>Llegiu les [[notes de la versió|latest]] de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] per veure les novetats.</p>
fr: <p>Lisez les [[notes de version|latest]] de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] pour voir les nouveautés.</p>
