Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/install_with_rufus.inline.*.po
Languages: fr

source: <h1 id="rufus" class="step">Download <i>Rufus</i></h1>
fr: <h1 id="rufus" class="step">Télécharger <i>Rufus</i></h1>

source: <p class="upgrade">In the following steps, you will install an intermediary Tails using the Tails USB image that you downloaded earlier.</p>
fr: <p class="upgrade">Aux étapes suivantes, vous allez installer un Tails intermédiaire en utilisant l'image USB Tails que vous avez téléchargé précédemment.</p>

source: <p><a href="https://rufus.ie/"><i>Rufus</i></a> is the Free Software tool that we recommend to install Tails from Windows.</p>
fr: <p><a href="https://rufus.ie/"><i>Rufus</i></a> est l'outil libre que nous recommandons pour installer Tails depuis Windows.</p>

source: Click on the following button to download *Rufus*:
fr: Cliquez sur le bouton suivant pour télécharger *Rufus* :

source: <p class="button">[[Download <i>Rufus</i> for Windows|https://tails.net/rufus/rufus-portable.exe]]</p>
fr: <p class="button">[[Télécharger <i>Rufus</i> pour Windows|https://tails.net/rufus/rufus-portable.exe]]</p>

source: Save your download to your usual *Downloads* folder and not to the USB stick.
fr: Enregistrez votre téléchargement dans votre dossier *Téléchargements* habituel et pas sur la clé USB.

source: <p>We [[stopped recommending|news/rufus]] <i>balenaEtcher</i> to install Tails from Windows in 2025 because <i>balenaEtcher</i> shares [[!tails_ticket 16381 desc="sensitive information"]] to the Balena company that allows identifying who is installing Tails.</p>
fr: <p>Nous [[avons arrêté de recommander|news/rufus]] <i>balenaEtcher</i> pour installer Tails depuis Windows en 2025 car <i>balenaEtcher</i> partage des [[!tails_ticket 16381 desc="informations sensibles"]] avec l'entreprise Balena qui permettent d'identifier qui installe Tails.</p>

source: <h1 id="install" class="step">Install <span class="upgrade">an intermediary</span> Tails using <i>Rufus</i></h1>
fr: <h1 id="install" class="step">Installer <span class="upgrade">un</span> Tails <span class="upgrade">intermédiaire</span> en utilisant <i>Rufus</i></h1>

source: Open the *Rufus* download.
fr: Ouvrez le *Rufus* téléchargé.

source: At the security warning, confirm that you want to open *Rufus*.
fr: Lors de l'avertissement de sécurité, confirmez que vous voulez ouvrir *Rufus*.

source: In the update policy dialog, click **No**.
fr: Dans la fenêtre mises à jour, cliquez sur **Non**.

source: *Rufus* starts.
fr: *Rufus* démarre.

source: Plug in the USB stick on which you want to install <span class="usb">Tails.</span> <span class="upgrade">the intermediary Tails.</span>
fr: Branchez la clé USB sur laquelle vous voulez installer <span class="usb">Tails.</span> <span class="upgrade"> le Tails intermédiaire.</span>

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
fr: <div class="note upgrade"><p>Le stockage persistant de votre clé USB Tails ne sera pas copié dans le Tails temporaire.</p></div>

source: Wait a few seconds until *Rufus* detects your USB stick.
fr: Attendez quelques secondes jusqu'à ce que *Rufus* détecte votre clé USB.

source: Choose your USB stick in the **Device** menu.
fr: Choisissez votre clé USB dans le menu **Périphérique**.

source: If your USB stick doesn't appear in the **Device** menu, make sure that you saved *Rufus* to your usual *Downloads* folder and not to the USB stick itself.
fr: Si votre clé USB n'apparaît pas dans le menu **Périphérique**, assurez-vous que *Rufus* est sauvegardé dans votre dossier *Téléchargements* habituel et pas sur la clé USB elle-même.

source: Click the **Select** button.
fr: Cliquez sur le bouton **Sélection**.

source: Choose the USB image that you downloaded earlier.
fr: Choisissez l'image USB que vous avez téléchargé précédemment.

source: <div class="note"> <p>Make sure that the USB image is called <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> and has an <i>.img</i> file extension.</p>
fr: <div class="note"> <p>Assurez-vous que l'image USB s'appelle <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> et a une extension de fichier <i>.img</i>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is the wrong image. Please go back to the <span class="windows">[[download step|windows#download]].</span> <span class="upgrade-windows">[[download step|upgrade/windows#download]].</span></p> </div>
fr: <p>Si l'image a une extension de fichier <i>.iso</i>, c'est la mauvaise image. Veuillez retourner à <span class="windows">[[l'étape téléchargement|windows#download]].</span> <span class="upgrade-windows">[[l'étape téléchargement|upgrade/windows#download]].</span></p> </div>

source: Click **Start**.
fr: Cliquez sur **Démarrer**.

source: Enter your password if you are asked for it.
fr: Entrez votre mot de passe si on vous le demande.

source: The installation takes a few minutes.
fr: L'installation prend quelques minutes.

source: Close *Rufus*.
fr: Fermez *Rufus*.
