Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/install_with_gnome_disks.inline.*.po
Languages: de, fr

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
de: Starte <span class="application">GNOME Disks</span> (auch bekannt als <span class="application">Disks</span>).
fr: Démarrez <span class="application">GNOME Disques</span> (également appelé <span class="application">Disques</span>).

source: <div class="linux"> For example, you can press the <b>Super</b> ([[!img lib/start.png class="symbolic" link="no" alt=""]]) key, then type <code>disks</code> and choose <b>Disks</b>. </div> <div class="upgrade"> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>. </div>
de: <div class="linux"> Zum Beispiel können Sie die <b>Super</b>-Taste ([[!img lib/start.png class="symbolic" link="no" alt=""]]) drücken, dann <code>disks</code> eingeben und <b>Disks</b> auswählen. </div> <div class="upgrade"> Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Dienstprogramme</span>&nbsp;▸ <span class="guimenuitem">Datenträger</span></span>. </div>
fr: <div class="linux"> Par exemple, vous pouvez appuyer sur la touche <b>Super</b> ([[!img lib/start.png class="symbolic" link="no" alt=""]]), puis taper <code>disques</code> et choisir <b>Disques</b>. </div> <div class="upgrade"> Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span></span>. </div>

source: Plug in the <span class="upgrade">intermediary</span> USB stick <span class="linux">on which you want to install Tails</span>.
de: Stecken Sie den <span class="upgrade">Zwischenspeichernden</span> USB-Stick <span class="linux">an, auf dem Sie Tails installieren wollen</span>.
fr: Branchez la clé USB <span class="upgrade">intermédiaire.</span> <span class="linux">sur laquelle vous voulez installer Tails.</span>

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
de: <div class="caution"><p>Alle Daten auf diesem USB-Stick gehen verloren.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
de: <div class="note upgrade"><p>Der persistente Speicher Ihres Tails-USB-Sticks wird nicht in das temporären Tails kopiert.</p></div>
fr: <div class="note upgrade"><p>Le stockage persistant de votre clé USB Tails ne sera pas copié dans le Tails temporaire.</p></div>

source: A new drive appears in the left pane. Click on it.
de: Ein neues Laufwerk erscheint im linken Bereich. Klicken Sie darauf.
fr: Un nouveau périphérique apparaît dans le panneau gauche. Cliquez dessus.

source: Click on the [[!img lib/view-more.png alt="Drive Options" class="symbolic" link="no"]] button in the title bar and choose **Restore Disk Image**.
de: Klicken Sie auf die [[!img lib/view-more.png alt="Laufwerksoptionen" class="symbolic" link="no"]] Schaltfläche in der Titelleiste und wählen Sie **Festplattenabbild wiederherstellen**.
fr: Cliquez sur le bouton [[!img lib/view-more.png alt="Options du disque" class="symbolic" link="no"]] dans la barre de titre et choisissez **Restaurer l'image disque**.

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button.
de: Klicken Sie im Dialogfeld <span class="guilabel">Wiederherstellen des Disk-Images</span> auf die Schaltfläche zum Dateiauswählen.
fr: Dans la fenêtre <span class="guilabel">Restaurer l'image disque</span>, cliquez sur le bouton de sélection de fichier.

source: Choose the USB image that you downloaded earlier.
de: Wählen Sie das USB-Image aus, das Sie zuvor heruntergeladen haben.
fr: Choisissez l'image USB que vous avez téléchargé précédemment.

source: <div class="note"> <p>Make sure that the USB image is called <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> and has an <i>.img</i> file extension.</p>
de: <div class="note"> <p>Stellen Sie sicher, dass das USB-Image den Namen <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> trägt und die Dateiendung <i>.img</i> hat.</p>
fr: <div class="note"> <p>Assurez-vous que l'image USB s'appelle <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> et a une extension de fichier <i>.img</i>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is the wrong image. Please go back to the <span class="linux">[[download step|linux#download]].</span> <span class="upgrade-tails">[[download step|upgrade/tails#download]].</span> <span class="upgrade-linux">[[download step|upgrade/linux#download]].</span></p> </div>
de: <p>Wenn das Image eine Dateiendung von <i>.iso</i> hat, ist es das falsche Image. Bitte gehen Sie zurück zum <span class="linux">[[Download-Schritt|linux#download]].</span> <span class="upgrade-tails">[[Download-Schritt|upgrade/tails#download]].</span> <span class="upgrade-linux">[[Download-Schritt|upgrade/linux#download]].</span></p> </div>
fr: <p>Si l'image a une extension de fichier <i>.iso</i>, c'est la mauvaise image. Veuillez retourner à <span class="linux">[[l'étape téléchargement|linux#download]].</span> <span class="upgrade-tails">[[l'étape téléchargement|upgrade/tails#download]].</span> <span class="upgrade-linux">[[l'étape téléchargement|upgrade/linux#download]].</span></p> </div>

source: Click the **Start Restoring** button.
de: Klicken Sie auf die Schaltfläche **Wiederherstellung starten**.
fr: Cliquez sur le bouton **Démarrer la restauration**.

source: In the confirmation dialog click <span class="bold">Restore</span>.
de: Klicken Sie im Bestätigungsdialog auf <span class="bold">Wiederherstellen</span>.
fr: Dans la fenêtre de confirmation cliquez sur <span class="bold">Restaurer</span>.

source: Depending on your Linux distribution, you might be asked for your administration password.
de: Je nach Ihrer Linux-Distribution werden Sie möglicherweise nach Ihrem Administrationspasswort gefragt.
fr: Suivant votre distribution Linux, il peut vous être demandé votre mot de passe d'administration.

source: The installation takes a few minutes.
de: Die Installation dauert einige Minuten.
fr: L'installation prend quelques minutes.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
de: Nachdem die Installation abgeschlossen ist, klicken Sie auf die [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] Schaltfläche.
fr: Une fois l'installation terminée, cliquez sur le bouton [[!img lib/media-eject.png alt="Éjecter" class="symbolic" link="no"]].
