Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/mac_startup_disks.inline.*.po
Languages: ca, it

source: Make sure that you have installed Tails using either:
ca: Assegureu-vos d'haver instal·lat Tails mitjançant:
it: Assicurati di aver installato Tails usando o:

source: [[<i>balenaEtcher</i> from macOS|install/mac#etcher]]
ca: [[<i>balenaEtcher</i> des de macOS|install/mac#etcher]]
it: [[<i>balenaEtcher</i> da macOS|install/mac#etcher]]

source: [[<i>GNOME Disks</i> from Linux|install/linux#install]]
ca: [[<i>Discs de GNOME</i> des de Linux|install/linux#install]]
it: [[<i>GNOME Disks</i> da Linux|install/linux#install]]

source: [[the Linux command line|install/expert#install]]
ca: [[la línia d'ordres de Linux|install/expert#install]]
it: [[linea di comando di Linux|install/expert#install]]

source: Shut down the computer.
ca: Apagueu l'ordinador.
it: Spegni il computer.

source: Shut down the computer while leaving the USB stick plugged in.
ca: Apagueu l'ordinador mentre deixeu el llapis USB connectat.
it: Spegni il computer lasciando inserita la chiavetta USB.

source: Plug in the other Tails USB stick that you want to install from.
ca: Connecteu l'altre llapis USB de Tails des del que vulgueu instal·lar.
it: Inserisci l'altra chiavetta USB Tails dalla quale vuoi eseguire l'installazione.

source: Plug in your Tails USB stick.
ca: Connecteu el llapis USB de Tails.
it: Inserisci la tua chiavetta USB con Tails.

source: Switch on the computer.
ca: Enceneu l'ordinador.
it: Riaccendi il computer.

source: Immediately press-and-hold the <span class="keycap">Option</span> key (<span class="keycap">⌥</span> or <span class="keycap">Alt</span> key) when the startup sound is played.
ca: Manteniu premuda immediatament la tecla <span class="keycap">Opció</span> (tecla <span class="keycap">⌥</span> o <span class="keycap">Alt</span>) quan soni el so d'inici.
it: Accendi il computer e immediatamente premi e mantieni premuto il tasto<span class="keycap">Option</span> key (<span class="keycap">⌥</span> o tasto <span class="keycap">Alt</span> ) quando viene riprodotto il suono di avvio.

source: Hold the key pressed until a list of possible startup disks appears.
ca: Mantingueu premuda la tecla fins que aparegui una llista de possibles discs d'arrencada.
it: Tieni premuto il tasto finché non appare un elenco di possibili dischi di avvio.

source: [[!img install/inc/screenshots/mac_option_key.png link="no" alt="'Option' or 'alt' key in the bottom left of Mac keyboard"]]
ca: [[!img install/inc/screenshots/mac_option_key.png link="no" alt="'Opció' o tecla 'alt' a la part inferior esquerra del teclat Mac"]]
it: [[!img install/inc/screenshots/mac_option_key.png link="no" alt="Tasto 'option' o 'alt' in basso a sinistra nella tastiera Mac"]]

source: Choose the USB stick and press <span class="keycap">Enter</span>. The USB stick appears as an external hard disk and might be labeled <span class="guilabel">EFI Boot</span> or <span class="guilabel">Windows</span> like in the following screenshot:
ca: Trieu el llapis USB i premeu la tecla de <span class="keycap">Retorn</span>. El llapis USB apareix com un disc dur extern i pot estar etiquetat com a <span class="guilabel">EFI Boot</span> o <span class="guilabel">Windows</span> com a la següent captura de pantalla:
it: Seleziona la chiavetta USB e premi <span class="keycap">Invio</span>. La chiavetta USB appare come un disco rigido esterno e può avere l'etichetta <span class="guilabel">EFI Boot</span> o <span class="guilabel">Windows</span> come nella seguente immagine da schermo:

source: If the USB stick does not appear in the list of startup disks:
ca: Si el llapis USB no apareix a la llista de discs d'arrencada:
it: Se la chiavetta USB non compare nell'elenco dei dischi di avvio:

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
ca: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.ca" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.it" raw="yes" sort="age"]]

source: If your computer still does not display the Boot Loader, it might currently be impossible to start Tails on your computer.
ca: Si el vostre ordinador encara no mostra el Carregador d'Arrencada, és possible que no es pugui iniciar Tails al vostre ordinador.
it: Se il computer non visualizza ancora il Boot Loader, potrebbe essere impossibile avviare Tails sul tuo computer.

source: If your Mac displays the following error:
ca: Si el vostre Mac mostra l'error següent:
it: Se il tuo Mac visualizza l'errore seguente:

source: Security settings do not allow this Mac to use an external startup disk.
ca: La configuració de seguretat no permet que aquest Mac utilitzi un disc d'arrencada extern.
it: Le impostazioni di sicurezza non consentono a questo Mac di utilizzare un disco di avvio esterno.

source: Then you have to change the settings of the <em>Startup Security Utility</em> of your Mac to authorize starting from Tails.
ca: Llavors, heu de canviar la configuració de la <em>Utilitat de Seguretat d'Arrencada</em> del vostre Mac per autoritzar l'arrencada a partir de Tails.
it: Quindi devi modificare le impostazioni dell'<em>Utilità di sicurezza all'avvio</em> del tuo Mac per autorizzare l'avvio di Tails.

source: To open <em>Startup Security Utility</em>:
ca: Per obrir la <em>Utilitat de Seguretat d'Arrencada</em>:
it: Per aprire l'<em>Utilità di sicurezza all'avvio</em>:

source: Turn on your Mac, then press and hold <strong>Command(⌘)+R</strong> immediately after you see the Apple logo. Your Mac starts up from <a href="https://support.apple.com/kb/HT201314">macOS Recovery</a>.
ca: Enceneu el vostre Mac i, a continuació, premeu <strong>Ordre(⌘)+R</strong> immediatament després de veure el logotip d'Apple. El vostre Mac s'inicia des de la <a href="https://support.apple.com/kb/HT201314">macOS Recovery</a>.
it: Accendi il Mac, quindi tieni premuto <strong>Comando(⌘)+R</strong> subito dopo aver visto il logo Apple. Il Mac si avvia da <a href="https://support.apple.com/kb/HT201314">Ripristino macOS</a>.

source: When you see the macOS <em>Utilities</em> window, choose <strong>Utilities&nbsp;▸ Startup Security Utility</strong> from the menu bar.
ca: Quan vegeu la finestra <em>Utilitats</em> de macOS, trieu <strong>Utilitats&nbsp;▸ Utilitat de seguretat d'inici</strong> a la barra de menús.
it: Quando viene visualizzata la finestra <em>Utilità</em> di macOS, scegli <strong>Utility&nbsp;▸ Utilità di sicurezza all'avvio</strong> dalla barra del menu.

source: When you are asked to authenticate, click <strong>Enter macOS Password</strong>, then choose an administrator account and enter its password.
ca: Quan se us demani que us autentiqueu, feu clic a <strong>Introdueix la contrasenya de macOS</strong> i, a continuació, trieu un compte d'administrador i introduïu-ne la contrasenya.
it: Quando ti viene richiesto di autenticarti, clicca <strong>Inserisci password macOS</strong>, quindi scegli un account di amministratore e inserisci la relativa password.

source: In the <em>Startup Security Utility</em>:
ca: A la <em>Utilitat de Seguretat d'Arrencada</em>:
it: A l' <em>Avvio dell'utilità di sicurezza</em>:

source: Choose <strong>No Security</strong> in the <strong>Secure Boot</strong> section.
ca: Trieu <strong>Sense seguretat</strong> a la secció <strong>Arrencada Segura</strong>.
it: Scegli <strong>Nessuna Sicurezza</strong> nella sezione <strong>Avvio Sicuro</strong>.

source: Choose <strong>Allow booting from external media</strong> in the <strong>External Boot</strong>.
ca: Trieu <strong>Permet l'arrencada des de mitjans externs</strong> a l'<strong>Arrencada Externa</strong>.
it: Scegli <strong>Consenti l'avvio da supporti esterni</strong> in <strong>Avvio Esterno</strong>.

source: To still protect your Mac from starting on untrusted external media, you can set a firmware password, available on macOS Mountain Lion or later. A firmware password prevents users who do not have the password from starting up from any media other than the designated startup disk.
ca: Per protegir el vostre Mac perquè no s'iniciï en suports externs no fiables, podeu establir una contrasenya de microprogramari, disponible a macOS Mountain Lion o posterior. Una contrasenya de microprogramari impedeix que els usuaris que no tenen la contrasenya s'iniciïn des de qualsevol mitjà que no sigui el disc d'arrencada designat.
it: Per proteggere ancora il tuo Mac dall'avvio da supporti esterni non affidabili, è possibile impostare una password del firmware, disponibile su macOS Mountain Lion o versioni successive. La password del firmware impedisce agli utenti che non ne sono in possesso di avviare il Mac da un supporto diverso dal disco di avvio designato.

source: <strong>If you forget your firmware password you will require an in-person service appointment with an Apple Store or Apple Authorized Service Provider.</strong>
ca: <strong>Si oblideu la contrasenya del microprogramari, necessitareu una cita de servei presencial amb una Apple Store o un proveïdor de serveis autoritzat d'Apple.</strong>
it: <strong>Se dimentichi la password del firmware, è necessario un appuntamento di persona con un Apple Store o un fornitore di servizi autorizzato Apple.</strong>

source: Read more on Apple Support about:
ca: Més informació sobre l'assistència d'Apple sobre:
it: Ulteriori informazioni su Supporto Apple:

source: <a href="https://support.apple.com/en-us/HT208198">Startup Security Utility</a>
ca: <a href="https://support.apple.com/en-us/HT208198">Utilitat de Seguretat d'Arrencada</a>
it: <a href="https://support.apple.com/en-us/HT208198">Avvio dell'utilità di sicurezza</a>

source: <a href="https://support.apple.com/en-us/HT204455">How to set a firmware password on your Mac</a>
ca: <a href="https://support.apple.com/en-us/HT204455">Com configurar una contrasenya de microprogramari al Mac</a>
it: <a href="https://support.apple.com/en-us/HT204455">Come impostare una password del firmware sul Mac</a>

source: If the computer starts on Tails, the Boot Loader appears and Tails starts automatically after 4 seconds.
ca: Si l'ordinador s'inicia a Tails, apareixerà el Carregador d'Arrencada i Tails s'iniciarà automàticament després de 4 segons.
it: Se il computer si avvia con Tails, appare il Boot Loader e Tails si avvia automaticamente dopo 4 secondi.

source: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Black screen ('GNU GRUB') with Tails logo and 3 options: 'Tails' and 'Tails (Troubleshooting Mode)' and 'Tails (External Hard Disk)'."]]
ca: [[!img install/inc/screenshots/grub.png class="screenshot" alt="Pantalla negra ('GNU GRUB') amb el logotip de Tails i tres opcions: 'Tails' i 'Tails (Troubleshooting Mode)' i 'Tails (External Hard Disk)'."]]

source: The <b>Troubleshooting Mode</b> entry disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing hardware compatibility errors while starting Tails.
ca: L'entrada <b>Troubleshooting Mode</b> desactiva algunes funcions del nucli Linux i pot funcionar millor en alguns ordinadors. Podeu provar aquesta opció si creieu que esteu experimentant errors de compatibilitat de maquinari mentre inicieu Tails.
it: La voce <b>Troubleshooting Mode</b> disabilita alcune funzionalità del kernel Linux e potrebbe funzionare meglio su alcuni computer. Puoi provare questa opzione se ritieni che si verifichino errori di compatibilità hardware durante l'avvio di Tails.

source: The <b>External Hard Disk</b> entry makes it possible to [[start from an external hard disk|doc/advanced_topics/external_hard_disk]] and some [[problematic USB sticks|support/known_issues#problematic-usb-stick]].
ca: L'entrada <b>Disc dur extern</b> permet [[iniciar des d'un disc dur extern|doc/advanced_topics/external_hard_disk]] i alguns [[llapis USB problemàtics|support/known_issues#problematic-usb-stick]].
it: La voce <b>Disco Rigido Esterno</b> permette di [[avviare da un disco rigido esterno|doc/advanced_topics/external_hard_disk]] e alcune [[chiavette USB problematiche|support/known_issues#problematic-usb-stick]].
