Repository: ks-sbc/os
Catalog: wiki/src/install/inc/steps/verify.inline.*.po
Languages: ca

source: Verify your download
ca: Verificar la baixada

source: Verify your download to make sure that it is safe and was not corrupted during download.
ca: Verifiqueu la baixada per assegurar-vos que és segura i que no s'hagi danyat durant la baixada.

source: Your BitTorrent client will automatically verify your download when it completes.
ca: El vostre client BitTorrent verificarà automàticament la vostra baixada quan finalitzi.

source: The verification below is optional for a BitTorrent download.
ca: La verificació següent és opcional per a una baixada de BitTorrent.

source: You seem to have JavaScript disabled. To verify your download, you can either:
ca: Sembla que teniu el JavaScript desactivat. Per verificar la baixada, podeu fer el següent:

source: Enable JavaScript and reload this page.
ca: Activeu el JavaScript i torneu a carregar aquesta pàgina.

source: Compare manually the checksum of your download with [[the checksum of our images|install/v2/Tails/amd64/stable/latest.json]]. In Tails, you can install <a href="https://gtkhash.org/"><i>GtkHash</i></a> as [[Additional Software|doc/persistent_storage/additional_software]]
ca: Compareu manualment la suma de verificació de la vostra baixada amb [[la suma de verificació de les nostres imatges|install/v2/Tails/amd64/stable/latest.json]]. A Tails, podeu instal·lar <a href="https://gtkhash.org/"><i>GtkHash</i></a> com a [[Programari Addicional|doc/persistent_storage/additional_software]]

source: Verify your download using our [[OpenPGP signing key|tails-signing.key]] and <span class="usb upgrade download-only-img"><a href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">OpenPGP signature</a>.</span> <span class="dvd download-only-iso"><a href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">OpenPGP signature</a>.</span>
ca: Verifiqueu la vostra baixada utilitzant la nostra [[clau de signatura OpenPGP|tails-signing.key]] i la <span class="usb upgrade download-only-img"><a href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">Signatura OpenPGP</a>.</span> <span class="dvd download-only-iso"><a href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">Signatura OpenPGP</a>.</span>

source: We don't provide instructions to verify downloads with OpenPGP anymore.
ca: Ja no proporcionem instruccions per verificar les baixades amb OpenPGP.

source: [[See our security analysis of the different verification techniques.|contribute/design/download_verification]]
ca: [[Consulteu la nostra anàlisi de seguretat de les diferents tècniques de verificació.|contribute/design/download_verification]]

source: You seem to be using <em>Internet Explorer</em>. To verify your download, please use a different browser.
ca: Sembla que feu servir <em>Internet Explorer</em>. Per verificar la baixada, utilitzeu un navegador diferent.

source: <label class="button"> Select your download to verify&hellip; <input id="verify-file" type="file"/> </label>
ca: <label class="button"> Selecciona la baixada per verificar-la&hellip; <input id="verify-file" type="file"/> </label>

source: or verify using the [[!toggle id="openpgp-verification" text="OpenPGP signature"]]
ca: o verifiqueu-ho amb la [[!toggle id="openpgp-verification" text="signatura OpenPGP"]]

source: <a class="usb upgrade download-only-img" href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">OpenPGP signature </a> <a class="dvd download-only-iso" href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">OpenPGP signature</a>
ca: <a class="usb upgrade download-only-img" href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">Signatura OpenPGP </a> <a class ="dvd download-only-iso" href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">Signatura OpenPGP</a>

source: If you don't know how to use the OpenPGP signature, click instead on the button <b>Select your download&hellip;</b> to verify your download with JavaScript.
ca: Si no sabeu com utilitzar la signatura OpenPGP, feu clic al botó <b>Selecciona la baixada&hellip;</b> per verificar la baixada amb JavaScript.

source: [[OpenPGP signing key|tails-signing.key]]
ca: [[Clau de signatura OpenPGP|tails-signing.key]]

source: [[Security analysis of the different verification techniques|contribute/design/download_verification]]
ca: [[Anàlisi de seguretat de les diferents tècniques de verificació|contribute/design/download_verification]]

source: Verifying <em><span class="verify-filename">$FILENAME</span></em>&hellip;
ca: S'està verificant el fitxer <em><span class="verify-filename">$FILENAME</span></em>&hellip;

source: [[!img lib/check.png class="icon" link="no" alt=""]]<b>Verification successful!</b> (<em><span class="verify-filename">$FILENAME</span></em>)
ca: [[!img lib/check.png class="icon" link="no" alt=""]]<b>Verificació correcta!</b> (<em><span class="verify-filename">$FILENAME</span></em>)

source: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>Verification failed!</b> (<em><span class="verify-filename">$FILENAME</span></em>)
ca: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>Ha fallat la verificació!</b> (<em><span class="verify-filename">$FILENAME</span></em>)

source: [[!toggle id="why-failed" text="Why?"]]
ca: [[!toggle id="why-failed" text="Per què?"]]

source: Most likely, the verification failed because of an error or interruption during the download.
ca: Molt probablement, la verificació ha fallat a causa d'un error o d'una interrupció durant la baixada.

source: The verification also fails if you try to verify a different download than the latest version, Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]].
ca: La verificació també falla si proveu de verificar una baixada diferent de la darrera versió de Tails: [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]].

source: Less likely, the verification might have failed because of a malicious download from our download mirrors or due to a network attack in your country or local network.
ca: És menys probable que la verificació hagi fallat a causa d'una baixada maliciosa dels nostres miralls de baixada o a causa d'un atac de xarxa al vostre país o xarxa local.

source: Downloading again is usually enough to fix this problem. Otherwise, please try downloading from a different place or a different computer.
ca: La baixada de nou sol ser suficient per solucionar aquest problema. En cas contrari, proveu de baixar-lo des d'un lloc diferent o d'un ordinador diferent.

source: [[How does the verification work?|contribute/design/download_verification]]
ca: [[Com funciona la verificació?|contribute/design/download_verification]]

source: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img-again">Please try to download again&hellip;</a>
ca: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img-again">Torneu a provar de baixar&hellip;</a>

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again">Please try to download again&hellip;</a>
ca: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again">Proveu de tornar a baixar&hellip;</a>

source: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>Error selecting image.</b>
ca: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>S'ha produït un error en seleccionar la imatge.</b>

source: Make sure that you select a USB image that is readable by your browser.
ca: Assegureu-vos que seleccioneu una imatge USB que sigui llegible pel vostre navegador.

source: Make sure that you select an ISO image that is readable by your browser.
ca: Assegureu-vos que seleccioneu una imatge ISO que sigui llegible pel vostre navegador.

source: <a id="retry-json">Retry&hellip;</a>
ca: <a id="retry-json">Reintenta&hellip;</a>

source: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>Error downloading <a id="checksum-file" href="">checksum file</a> from our website.</b>
ca: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>S'ha produït un error en baixar el <a id="checksum-file" href="">fitxer de verificació</a> del nostre lloc web.</b>

source: Make sure that your browser is connected to the Internet.
ca: Assegureu-vos que el vostre navegador estigui connectat a Internet.

source: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>Error reading image <em><span class="verify-filename">$FILENAME</span></em>.</b>
ca: [[!img lib/cross.png class="icon" link="no" alt=""]]<b>S'ha produït un error en llegir la imatge <em><span class="verify-filename">$FILENAME</span> </em>.</b>

source: Make sure that <em><span class="verify-filename">$FILENAME</span></em> is readable by your browser.
ca: Assegureu-vos que el fitxer <em><span class="verify-filename">$FILENAME</span></em> sigui llegible pel vostre navegador.

source: <a id="retry-image">Retry&hellip;</a>
ca: <a id="retry-image">Reintenta&hellip;</a>
