Repository: ks-sbc/os
Catalog: wiki/src/about/contact.*.po
Languages: ca, fr

source: There are many ways to contact us, depending on what you want to talk about.
ca: Hi ha moltes maneres de contactar amb nosaltres, depenent del que vulgueu parlar.
fr: Il y a plusieurs manières de nous contacter, selon ce dont vous voulez parler.

source: All mailing lists are in English unless specified otherwise.
ca: Totes les llistes de correu son en anglès tret que s'especifiqui el contrari.
fr: Toutes les listes de discussions par courrier électronique sont en anglais sauf indication contraire.

source: <h1 id="public-mailing-lists">Public mailing lists</h1>
ca: <h1 id="public-mailing-lists">Llistes de correu públiques</h1>
fr: <h1 id="public-mailing-lists">Listes publiques de discussions par messagerie électronique</h1>

source: <p>These mailing lists are public: subscription is open to anyone. Don't send compromising information. Please respect the <a href="https://community.torproject.org/policies/code_of_conduct/">Tor Project Code of Conduct</a>.</p>
ca: <p>Aquestes llistes de correu són públiques: la subscripció està oberta a tothom. No envieu informació comprometedora. Respecteu el <a href="https://community.torproject.org/policies/code_of_conduct/">Codi de conducta del Projecte Tor</a>.</p>
fr: <p>Ces listes de discussion par courrier électronique sont publiques : les inscriptions sont ouvertes à tous. N'envoyez pas d'informations compromettantes. Merci de respecter le <a href="https://community.torproject.org/policies/code_of_conduct/">code de conduite du projet Tor (en anglais)</a>.</p>

source: <p>amnesia-news@boum.org is the mailing list where we send our [[news]] by email. It has a low traffic and it is the right place to stay up-to-date with the releases and security announcements.</p>
ca: <p>amnesia-news@boum.org és la llista de correu on enviem les nostres [[notícies|news]] per correu electrònic. Té un trànsit baix i és el lloc adequat per estar al dia dels llançaments i dels anuncis de seguretat.</p>
fr: <p>amnesia-news@boum.org est la liste où nous envoyons les [[actualités|news]] de Tails par courrier électronique. Son trafic est faible et il s'agit de la bonne liste pour rester à jour des nouvelles versions et des annonces de sécurité.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
ca: <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input name="email" value=""/> <input type="submit" value="Subscriu-me"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of amnesia-news: <a href="https://lists.autistici.org/list/amnesia-news.html">https://lists.autistici.org/list/amnesia-news.html</a></p>
ca: <p>Arxiu públic d'amnesia-news: <a href="https://lists.autistici.org/list/amnesia-news.html">https://lists.autistici.org/list/amnesia-news.html</a></p>
fr: <p>Archives publiques de la liste amnesia-news : <a href="https://lists.autistici.org/list/amnesia-news.fr.html">https://lists.autistici.org/list/amnesia-news.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:amnesia-news search terms" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Search archive"> </form>
ca: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="ca.html"> <input type="text" name="query" value="" placeholder="ml:amnesia-news cerca" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Cerca a l'arxiu"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="fr.html"> <input type="text" name="query" value="" placeholder="ml:amnesia-news recherche" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <p>tails-dev@boum.org is the mailing list where the project is coordinated: technical design questions, upcoming events, monthly reports, and user experience.</p>
ca: <p>tails-dev@boum.org és la llista de correu on es coordina el projecte: preguntes de disseny tècnic, propers esdeveniments, informes mensuals i experiència d'usuari.</p>
fr: <p>tails-dev@boum.org est la liste sur laquelle la coordination du projet se fait : conception technique, évènements à venir, rapports mensuels et expérience d'utilisation.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
ca: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input name="email" value=""/> <input type="submit" value="Subscriu-me"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of tails-dev: <a href="https://lists.autistici.org/list/tails-dev.html">https://lists.autistici.org/list/tails-dev.html</a></p>
ca: <p>Arxiu públic de tails-dev: <a href="https://lists.autistici.org/list/tails-dev.html">https://lists.autistici.org/list/tails-dev.html</a></p>
fr: <p>Archives publiques de la liste tails-dev : <a href="https://lists.autistici.org/list/tails-dev.fr.html">https://lists.autistici.org/list/tails-dev.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-dev search terms" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Search archive"> </form>
ca: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="ca.html"> <input type="text" name="query" value="" placeholder="ml:tails-dev cerca" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Cerca a l'arxiu"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="fr.html"> <input type="text" name="query" value="" placeholder="ml:tails-dev recherche" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <p>tails-testers@boum.org is the mailing list for people who want to help [[test|contribute/how/testing]] new releases or features.</p>
ca: <p>tails-testers@boum.org és la llista de correu per a persones que volen ajudar a [[provar|contribute/how/testing]] noves versions o funcions.</p>
fr: <p>tails-tester@boum.org est la liste pour les personnes voulant aider à [[tester|contribute/how/testing]] les nouvelles versions et fonctionnalités.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
ca: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input name="email" value=""/> <input type="submit" value="Subscriu-me"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of tails-testers: <a href="https://lists.autistici.org/list/tails-testers.html">https://lists.autistici.org/list/tails-testers.html</a></p>
ca: <p>Arxiu públic de tails-testers: <a href="https://lists.autistici.org/list/tails-testers.html">https://lists.autistici.org/list/tails-testers.html</a></p>
fr: <p>Archives publiques de la liste tails-testers : <a href="https://lists.autistici.org/list/tails-testers.fr.html">https://lists.autistici.org/list/tails-testers.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-testers search terms" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Search archive"> </form>
ca: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="ca.html"> <input type="text" name="query" value="" placeholder="ml:tails-testers cerca" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Cerca a l'arxiu"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="fr.html"> <input type="text" name="query" value="" placeholder="ml:tails-testers recherche" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <h1 id="private-email-addresses">Private email addresses</h1>
ca: <h1 id="private-email-addresses">Adreces de correu electrònic privades</h1>
fr: <h1 id="private-email-addresses">Adresses de messagerie électronique privées</h1>

source: <p>You can write encrypted emails to <a href="mailto:support@tails.net">support@tails.net</a> if you need help in private.</p>
ca: <p>Podeu escriure correus electrònics encriptats a <a href="mailto:support@tails.net">support@tails.net</a> si necessiteu ajuda en privat.</p>
fr: <p>Vous pouvez envoyer des messages chiffrés à <a href="mailto:support@tails.net">support@tails.net</a> si vous avez besoin d'aide en privé.</p>

source: <p>[[OpenPGP key|tails-bugs.key]] ([[details|doc/about/openpgp_keys#support]])</p>
ca: <p>[[Clau OpenPGP|tails-bugs.key]] ([[detalls|doc/about/openpgp_keys#support]])</p>
fr: <p>[[Clé OpenPGP|tails-bugs.key]] ([[détails|doc/about/openpgp_keys#support]])</p>

source: <p>If you are a journalist and want to write about Tails, or if you want to send us links to press articles about Tails, write to <a href="mailto:press@tails.net">press@tails.net</a>.</p>
ca: <p>Si sou periodista i voleu escriure sobre Tails, o si voleu enviar-nos enllaços a articles de premsa sobre Tails, escriviu-nos a <a href="mailto:press@tails.net">press@tails.net</a>.</p>
fr: <p>Si vous êtes journaliste et voulez écrire à propos de Tails, ou si voulez nous envoyer des liens d'articles de presse à propos de Tails, écrivez à <a href="mailto:press@tails.net">press@tails.net</a>.</p>

source: <p>[[OpenPGP key|press-tails-net.key]] ([[details|doc/about/openpgp_keys#press]])</p>
ca: <p>[[Clau OpenPGP|press-tails-net.key]] ([[detalls|doc/about/openpgp_keys#press]])</p>
fr: <p>[[Clé OpenPGP|press-tails-net.key]] ([[détails|doc/about/openpgp_keys#press]])</p>

source: <p>If you want to contact our fundraising team, write to <a href="mailto:fundraising@tails.net">fundraising@tails.net</a>.</p>
ca: <p>Si voleu contactar amb el nostre equip de recaptació de fons, escriviu a <a href="mailto:fundraising@tails.net">fundraising@tails.net</a>.</p>
fr: <p>Si vous voulez contacter notre équipe de collecte de fonds, écrivez à <a href="mailto:fundraising@tails.net">fundraising@tails.net</a>.</p>

source: <p>[[OpenPGP key|fundraising-tails-net.key]] ([[details|doc/about/openpgp_keys#fundraising]])</p>
ca: <p>[[Clau OpenPGP|fundraising-tails-net.key]] ([[detalls|doc/about/openpgp_keys#fundraising]])</p>
fr: <p>[[Clé OpenPGP|fundraising-tails-net.key]] ([[détails|doc/about/openpgp_keys#fundraising]])</p>

source: <p>To talk about our infrastructure (servers, test suite, repositories, mirrors, etc.), write to <a href="mailto:sysadmins@tails.net">sysadmins@tails.net</a>.</p>
ca: <p>Per parlar de la nostra infraestructura (servidors, suite de proves, repositoris, miralls, etc.), escriviu a <a href="mailto:sysadmins@tails.net">sysadmins@tails.net</a>.</p>
fr: <p>Pour parler de notre infrastructure (serveurs, tests, dépôts, miroirs, etc.), écrivez à <a href="mailto:sysadmins@tails.net">sysadmins@tails.net</a>.</p>

source: <p>[[OpenPGP key|sysadmins-tails-net.key]] ([[details|doc/about/openpgp_keys#sysadmins]])</p>
ca: <p>[[Clau OpenPGP|sysadmins-tails-net.key]] ([[detalls|doc/about/openpgp_keys#sysadmins]])</p>
fr: <p>[[Clé OpenPGP|sysadmins-tails-net.key]] ([[détails|doc/about/openpgp_keys#sysadmins]])</p>

source: <h2 id="tails-foundations">Tails Team</h2>
fr: <h2 id="tails-foundations">Équipe Tails</h2>

source: <p>To get in touch with the [[Tails Team|contribute/working_together/roles/foundations_team]], write to <a href="mailto:foundations@tails.net">foundations@tails.net</a>.</p>
fr: <p>Pour prendre contact avec l'[[équipe Tails|contribute/working_together/roles/foundations_team]], écrivez à <a href="mailto:foundations@tails.net">foundations@tails.net</a>.</p>

source: <p>[[OpenPGP key|foundations-tails-net.key]] ([[details|doc/about/openpgp_keys#foundations]])</p>
ca: <p>[[Clau OpenPGP|foundations-tails-net.key]] ([[detalls|doc/about/openpgp_keys#foundations]])</p>
fr: <p>[[Clé OpenPGP|foundations-tails-net.key]] ([[détails|doc/about/openpgp_keys#foundations]])</p>

source: <p>To talk about the [[Tails translation platform|contribute/how/translate/with_translation_platform]], write to <a href="mailto:weblate@tails.net">weblate@tails.net</a>.</p>
ca: <p>Per parlar de la [[plataforma de traducció de Tails|contribute/how/translate/with_translation_platform]], escriviu a <a href="mailto:weblate@tails.net">weblate@tails.net</a>.</p>
fr: <p>Pour discuter de la [[plateforme de traduction de Tails|contribute/how/translate/with_translation_platform]], écrivez à <a href="mailto:weblate@tails.net">weblate@tails.net</a>.</p>

source: <p>[[OpenPGP key|weblate-tails-net.key]] ([[details|doc/about/openpgp_keys#weblate]])</p>
ca: <p>[[Clau OpenPGP|weblate-tails-net.key]] ([[detalls|doc/about/openpgp_keys#weblate]])</p>
fr: <p>[[Clé OpenPGP|weblate-tails-net.key]] ([[détails|doc/about/openpgp_keys#weblate]])</p>

source: <p>You can write to the Board at <a href="mailto:board@tails.net">board@tails.net</a>.</p>
fr: <p>Vous pouvez écrire au Board à l'adresse <a href="mailto:board@tails.net">board@tails.net</a> .</p>

source: <p>[[OpenPGP key|board-tails-net.key]] ([[details|doc/about/openpgp_keys#board]])</p>
ca: <p>[[Clau OpenPGP|board-tails-net.key]] ([[detalls|doc/about/openpgp_keys#board]])</p>
fr: <p>[[Clé OpenPGP|board-tails-net.key]] ([[détails|doc/about/openpgp_keys#board]])</p>

source: <p>For vulnerabilities disclosures, email <a href="mailto:security@torproject.org">security@torproject.org</a>.</p>
ca: <p>Per avisar de vulnerabilitats, envieu un correu electrònic a <a href="mailto:security@torproject.org">security@torproject.org</a>.</p>
fr: <p>Pour des rapports de vulnérabilités, envoyez un courrier électronique à <a href="mailto:security@torproject.org">security@torproject.org</a>.</p>

source: <p><a href="https://keys.openpgp.org/search?q=security%40torproject.org">OpenPGP key</a></p>
ca: <p><a href="https://keys.openpgp.org/search?q=security%40torproject.org">Clau OpenPGP</a></p>
fr: <p><a href="https://keys.openpgp.org/search?q=security%40torproject.org">Clé OpenPGP</a></p>

source: <h1 id="chat">Chat rooms</h1>
ca: <h1 id="chat">Sales de xat</h1>
fr: <h1 id="chat">Salons de discussion</h1>

source: <p>You can join our [[users chat room|support/chat]] and [[developers chat room|contribute/chat]]. Only a few Tails developers hang out there, so email is preferred for anything that might be of interest for the larger community.</p>
ca: <p>Podeu unir-vos a la nostra [[sala de xat d'usuaris|support/chat]] i a la [[sala de xat per a desenvolupadors|contribute/chat]]. Només uns quants desenvolupadors de Tails hi passen l'estona, de manera que és preferible el correu electrònic per a qualsevol qüestió que pugui ser d'interès per a tota la comunitat.</p>
fr: <p>Vous pouvez rejoindre notre [[salon de discussion pour utilisateurs|support/chat]] et celui [[pour développeurs|contribute/chat]]. Seuls quelques développeurs Tails s'y connectent, le courrier électronique est donc préférable pour tout ce qui pourrait intéresser la communauté plus largement.</p>

source: [[!meta title="Contact"]]
ca: [[!meta title="Contacte"]]

source: <h2 id="security">security</h2>
ca: <h2 id="security">seguretat</h2>
