Repository: ks-sbc/os
Catalog: wiki/src/doc/about/license.*.po
Languages: de

source: [[!meta title="License and source code distribution"]]
de: [[!meta title="Lizenzen und Verbreitung des Quelltextes"]]

source: Tails is [Free Software](https://www.gnu.org/philosophy/free-sw.html): you can download, use, and share it with no restrictions.
de: Tails ist [Freie Software](https://www.gnu.org/philosophy/free-sw.de.html): Sie können es ohne Einschränkungen herunterladen, benutzen und verbreiten.

source: Source code
de: Quelltext

source: Most of the software included in Tails is taken directly from upstream Debian packages and is neither modified nor recompiled by Tails.
de: Der Großteil der in Tails enthaltenen Software wird direkt von Upstream-Debian-Paketen bezogen und wird für Tails weder verändert noch neu kompiliert.

source: The source code of software that is specific to Tails is available in [[our Git repositories|contribute/git]].
de: Der Quelltext der für Tails spezifischen Software ist in [[unseren Git Repositories|contribute/git]] verfügbar.

source: The source code of the Debian packages included in Tails is available in the [APT snapshot](https://tagged.snapshots.deb.tails.boum.org/) that we created for that version of Tails.
de: Der Quelltext der in Tails enthaltenen Debian-Pakete ist im [APT-Snapshot](https://tagged.snapshots.deb.tails.boum.org/), welches wir für die jeweilige Version von Tails erstellt haben, verfügbar.

source: The [[!tails_gitweb config/chroot_local-includes/usr/share/tails/chroot-browsers/unsafe-browser/extensions/red-2.0-an+fx.xpi desc="red theme"]] used by Tails' _Unsafe Browser_ was downloaded from Mozilla add-ons website (<https://addons.mozilla.org/en-US/firefox/addon/simplyred/>):
de: Das [[!tails_gitweb config/chroot_local-includes/usr/share/tails/chroot-browsers/unsafe-browser/extensions/red-2.0-an+fx.xpi desc="Rotes Thema"]] wird von Tails' _Unsicheren Browser_ verwendet und wurde von der Mozilla-Add-ons-Website (<https://addons.mozilla.org/en-US/firefox/addon/simplyred/>) heruntergeladen:

source: license: Creative Commons Attribution 3.0
de: Lizenz: Creative Commons Attribution 3.0

source: author: [Firefox user 14030863](https://addons.mozilla.org/en-US/firefox/user/14030863/)
de: Autor: [Firefox user 14030863](https://addons.mozilla.org/en-US/firefox/user/14030863/)

source: Website
de: Webseite

source: This website uses several images with distinct copyright, licenses, trademarks and distribution terms:
de: Auf dieser Webseite werden diverse Bilddateien verwendet, die urheber-, lizenz- oder markenrechtlich geschützt sind:

source: The Tails logo is based on [[USB|http://thenounproject.com/term/usb/23873/]] by Ilsur Aptukov from the Noun Project.
de: Das Tails Logo basiert auf [[USB|http://thenounproject.com/term/usb/23873/]] von Ilsur Aptukov aus dem Noun Projekt.

source: Onion logo: registered trademark of The Tor Project, Inc.; the Tails project is authorized to use it under certain conditions; licensed under Creative Commons Attribution 3.0 United States License.
de: Onion Logo: Eingetragenes Warenzeichen von The Tor Project, Inc.; das Tails Projekt ist berechtigt, es unter bestimmten Bedingungen zu nutzen; lizensiert unter Creative Commons Attribution 3.0 United States License.

source: The drawings on our [[Home|index]], [[About|about]], and [[Warnings|doc/about/warnings]] pages are licensed under the [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright [Andrés Fernández Cordón](https://anhdres.com/) ([[source|lib/drawings.zip]] for Adobe Illustrator).
de: Die Zeichnungen auf unseren Seiten [[Start|index]], [[Über|about]] und [[Warnungen|doc/about/warnings]] sind lizenziert unter der [Creative Commons Namensnennung - Weitergabe unter gleichen Bedingungen 4.0 International Lizenz](https://creativecommons.org/licenses/by-sa/4.0/), Urheberrecht [Andrés Fernández Cordón](https://anhdres.com/) ([[Quelle|lib/drawings.zip]] für Adobe Illustrator).

source: All the [[drawings of our personas|contribute/personas]] are licensed under the [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright Thomas Verguet.
de: Alle [[Zeichnungen unserer Personas|contribute/personas]] sind lizenziert unter der [Creative Commons Namensnennung - Weitergabe unter gleichen Bedingungen 4.0 International Lizenz](https://creativecommons.org/licenses/by-sa/4.0/), Urheberrecht Thomas Verguet.

source: - Icons from [[The Noun Project|http://thenounproject.com/]]:
de: - Icons von [[The Noun Project|http://thenounproject.com/]]:

source: [[Announcement|http://thenounproject.com/term/announcement/1186/]]: Creative Commons - Attribution, by Olivier Guin.
de: [[Ankündigung|http://thenounproject.com/term/announcement/1186/]]: Creative Commons - Namensnennung, von Olivier Guin.

source: [[Code|http://thenounproject.com/term/code/18033/]]: Creative Commons — Attribution, by Azis.
de: [[Code|http://thenounproject.com/term/code/18033/]]: Creative Commons — Namensnennung, von Azis.

source: [[Pen|http://thenounproject.com/term/pen/18907/]]: Creative Commons — Attribution, by factor[e] design initiative.
de: [[Stift|http://thenounproject.com/term/pen/18907/]]: Creative Commons — Namensnennung, von factor[e] design initiative.

source: [[Loan|http://thenounproject.com/term/loan/19538/]]: Public Domain, by Rohith M S.
de: [[Darlehen|http://thenounproject.com/term/loan/19538/]]: Public Domain, von Rohith M S.

source: [[User|http://thenounproject.com/term/user/419/]]: Creative Commons — Attribution, by Edward Boatman.
de: [[Benutzer|http://thenounproject.com/term/user/419/]]: Creative Commons — Namensnennung, von Edward Boatman.

source: [[Translation|http://thenounproject.com/term/translation/5735/]]: Creative Commons — Attribution, by Joe Mortell.
de: [[Übersetzung|http://thenounproject.com/term/translation/5735/]]: Creative Commons — Namensnennung, von Joe Mortell.

source: [[Gears|http://thenounproject.com/term/gears/8949/]]: Creative Commons — Attribution, by Cris Dobbins.
de: [[Zahnräder|http://thenounproject.com/term/gears/8949/]]: Creative Commons — Namensnennung, von Cris Dobbins.

source: [[Graphic Design|http://thenounproject.com/term/graphic_design/9198/]]: Creative Commons — Attribution, by Cornelius Danger.
de: [[Grafikdesign|http://thenounproject.com/term/graphic_design/9198/]]: Creative Commons — Namensnennung, von Cornelius Danger.

source: [[Check Mark|https://thenounproject.com/term/check/4489/]]: Public Domain, by Julian Norton.
de: [[Check Mark|https://thenounproject.com/term/check/4489/]]: Public Domain, von Julian Norton.

source: [[Delete|https://thenounproject.com/term/delete/49691/]]: Creative Commons — Attribution, by Kervin Markle.
de: [[Löschen|https://thenounproject.com/term/delete/49691/]]: Creative Commons — Namensnennung, von Kervin Markle.

source: [[Play|https://thenounproject.com/term/play/152052]]: Creative Commons — Attribution, by Zech Nelson.
de: [[Spielen|https://thenounproject.com/term/play/152052]]: Creative Commons — Namensnennung, von Zech Nelson.

source: [[Pause|https://thenounproject.com/term/pause/152046]]: Creative Commons — Attribution, by Zech Nelson.
de: [[Pause|https://thenounproject.com/term/pause/152046]]: Creative Commons — Namensnennung, von Zech Nelson.

source: [[USB|https://thenounproject.com/term/usb/28901]]: Creative Commons — Attribution, by Wilson Joseph.
de: [[USB|https://thenounproject.com/term/usb/28901]]: Creative Commons — Namensnennung, von Wilson Joseph.

source: [[Time|https://thenounproject.com/term/time/6732]]: Creative Commons — Attribution, by Richard de Vos.
de: [[Zeit|https://thenounproject.com/term/time/6732]]: Creative Commons — Namensnennung, von Richard de Vos.

source: [[Printer|https://thenounproject.com/term/printer/146674]]: Creative Commons — Attribution, by Diego Naive.
de: [[Drucker|https://thenounproject.com/term/printer/146674]]: Creative Commons — Namensnennung, von Diego Naive.

source: [[Smart Phones|https://thenounproject.com/term/smartphone/25790]]: Creative Commons — Attribution, by Pham Thi Dieu Linh.
de: [[Smartphones|https://thenounproject.com/term/smartphone/25790]]: Creative Commons — Namensnennung, von Pham Thi Dieu Linh.

source: [[Laptop|https://thenounproject.com/term/laptop/6729]]: Public Domain, by Jean Yashu.
de: [[Laptop|https://thenounproject.com/term/laptop/6729]]: Public Domain, von Jean Yashu.

source: [[Love|https://thenounproject.com/term/love/218846/]]: Creative Commons — Attribution, by Thomas Helbig.
de: [[Liebe|https://thenounproject.com/term/love/218846/]]: Creative Commons — Namensnennung, von Thomas Helbig.

source: [[Survey|https://thenounproject.com/term/survey/1296072]]: Creative Commons — Attribution, by unlimicon.
de: [[Umfrage|https://thenounproject.com/term/survey/1296072]]: Creative Commons — Namensnennung, von unlimicon.

source: [[Info|https://thenounproject.com/term/info/808461]]: Creative Commons — Attribution, by icongeek.
de: [[Info|https://thenounproject.com/term/info/808461]]: Creative Commons — Namensnennung, von icongeek.

source: [[Command Line|https://thenounproject.com/icon/command-line-39108]]: Public Domain, by Daniel Gamage.
de: [[Befehlszeile|https://thenounproject.com/icon/command-line-39108]]: Öffentliches Domänenwerk, von Daniel Gamage.
