Repository: ks-sbc/os
Catalog: wiki/src/doc/about/openpgp_keys.*.po
Languages: ca

source: [[!meta title="OpenPGP keys"]]
ca: [[!meta title="Claus OpenPGP"]]

source: Tails developers maintain several OpenPGP key pairs.
ca: Els desenvolupadors de Tails mantenen diversos parells de claus OpenPGP.

source: <p>Make sure to verify the keys that you download, because there are several fake and maybe malicious Tails keys on the key servers.</p>
ca: <p>Assegureu-vos de verificar les claus que baixeu, perquè hi ha diverses claus de Tails falses i potser malicioses als servidors de claus.</p>

source: <p>For example, if you first [[authenticate the Tails signing key through the OpenPGP Web of Trust|install/download#wot]], then you can verify our others keys as they are all certified by the Tails signing key.</p>
ca: <p>Per exemple, si primer [[autentiqueu la clau de signatura de Tails a través de l'OpenPGP Web of Trust|install/download#wot]], aleshores podeu verificar les nostres altres claus, ja que totes estan certificades per la clau de signatura de Tails.</p>

source: Signing key
ca: Clau de signatura

source: Purpose
ca: Propòsit

source: This key only has the capability to sign and certify: it has no encryption subkey.
ca: Aquesta clau només té la capacitat de signar i certificar: no té cap subclau d'encriptatge.

source: Its only purpose is:
ca: El seu únic propòsit és:

source: - To sign Tails released images
ca: - Signar les imatges publicades de Tails

source: To certify other cryptographic public keys needed for Tails development
ca: Per certificar altres claus públiques criptogràfiques necessàries per al desenvolupament de Tails

source: Policy
ca: Política

source: The secret key material will never be stored on an online server or on systems managed by anyone other than Tails core developers.
ca: El material secret de la clau mai s'emmagatzemarà en un servidor en línia o en sistemes gestionats per ningú que no formi part dels desenvolupadors principals de Tails.

source: Primary key
ca: Clau primària

source: Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](https://tracker.debian.org/pkg/libgfshare).
ca: No és propietat en un format utilitzable per cap individu. Es divideix criptogràficament mitjançant [gfshare](https://tracker.debian.org/pkg/libgfshare).

source: Is only used offline, in an air-gapped Tails only communicating with the outside world through:
ca: Només s'utilitza fora de línia, en un buit d'aire Tails només es comunica amb el món exterior mitjançant:

source: Plugging the Tails flash media in another operating system to install Tails in the first place.
ca: Connectar el suport flash de Tails a un altre sistema operatiu per instal·lar Tails en primer lloc.

source: Plugging other removable media in the air-gapped Tails to send the public key, secret key stubs, parts of the secret master key, and so on to the outside world.
ca: Connectar altres suports extraïbles a Tails amb buit d'aire per enviar la clau pública, parts de la clau secreta, parts de la clau mestra secreta, i així successivament al món exterior.

source: Plugging other removable media in the air-gapped Tails to receive Debian packages, public keys, and so on from the outside world.
ca: Connectar altres suports extraïbles a Tails amb un buit d'aire per rebre paquets de Debian, claus públiques, etc. del món exterior.

source: Expires in less than one year. We will extend its validity as many times as we find reasonable.
ca: Caduca en menys d'un any. Estendrem la seva validesa tantes vegades com considerem raonable.

source: Has a revocation certificate split amongst different people. See the [[details of the mechanism|signing_key_revocation]].
ca: Té un certificat de revocació repartit entre diferents persones. Vegeu els [[detalls del mecanisme|signing_key_revocation]].

source: Signing subkeys
ca: Subclaus de signatura

source: Stored on OpenPGP smartcards owned by those who need them. Smartcards ensure that the cryptographic operations are done on the smartcard itself and that the secret cryptographic material is not directly available to the operating system using it.
ca: Emmagatzemats a targetes intel·ligents OpenPGP propietat de qui les necessiti. Les targetes intel·ligents asseguren que les operacions criptogràfiques es fan a la mateixa targeta intel·ligent i que el material criptogràfic secret no està directament disponible per al sistema operatiu que l'utilitza.

source: - Expiration date: same as the primary key.
ca: - Data de caducitat: igual que la clau primària.

source: Key details
ca: Detalls de les claus

source: How to get the public key?
ca: Com obtenir la clau pública?

source: To get this OpenPGP public key, download it from this website: [[!tails_website tails-signing.key]].
ca: Per obtenir aquesta clau pública OpenPGP, baixeu-la des d'aquest lloc web: [[!tails_website tails-signing.key]].

source: If you already have Tails signing key but download it again, it can update the list of existing signatures of the key.
ca: Si ja teniu la clau de signatura de Tails però la torneu a baixar, és possible que actualitzi la llista de signatures existents de la clau.

source: User support key
ca: Clau d'assistència a l'usuari

source: Encryption
ca: Encriptatge

source: Use this key to encrypt private support requests sent to [[support@tails.net|about/contact#support]].
ca: Utilitzeu aquesta clau per encriptar les sol·licituds d'assistència privada enviades a [[support@tails.net|about/contact#support]].

source: - This same key is used to handle [[*WhisperBack* reports|first_steps/whisperback]].
ca: - Aquesta mateixa clau s'utilitza per gestionar els [[*informes de WhisperBack*|first_steps/whisperback]].

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing list software and on systems managed by core Tails developers.
ca: El material de la clau secreta i la seva contrasenya s'emmagatzemen al servidor que executa el nostre programari de llista de correu encriptat i en sistemes gestionats pels desenvolupadors principals de Tails.

source: There are multiple ways to get this OpenPGP public key:
ca: Hi ha diverses maneres d'obtenir aquesta clau pública OpenPGP:

source: - Download it from this website: [[!tails_website tails-bugs.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website tails-bugs.key]].

source: - Fetch it from your favourite key server.
ca: - Extraieu-la del vostre servidor de claus preferit.

source: Press team key
ca: Clau de l'equip de premsa

source: Use this key to encrypt private emails sent to [[press@tails.net|about/contact#tails-press]].
ca: Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats a [[press@tails.net|about/contact#tails-press]].

source: - Download it from this website: [[!tails_website press-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website press-tails-net.key]].

source: Board key
ca: Clau de la Junta

source: - Use this key to encrypt private emails sent to the [[Board|about/contact#board]].
ca: - Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats a la [[Junta|about/contact#board]].

source: - Download it from this website: [[!tails_website board-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website board-tails-net.key]].

source: Fundraising team key
ca: Clau de l'equip de recaptació de fons

source: Use this key to encrypt private emails sent to [[fundraising@tails.net|about/contact#tails-fundraising]].
ca: Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats a [[fundraising@tails.net|about/contact#tails-fundraising]].

source: - Download it from this website: [[!tails_website fundraising-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website fundraising-tails-net.key]].

source: Foundations team key ==================
ca: Clau d'equip de Foundations ==================

source: Use this key to encrypt private emails sent to [[foundations@tails.net|about/contact#tails-foundations]].
ca: Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats a [[foundations@tails.net|about/contact#tails-foundations]].

source: - Download it from this website: [[!tails_website foundations-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website foundations-tails-net.key]].

source: Sysadmins team key
ca: Clau d'equip d'administradors del sistema

source: Use this key to encrypt private emails sent to [[sysadmins@tails.net|about/contact#tails-sysadmins]].
ca: Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats a [[sysadmins@tails.net|about/contact#tails-sysadmins]].

source: - Download it from this website: [[!tails_website sysadmins-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website sysadmins-tails-net.key]].

source: Translation platform admins team key
ca: Clau d'equip d'administradors de la plataforma de traducció

source: Use this key to encrypt private emails sent to [[the admins of the translation platform at weblate@tails.net|about/contact#tails-weblate]].
ca: Utilitzeu aquesta clau per encriptar els correus electrònics privats enviats als [[administradors de la plataforma de traducció a weblate@tails.net|about/contact#tails-weblate]].

source: - Download it from this website: [[!tails_website weblate-tails-net.key]].
ca: - Baixeu-la des d'aquest lloc web: [[!tails_website weblate-tails-net.key]].
