Repository: ks-sbc/os
Catalog: wiki/src/doc/about/warnings.*.po
Languages: it

source: [[!meta title="Warnings: Tails is safe but not magic!"]]
it: [[!meta title="Avvertenze: Tails è sicuro ma non magico!"]]

source: Tails is safer than any regular operating system. But Tails, or any software or operating system, cannot protect you from everything—even if they pretend to.
it: Tails è più sicuro di qualsiasi sistema operativo standard. Ma Tails, o qualsiasi software o sistema operativo, non può proteggerti da tutto—anche se sembra che lo faccia.

source: The recommendations below will keep you even safer, especially if you are at high risk.
it: Le raccomandazioni che seguono ti terranno ancora più al sicuro, specialmente se sei ad alto rischio.

source: Protecting your identity when using Tails
it: Proteggere la tua identità quando usi Tails

source: [[!img identity.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/identity.inline" raw="yes" sort="age"]]
it: [[!img identity.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/identity.inline.it" raw="yes" sort="age"]]

source: <button id="toggle-identity">Protecting your identity</button>
it: <button id="toggle-identity">Proteggere la tua identità</button>

source: Limitations of the Tor network
it: Limiti della rete Tor

source: [[!img tor.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/tor.inline" raw="yes" sort="age"]]
it: [[!img tor.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/tor.inline.it" raw="yes" sort="age"]]

source: <button id="toggle-tor">Limitations of Tor</button>
it: <button id="toggle-tor">Limiti di Tor</button>

source: Reducing risks when using untrusted computers
it: Riduzione dei rischi durante l'utilizzo di computer non fidati

source: [[!img computer.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/computer.inline" raw="yes" sort="age"]]
it: [[!img computer.png link="no" class="svg"]] [[!inline pages="doc/about/warnings/computer.inline.it" raw="yes" sort="age"]]

source: <button id="toggle-computer">Using untrusted computers</button>
it: <button id="toggle-computer">Usando computer non fidati</button>

source: <span id="hide-identity" class="hide-button"></span> [[!inline pages="doc/about/warnings/identity" raw="yes" sort="age"]]
it: <span id="hide-identity" class="hide-button"></span> [[!inline pages="doc/about/warnings/identity.it" raw="yes" sort="age"]]

source: <span id="hide-tor" class="hide-button"></span> [[!inline pages="doc/about/warnings/tor" raw="yes" sort="age"]]
it: <span id="hide-tor" class="hide-button"></span> [[!inline pages="doc/about/warnings/tor.it" raw="yes" sort="age"]]

source: <span id="hide-computer" class="hide-button"></span> [[!inline pages="doc/about/warnings/computer" raw="yes" sort="age"]]
it: <span id="hide-computer" class="hide-button"></span> [[!inline pages="doc/about/warnings/computer.it" raw="yes" sort="age"]]

source: Because you always have to adapt your digital security practices to your specific needs and threats, we encourage you to learn more by reading the following guides:
it: Poiché devi sempre adattare le tue pratiche di sicurezza digitale alle tue specfiche esigenze e minacce, ti esortiamo a saperne di più leggendo le seguenti guide:
