Repository: ks-sbc/os
Catalog: wiki/src/news/celebrating_10_years/mafe.*.po
Languages: ca

source: Western African dish based on sweet potatoes. Ingredients for 12 people! :)
ca: Plat africà occidental a base de moniatos. Ingredients per a 12 persones! :)

source: Yof ingredients
ca: Ingredients Yof

source: 1 bunch of parsley
ca: Un manat de julivert

source: 1 big onion
ca: Una ceba gran

source: 3 cloves of garlic
ca: Tres dents d'all

source: 3 cubes dehydrated vegetable broth
ca: Tres daus de brou vegetal deshidratat

source: 2 teaspoons of chili powder (or fresh)
ca: Dues culleradetes de xili en pols (o fresc)

source: Salt
ca: Sal

source: Main ingredients
ca: Ingredients principals

source: 3 big onions
ca: Tres cebes grans

source: 2.5 kg sweet potatoes 🍠 (yes! U+1F360 is "ROASTED SWEET POTATO"!)
ca: 2,5 kg de moniatos 🍠 (sí! U+1F360 és un «MONIATO ROSTIT»!)

source: 800 g. crushed tomatoes (canned is fine)
ca: 800 g. de tomàquets triturats (en llauna està bé)

source: 400 g. smooth peanut butter
ca: 400 g. de mantega de cacauet suau

source: ½ l. boiled vegetable broth. It is a good idea to make a bit more and keep it in case the mafé becomes to thick.
ca: Mig litre de brou de verdures bullit. És una bona idea fer-ne una mica més i conservar-lo per si el mafé es fa massa gros.

source: 4 table spoons sunflower oil
ca: Quatre cullerades soperes d'oli de gira-sol

source: (Optional [used during the 2017 summit]): ½ bunch chopped parsley for decoration
ca: (Opcional [utilitzat durant la cimera del 2017]): mig ram de julivert picat per a la decoració

source: (Optional [but not used during the 2017 summit]): more chili for a more authentic/traditional experience! :)
ca: (Opcional [però no utilitzat durant la cimera del 2017]): més xili per a una experiència més autèntica/tradicional! :)

source: Steps
ca: Passos

source: Prepare the yof by mixing (preferably with an electrical mixer) all ingredients into a paste.
ca: Prepareu el yof barrejant (preferiblement amb una batedora elèctrica) tots els ingredients en una pasta.

source: Peel and chop both onions and sweet potatoes into big pieces.
ca: Peleu i talleu les cebes i els moniatos a trossos grans.

source: Heat the sunflower oil in a pot (will need a lid later!) for the main dish.
ca: Escalfeu l'oli de gira-sol en una olla (més tard necessitarà una tapa!) per al plat principal.

source: Add the yof and stir for 2 minutes on medium heat.
ca: Afegiu el yof i remeneu durant 2 minuts a foc mitjà.

source: Add onions.
ca: Afegiu les cebes.

source: Stir for 4 minutes.
ca: Remeneu durant 4 minuts.

source: Add sweet potatoes, tomatoes and ⅔ of the broth, making sure that the potatoes are *exactly* covered by the liquid.
ca: Afegiu moniatos, tomàquets i dos terços del brou, procurant que els moniatos estiguin *exactament* coberts pel líquid.

source: Increase to high heat, cover the pot with a lid and let it boil until the sweet potatoes are cooked. Stir regularly! This should take about 25 minutes (but it depends on the size of the potato pieces).
ca: Pugeu a foc fort, tapeu l'olla amb una tapa i deixeu-ho bullir fins que els moniatos estiguin cuits. Remeneu regularment! Això hauria de trigar uns 25 minuts (però depèn de la mida dels trossos de patata).

source: Add peanut butter and the rest of the broth, and stir it evenly in the mixture.
ca: Afegiu la mantega de cacauet i la resta del brou i remeneu-ho uniformement a la barreja.

source: Decrease to low heat and stir regularly for another 20 minutes.
ca: Baixeu a foc lent i remeneu regularment durant 20 minuts més.

source: Season with salt (and optionally more chili), and serve with rice!
ca: Salpebreu (i opcionalment afegiu més xili) i serviu-ho amb arròs!

source: As mentioned in the main ingredients, if the result is too thick, it can be made thinner by adding any extra broth.
ca: Com s'ha dit als ingredients principals, si el resultat és massa espès, es pot fer més líquid afegint-hi més brou.
