Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage/additional_software/dangerzone.*.po
Languages: ca, fr

source: [[!meta title="Converting dangerous documents to safe PDFs using Dangerzone"]]
ca: [[!meta title="Convertir documents perillosos en PDF segurs mitjançant Dangerzone"]]
fr: [[!meta title="Convertir des documents dangereux en PDF sécurisés en utilisant Dangerzone"]]

source: When you receive untrusted documents, for example, email attachments, *[Dangerzone](https://dangerzone.rocks/)* allows you to convert them into safe PDFs before opening.
ca: Quan rebeu documents no fiables, per exemple, fitxers adjunts de correu electrònic, *[Dangerzone](https://dangerzone.rocks/)* us permet convertir-los en fitxers PDF segurs abans d'obrir-los.
fr: Lorsque vous recevez des documents non fiables, par exemple des pièces jointes par courrier électronique, *[Dangerzone](https://dangerzone.rocks/)* vous permet de les convertir en PDF sécurisés avant de les ouvrir.

source: *Dangerzone* is particularly useful for journalists who might receive dangerous documents from anonymous sources or download them from the Internet.
ca: *Dangerzone* és especialment útil per als periodistes que reben documents potencialment perillosos de fonts anònimes o els baixen d'Internet.
fr: *Dangerzone* est particulièrement utile pour les journalistes susceptibles de recevoir des documents dangereux de sources anonymes ou de les télécharger sur Internet.

source: <p><i>Dangerzone</i> is created by <a href="https://freedom.press/">Freedom of the Press Foundation</a>, a nonprofit that protects public-interest journalism. Edward Snowden and Laura Poitras are on its Board of Directors.</p>
fr: <p><i>Dangerzone</i> est créé par la <a href="https://freedom.press/">Freedom of the Press Foundation</a>, une organisation à but non lucratif qui protège le journalisme d'intérêt public. Edward Snowden et Laura Poitras font partie de son conseil d'administration.</p>

source: You can install *Dangerzone* in Tails using the [[Additional Software|additional_software]] feature.
ca: Podeu instal·lar *Dangerzone* a Tails mitjançant la funcionalitat de [[Programari Addicional|additional_software]].
fr: Vous pouvez installer *Dangerzone* dans Tails en utilisant la fonctionnalité [[Logiciels supplémentaires|additional_software]].

source: We are not including *Dangerzone* in Tails only because it would be too big (over 1 GB), but we highly recommend it.
ca: No incloem *Dangerzone* a Tails només perquè seria massa gran (més d'1 GB), però el recomanem.
fr: Nous n'incluons pas *Dangerzone* dans Tails uniquement parce qu'il serait trop volumineux (plus de 1 Go), mais nous le recommandons vivement.

source: Learn more about [how *Dangerzone* works](https://dangerzone.rocks/about/).
ca: Més informació sobre [com funciona *Dangerzone*](https://dangerzone.rocks/about/).
fr: En apprendre plus sur [comment fonctionne *Dangerzone*](https://dangerzone.rocks/about/) (en anglais).

source: Supported formats
ca: Formats compatibles
fr: Formats supportés

source: *Dangerzone* works on many file formats, including:
ca: *Dangerzone* funciona en molts formats de fitxer, com ara:
fr: *Dangerzone* fonctionne avec de nombreux formats de fichiers, dont :

source: - PDFs
ca: - PDF
fr: - Les PDF

source: - *Microsoft Office* documents, such as .docx, .xlsx, and .pptx
ca: - Documents de *Microsoft Office*, com ara .docx, .xlsx i .pptx
fr: - Les documents *Microsoft Office*, par exemple les .docx, .xlsx, et les .pptx

source: - *LibreOffice* documents, such as .odt and .ods
ca: - Documents del *LibreOffice*, com ara .odt i .ods
fr: - Les documents *LibreOffice*, par exemple les .odt et les .ods

source: - Images, such as .jpg, .gif, .svg, .tiff, and .png
ca: - Fitxers d'imatge, com ara .jpeg, .png i .gif
fr: - Les images, par exemple les .jpg, .gif, .svg, .tiff, et les .png

source: - EPUB ebooks
ca: - Llibres electrònics EPUB
fr: - Les livres électroniques EPUB

source: Differences between *Dangerzone* and *Metadata Cleaner*
ca: Diferències entre *Dangerzone* i el *Netejador de Metadades*
fr: Différences entre *Dangerzone* et *Nettoyeur de métadonnées*

source: Tails also includes [[*Metadata Cleaner*|doc/sensitive_documents/metadata]] to clean files, but the use cases for *Dangerzone* and *Metadata Cleaner* are very different.
ca: Tails també inclou el [[*Netejador de Metadades*|doc/sensitive_documents/metadata]] per netejar fitxers, però els casos d'ús de *Dangerzone* i del *Netejador de Metadades* són molt diferents.
fr: Tails inclut également [[*Nettoyeur de métadonnées*|doc/sensitive_documents/metadata]] pour nettoyer des fichiers, mais les cas d'utilisation de *Dangerzone* et de *Nettoyeur de métadonnées* sont très différents.

source: We recommend that you use:
ca: Us recomanem que utilitzeu:
fr: Nous vous recommandons d'utiliser :

source: *Metadata Cleaner* to [[remove metadata from your files|doc/sensitive_documents/metadata]] before you publish or share them.
ca: El *Netejador de Metadades* per [[eliminar metadades dels vostres fitxers|doc/sensitive_documents/metadata]] abans de publicar-los o compartir-los.
fr: *Nettoyeur de métadonnées* pour [[enlever les métadonnées de vos fichiers|doc/sensitive_documents/metadata]] avant de les publier ou de de les partager.

source: - *Dangerzone* to sanitize untrusted documents shared with you by others.
ca: - *Dangerzone* per desinfectar documents no fiables compartits per altres persones.
fr: - *Dangerzone* pour assainir des documents non fiables partagés avec vous par d'autres personnes.

source: <table> <tr><th></th><th class="w30"><span class="application">Dangerzone</span></th><th class="w30"><span class="application">Metadata Cleaner</span></th></tr> <tr><td>Safe to use on</td><td>Other people's files</td><td>Your files only</td></tr> <tr><td>Clean audio and video files</td><td class="cross">No</td><td class="check">Yes</td></tr> <tr><td>Remove malware and trackers</td><td class="check">Yes</td><td class="cross">No</td></tr> <tr><td>Remove visual metadata and fingerprints ¹</td><td class="cross">No</td><td class="cross">No</td></tr> <tr><td>Allow selecting text in generated PDFs</td><td class="check">Yes</td><td class="cross">No</td></tr> <tr><td>Speed</td><td class="cross">Slower</td><td class="check">Faster</td></tr> <tr><td>Included in Tails by default</td><td class="cross">No</td><td class="check">Yes</td></tr> </table>
ca: <table> <tr><th></th><th class="w30"><span class="application">Dangerzone</span></th><th class="w30"><span class="application">Netejador de Metadades</span></th></tr> <tr><td>Segur per utilitzar-lo en</td><td>Fitxers d'altres persones</td><td>Només el vostres fitxers</td></tr> <tr><td>Neteja fitxers d'àudio i vídeo</td><td class="cross">No</td><td class="check">Sí</td></tr> <tr><td>Elimina programari maliciós i _trackers_</td><td class="check">Sí</td><td class="cross">No</td></tr> <tr><td>Elimina metadades visuals i empremtes digitals¹</td><td class="cross">No</td><td class="cross">No</td></tr> <tr><td>Permet seleccionar text al PDF generat</td><td class="check">Sí</td><td class="cross">No</td></tr> <tr><td>Velocitat</td><td class="cross">Més lent</td><td class="check">Més ràpid</td></tr> <tr><td>Inclòs a Tails per defecte</td><td class="cross">No</td><td class="check">Sí</td></tr> </table>
fr: <table> <tr><th></th><th class="w30"><span class="application">Dangerzone</span></th><th class="w30"><span class="application">Nettoyeur de métadonnées</span></th></tr> <tr><td>Utilisation sûre avec</td><td>Les fichiers d'autres personnes</td><td>Vos fichiers uniquement</td></tr> <tr><td>Nettoie les fichiers audio et vidéo</td><td class="cross">Non</td><td class="check">Oui</td></tr> <tr><td>Enlève les logiciels malveillants et les pisteurs</td><td class="check">Oui</td><td class="cross">Non</td></tr> <tr><td>Enlève les métadonnées visuelles et les empreintes ¹</td><td class="cross">Non</td><td class="cross">Non</td></tr> <tr><td>Permet de sélectionner du texte dans les PDF générés</td><td class="check">Oui</td><td class="cross">Non</td></tr> <tr><td>Vitesse</td><td class="cross">Plus lent</td><td class="check">Plus rapide</td></tr> <tr><td>Inclut dans Tails par défaut</td><td class="cross">Non</td><td class="check">Oui</td></tr> </table>

source: 1. For example [[!wikipedia Machine Identification Code desc="printer tracking dots"]], printing imperfections, or intentional misspellings
ca: 1. Per exemple [[!wikipedia_ca Codi d'Identificació de Màquina desc="punts de seguiment de la impressora"]], imperfeccions d'impressió o faltes d'ortografia intencionades
fr: 1. Par exemple des [[!wikipedia_fr Code d'identification de machine desc="points de suivi d'imprimante"]], des imperfections d'impression ou des erreurs d'orthographe intentionnelles

source: System requirements
ca: Requeriments del sistema
fr: Configuration requise

source: *Dangerzone* requires a lot of memory in the computer and space in your Persistent Storage because it relies on [[!wikipedia Containerization (computing) desc="software containers"]] to manipulate dangerous files securely.
ca: *Dangerzone* requereix molta memòria a l'ordinador i espai al vostre Emmagatzematge Persistent perquè es basa en els [[!wikipedia Containerization (computing) desc="contenidors de programari"]] per manipular fitxers perillosos de forma segura.
fr: *Dangerzone* nécessite beaucoup de mémoire dans l'ordinateur et beaucoup d'espace sur votre stockage persistant car il repose sur des [[!wikipedia Containerization (computing) desc="conteneurs logiciels"]] pour manipuler des fichiers dangereux de façon sécurisée.

source: To install *Dangerzone*, you need at least:
ca: Per instal·lar *Dangerzone*, necessiteu almenys:
fr: Pour installer *Dangerzone*, vous avez besoin d'au moins :

source: - 8 GB of RAM
ca: - 8 GB de RAM
fr: - 8 Go de mémoire vive

source: - 12 GB available in the Persistent Storage
ca: - 12 GB disponibles a l'Emmagatzematge Persistent
fr: - 12 Go disponibles dans le stockage persistant

source: Installing *Dangerzone*
ca: Instal·lació de *Dangerzone*
fr: Installation de *Dangerzone*

source: To install *Dangerzone* as additional software in Tails, you have to:
ca: Per instal·lar *Dangerzone* com a programari addicional a Tails, heu de:
fr: Pour installer *Dangerzone* comme logiciel supplémentaire dans Tails, vous devez :

source: [[Configure the *Dangerzone* APT repository|dangerzone#configure]]
ca: [[Configureu el repositori APT de *Dangerzone*|dangerzone#configure]]
fr: [[Configurer le dépôt APT de *Dangerzone*|dangerzone#configure]]

source: [[Install the *Dangerzone* package|dangerzone#install]]
ca: [[Instal·leu el paquet de *Dangerzone*|dangerzone#install]]
fr: [[Installer le paquet *Dangerzone*|dangerzone#install]]

source: [[Convert a test document|dangerzone#test]]
ca: [[Convertiu un document de prova|dangerzone#test]]
fr: [[Convertir un document de test|dangerzone#test]]

source: <h2 id="configure">Configure the <i>Dangerzone</i> APT repository</h2>
ca: <h2 id="configure">Configurar el repositori APT de <i>Dangerzone</i></h2>
fr: <h2 id="configure">Configurer le dépôt APT de <i>Dangerzone</i></h2>

source: When starting Tails, [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
ca: En iniciar Tails, [[configureu una contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]].
fr: Lors du démarrage de Tails, [[définissez un mot de passe d'administration|doc/first_steps/welcome_screen/administration_password]].

source: Choose **Applications&nbsp;▸ Persistent Storage** to open the Persistent Storage settings.
ca: Trieu **Aplicacions&nbsp;▸ Emmagatzematge Persistent** per obrir la configuració de l'Emmagatzematge Persistent.
fr: Choisissez **Applications&nbsp;▸ Stockage persistant** pour ouvrir les paramètres du stockage persistant.

source: Create a Persistent Storage if you don't have one already.
ca: Creeu un Emmagatzematge Persistent si encara no en teniu cap.
fr: Créez un stockage persistant si vous n'en avez pas déjà un.

source: Make sure that the **Additional Software** feature is enabled.
ca: Assegureu-vos que la funció de **Programari Addicional** estigui activada.
fr: Assurez-vous que la fonctionnalité **Logiciels supplémentaires** est activée.

source: Close the Persistent Storage settings.
ca: Tanqueu la configuració de l'Emmagatzematge Persistent.
fr: Fermez les paramètres du stockage persistant.

source: Choose **Applications&nbsp;▸ Utilities&nbsp;▸ Terminal** to open a terminal without administration rights.
ca: Trieu **Aplicacions&nbsp;▸ Utilitats&nbsp;▸ Terminal** per obrir un terminal sense drets d'administració.
fr: Choisissez **Applications&nbsp;▸ Utilitaires&nbsp;▸ Terminal** pour ouvrir un terminal sans les droits d'administration.

source: Execute the following command to open the configuration of your Persistent Storage in the *Text Editor* with administration rights.
ca: Executeu l'ordre següent per obrir la configuració del vostre Emmagatzematge Persistent a l'*Editor de text* amb drets d'administració.
fr: Exécutez la commande suivante pour ouvrir la configuration de votre stockage persistant dans l'*Éditeur de texte* avec les droits d'administration.

source: Add the following line to store the configuration of third-party APT repositories in your Persistent Storage.
ca: Afegiu la línia següent per emmagatzemar la configuració dels repositoris APT de tercers al vostre Emmagatzematge Persistent.
fr: Ajoutez la ligne suivante pour enregistrer la configuration de dépôts APT tiers dans votre stockage persistant.

source: Add the following line to store *Podman* containers in your Persistent Storage. [*Podman*](https://podman.io/) is the containerization technology used by *Dangerzone*.
ca: Afegiu la línia següent per emmagatzemar els contenidors *Podman* al vostre Emmagatzematge Persistent. [*Podman*](https://podman.io/) és la tecnologia de contenidorització utilitzada per *Dangerzone*.
fr: Ajoutez la ligne suivante pour enregistrer les conteneurs *Podman* dans votre stockage persistant. [*Podman*](https://podman.io/) est la technologie de conteneurisation utilisée par *Dangerzone*.

source: Save your changes and close the *Text Editor*.
ca: Deseu els canvis i tanqueu l'*Editor de text*.
fr: Sauvegardez vos changements et fermez l'*Éditeur de texte*.

source: Choose **Applications&nbsp;▸ System Tools&nbsp;▸ Root Terminal** to open a terminal with administration rights.
ca: Trieu **Aplicacions&nbsp;▸ Eines del sistema&nbsp;▸ Terminal d'administrador** per obrir un terminal amb drets d'administració.
fr: Choisissez **Applications&nbsp;▸ Outils système&nbsp;▸ Terminal superutilisateur** pour ouvrir un terminal avec les droits d'administration.

source: Execute the following commands to configure the *Dangerzone* repository as additional APT repository.
ca: Executeu les ordres següents per configurar el repositori *Dangerzone* com a repositori APT addicional.
fr: Exécutez les commandes suivantes pour configurer le dépôt de *Dangerzone* comme un dépôt APT supplémentaire.

source: <p>We include this sources file in Tails for convenience, but installing <i>Dangerzone</i> relies on the APT repository hosted by <a href="https://freedom.press/">Freedom of the Press Foundation</a>. As a consequence:</p>
ca: <p>Incloem aquest fitxer font a Tails per comoditat, però la instal·lació de <i>Dangerzone</i> es basa en el repositori APT allotjat per la <a href="https://freedom.press/">Freedom of the Press Foundation</a>. Com a conseqüència:</p>
fr: <p>Par commodité nous incluons dans Tails le fichier des sources, mais l'installation de <i>Dangerzone</i> dépend d'un dépôt APT hébergé par la<a href="https://freedom.press/">Freedom of the Press Foundation</a>. Par conséquent :</p>

source: <ul> <li>You need to trust the packages from this repository not to break the security of your Tails.</li> <li><i>Dangerzone</i> might stop working in Tails outside of the control of the Tails team.</li> </ul>
ca: <ul> <li>Heu de confiar en els paquets d'aquest dipòsit per no trencar la seguretat del vostre Tails.</li> <li><i>Dangerzone</i> pot deixar de funcionar a Tails fora del control de l'equip de Tails.</li> </ul>
fr: <ul> <li>Vous devez faire confiance aux paquets de ce dépôt pour ne pas casser la sécurité de votre Tails.</li> <li><i>Dangerzone</i> pourrait arrêter de fonctionner dans Tails en dehors du contrôle de l'équipe de Tails.</li> </ul>

source: Restart Tails.
ca: Reinicieu Tails.
fr: Redémarrez Tails.

source: <h2 id="install">Install the <i>Dangerzone</i> package</h2>
ca: <h2 id="install">Instal·lació del paquet de <i>Dangerzone</i></h2>
fr: <h2 id="install">Installer le paquet <i>Dangerzone</i></h2>

source: [[Connect to the Tor network|doc/anonymous_internet/tor]].
ca: [[Connexió a la xarxa Tor|doc/anonymous_internet/tor]].
fr: [[Connectez-vous au réseau Tor|doc/anonymous_internet/tor]].

source: Execute the following commands to install the `dangerzone` package and its dependencies.
ca: Executeu les ordres següents per instal·lar el paquet `dangerzone` i les seves dependències.
fr: Exécutez les commandes suivantes pour installer le paquet `dangerzone` et ses dépendances.

source: After the packages are installed, a notification appears to ask if you want to install `dangerzone`, `fuse-overlayfs`, and `uidmap` every time you start Tails in the future.
ca: Un cop instal·lats els paquets, apareix una notificació que us pregunta si voleu instal·lar `dangerzone`, `fuse-overlayfs` i `uidmap` cada vegada que inicieu Tails en el futur.
fr: Une fois les paquets installés, une notification apparaît pour vous demander si vous voulez installer `dangerzone`, `fuse-overlayfs` et `uidmap` chaque fois que vous démarrerez Tails à l'avenir.

source: Choose to **Install Every Time**.
ca: Trieu **Instal·la cada vegada**.
fr: Choisissez d'**Installer à chaque fois**.

source: Close the *Root Terminal*.
ca: Tanqueu el *Terminal d'administrador*.
fr: Fermez le *Terminal superutilisateur*.

source: <h2 id="test">Convert a test document</h2>
ca: <h2 id="test">Convertir un document de prova</h2>
fr: <h2 id="test">Convertir un document de test</h2>

source: Choose **Applications&nbsp;▸ Office&nbsp;▸ Dangerzone** to start *Dangerzone*.
ca: Trieu **Aplicacions&nbsp;▸ Ofimàtica&nbsp;▸ Dangerzone** per iniciar *Dangerzone*.
fr: Choisissez **Applications&nbsp;▸ Bureautique&nbsp;▸ Dangerzone** pour démarrer *Dangerzone*.

source: When started for the first time, *Dangerzone* installs its container.
ca: Quan s'inicia per primera vegada, *Dangerzone* instal·la el seu contenidor.
fr: Lors de son premier démarrage, *Dangerzone* installe son conteneur.

source: This operation can take several minutes.
ca: Aquesta operació pot durar diversos minuts.
fr: Cette opération peut prendre plusieurs minutes.

source: After the setup finishes, *Dangerzone* opens.
ca: Un cop finalitzada la configuració, *Dangerzone* s'inicia.
fr: Une fois la configuration terminée, *Dangerzone* s'ouvre.

source: Click the button **Select suspicious documents**.
ca: Premeu el botó **Select suspicious documents**.
fr: Cliquez sur le bouton **Select suspicious documents**.

source: Select a simple document to test the conversion process, like an empty *LibreOffice* document or an image.
ca: Seleccioneu un document senzill per provar el procés de conversió, com ara un document del *LibreOffice* buit o una imatge.
fr: Sélectionnez un document simple pour tester le processus de conversion, par exemple un document *LibreOffice* vide ou une image.

source: Converting this first document can also take several minutes. After this first document, converting other documents will be faster.
ca: La conversió d'aquest primer document també pot trigar uns quants minuts. Després d'aquest primer document, la conversió d'altres documents serà més ràpida.
fr: La conversion de ce premier document peut également prendre plusieurs minutes. Après ce premier document, la conversion des autres documents sera plus rapide.

source: <p>If converting fails with the error <span class="code">Unknown error code '125'</span>, restart Tails and try again.</p>
ca: <p>Si la conversió falla amb l'error <span class="code">Unknown error code '125'</span>, reinicieu Tails i torneu-ho a provar.</p>
fr: <p>Si la conversion échoue avec l'erreur <span class="code">Unknown error code '125'</span>, redémarrez Tails et réessayez.</p>

source: <p><i>Dangerzone</i> needs a lot of available RAM when running for the first time. Restarting Tails frees as much RAM as possible.</p>
ca: <p><i>Dangerzone</i> necessita molta memòria RAM disponible quan s'executa per primera vegada. Reiniciar Tails allibera tanta memòria RAM com sigui possible.</p>
fr: <p><i>Dangerzone</i> a besoin d'une grande quantité de mémoire vive lorsqu'il fonctionne pour la première fois. Le redémarrage de Tails libère autant de mémoire vive que possible.</p>

source: <p><i>Dangerzone</i> requires at least 8 GB of RAM to install.</p>
ca: <p><i>Dangerzone</i> requereix almenys 8 GB de RAM per instal·lar-se.</p>
fr: <p><i>Dangerzone</i> nécessite au moins 8 Go de RAM pour l'installation.</p>

source: After the conversion finishes, the original document is moved to a new *unsafe* folder and the name of the safe document that has been created includes *safe*. For example:
ca: Un cop finalitzada la conversió, el document original es mou a una *unsafe* carpeta nova i el nom del document segur que s'ha creat inclou *safe*. Per exemple:
fr: Une fois la conversion terminée, le document d'origine est déplacé vers un nouveau dossier *unsafe* et le nom du document sûr qui a été créé inclut *safe*. Par exemple :
