Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics/virtualization/boxes.*.po
Languages: ca, de, fr

source: [[!meta title="GNOME Boxes"]]
ca: [[!meta title="Màquines de GNOME"]]
de: [[!meta title="GNOME Boxen"]]
fr: [[!meta title="Machines de GNOME"]]

source: [*GNOME Boxes*](https://apps.gnome.org/Boxes/) aims at providing a simple interface to create and use virtual machines for Linux with GNOME. *GNOME Boxes* does not allow the use of a Persistent Storage.
ca: [*Màquines de GNOME*](https://apps.gnome.org/ca/Boxes/) té com a objectiu proporcionar una interfície senzilla per crear i utilitzar màquines virtuals per a Linux amb GNOME. *Màquines de GNOME* no permet l'ús d'un Emmagatzematge Persistent.
de: [*GNOME Boxes*](https://apps.gnome.org/Boxes/) zielt darauf ab, eine einfache Schnittstelle zum Erstellen und Verwenden von virtuellen Maschinen für Linux mit GNOME bereitzustellen. *GNOME Boxes* erlaubt nicht die Verwendung von persistentem Speicher.
fr: [*Machines de GNOME*](https://apps.gnome.org/fr/Boxes/) vise à fournir une interface simple pour créer et utiliser des machines virtuelles pour Linux avec GNOME. *Machines de GNOME* ne permet pas l'utilisation du stockage persistant.

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
ca: [[!inline pages="doc/advanced_topics/virtualization.caution.ca" raw="yes" sort="age"]]
de: [[!inline pages="doc/advanced_topics/virtualization.caution.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics/virtualization.caution.fr" raw="yes" sort="age"]]

source: <p>The following instructions have been tested on Debian 12 (Bookworm).</p>
ca: <p>Les instruccions següents s'han provat a Debian 12 (Bookworm).</p>
de: <p>Die nachfolgenden Anweisungen wurden unter Debian 12 (Bookworm) getestet.</p>
fr: <p>Les instructions suivantes ont été testées avec Debian 12 (Bookworm).</p>

source: Installation
ca: Instal·lació

source: To install *GNOME Boxes* in Debian or Ubuntu, execute the following command:
ca: Per instal·lar *Màquines de GNOME* a Debian o Ubuntu, executeu l'ordre següent:
de: Um *GNOME Boxen* in Debian oder Ubuntu zu installieren, führen Sie folgenden Befehl aus:
fr: Pour installer *Machines de GNOME* dans Debian ou Ubuntu, exécuter la commande suivante :

source: Running Tails from an ISO image
ca: Executar Tails des d'una imatge ISO
de: Tails von einem ISO-Image aus benutzen
fr: Utiliser Tails depuis une image ISO

source: [[Download Tails as an ISO image|install/download-iso]], instead of a USB image.
ca: [[Baixeu Tails com a imatge ISO|install/download-iso]], en lloc d'una imatge USB.
de: [[Laden Sie Tails als ISO-Image herunter|install/download-iso]], anstelle eines USB-Images.
fr: [[Téléchargez une image ISO de Tails|install/download-iso]], au lieu de l'image USB.

source: Start *GNOME Boxes*.
ca: Inicieu el *Màquines de GNOME*.
de: Starten Sie *GNOME Boxen*.
fr: Démarrez *Machines de GNOME*.

source: Click on the [[!img lib/list-add.png alt="New" class="symbolic" link="no"]] in the top-left corner.
ca: Feu clic a [[!img lib/list-add.png alt="New" class="symbolic" link="no"]] a la cantonada superior esquerra.
de: Klicken Sie auf das [[!img lib/list-add.png alt=“Neu” class=“symbolic” link=“no”]] in der oberen linken Ecke.
fr: Cliquez sur le [[!img lib/list-add.png alt="Nouvelle" class="symbolic" link="no"]] dans le coin en haut à gauche.

source: In the dialog **Create a Virtual Machine**, choose **Create virtual machine from file** and browse for the ISO image that you want to start from.
ca: Al diàleg **Crea una màquina virtual nova**, trieu **Instal·la des d'un fitxer** i busqueu la imatge ISO des de la qual voleu començar.
de: Wählen Sie im Dialog **Virtuelle Maschine erstellen** die Option **Virtuelle Maschine aus Datei erstellen** und durchsuchen Sie die ISO-Datei, von der Sie starten möchten.
fr: Dans la fenêtre **Créer une machine virtuelle**, choisissez **Créer une machine virtuelle depuis un fichier** et naviguez jusqu'à l'image ISO depuis laquelle vous voulez démarrer.

source: In the **Preparing** dialog, click **Next** to accept the **Unknown OS** template.
ca: Al diàleg **S'està preparant**, feu clic a **Següent** per acceptar la plantilla **SO desconegut**.
de: Klicken Sie im Dialogfeld **Vorbereitung** auf **Weiter**, um die Vorlage **Unbekanntes Betriebssystem** zu akzeptieren.
fr: Dans la fenêtre **Préparation**, cliquez sur **Suivant** pour accepter le modèle **Système d'exploitation inconnu**.

source: In the **Review and Create** dialog, click on the **Create** button on the top of the window.
ca: Al diàleg **Revisió i creació**, feu clic al botó **Crea** a la part superior de la finestra.
de: Klicken Sie im Dialogfeld **Überprüfen und Erstellen** auf die Schaltfläche **Erstellen** oben im Fenster.
fr: Dans la fenêtre **Valider et créer**, cliquez sur le bouton **Créer** en haut de la fenêtre.
