Repository: ks-sbc/os
Catalog: wiki/src/doc/advanced_topics/virtualization/virt-manager.*.po
Languages: fr

source: [*virt-manager*](http://virt-manager.org/) is a Free Software virtualization solution for Linux. *virt-manager* has a more complex interface than *GNOME Boxes* but it also has a more complete set of features.
fr: [*virt-manager*](http://virt-manager.org/) est un logiciel libre de virtualisation pour Linux. *virt-manager* a une interface plus complexe que *Machines de GNOME* mais possède également un plus grand nombre de fonctionnalités.

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics/virtualization.caution.fr" raw="yes" sort="age"]]

source: <p><i>virt-manager</i> is the only virtualization solution that allows to use a Persistent Storage. See [[running Tails from a USB image|virt-manager#usb_image]].</p>
fr: <p><i>virt-manager</i> est la seule solution de virtualisation qui permet d'utiliser un stockage persistant. Voir [[utiliser Tails depuis une image USB|virt-manager#usb_image]].</p>

source: <p>The following instructions have been tested on Debian 12 (Bookworm).</p>
fr: <p>Les instructions suivantes ont été testées avec Debian 12 (Bookworm).</p>

source: Terminology
fr: Terminologie

source: *virt-manager* is based on a set of lower level virtualization tools, going from the user interface to the hardware interactions with the processor. This terminology is a bit confusing and other documentation might mention the following tools:
fr: *virt-manager* est basé sur un ensemble d'outils de virtualisation bas niveau, allant de l'interface utilisateur aux interactions matérielles avec le processeur. Cette terminologie est plutôt déroutante et d'autres documentations peuvent mentionner les outils suivants :

source: *KVM* is the module of the Linux kernel that interacts with the virtualization features of the processor.
fr: *KVM* est le module du noyau Linux qui interagit avec les fonctionnalités de virtualisation du processeur.

source: *QEMU* is the virtualization software that emulates virtual processors and peripherals based on *KVM* and that starts and stops virtual machines.
fr: *QEMU* est le logiciel de virtualisation basé sur *KVM* qui émule les processeurs virtuels et les périphériques et qui lance et éteint les machines virtuelles.

source: *libvirt* is a library that allows *virt-manager* to interact with the virtualization capabilities provided by *QEMU*.
fr: *libvirt* est la bibliothèque qui permet à *virt-manager* d'interagir avec les capacités de virtualisation fournies par *QEMU*.

source: *SPICE* is a protocol that allows to visualize the desktop of virtual machines.
fr: *SPICE* est un protocole qui permet de visualiser le bureau des machines virtuelles.

source: *virt-manager* is the graphical interface that allows to create, configure, and run virtual machines.
fr: *virt-manager* est l'interface graphique qui permet de créer, configurer, et faire tourner les machines virtuelles.

source: To install *virt-manager* in Debian, execute the following command:
fr: Pour installer *virt-manager* dans Debian, exécutez la commande suivante :

source: To install *virt-manager* in Ubuntu, execute the following command:
fr: Pour installer *virt-manager* dans Ubuntu, exécutez la commande suivante :

source: Running Tails from an ISO image
fr: Utiliser Tails depuis une image ISO

source: [[Download Tails as an ISO image|install/download-iso]], instead of a USB image.
fr: [[Téléchargez une image ISO de Tails|install/download-iso]], au lieu de l'image USB.

source: Start *virt-manager*.
fr: Démarrez *virt-manager*.

source: Double-click on **QEMU/KVM - Not Connected** to connect to the *QEMU* system of your host.
fr: Double-cliquez sur **QEMU/KVM - Not Connected** pour vous connecter au système *QEMU* de votre hôte.

source: To create a new virtual machine, choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">New Virtual Machine</span></span>.
fr: Pour créer une nouvelle machine virtuelle, choisissez <span class="menuchoice"> <span class="guimenu">Fichier</span>&nbsp;▸ <span class="guimenuitem">Nouvelle machine virtuelle</span></span>.

source: In *step 1*, choose **Local install media (ISO image or CDROM)**.
fr: À *l'étape 1*, choisissez **Média d'installation local (image ISO ou CD-ROM)**.

source: In *step 2*:
fr: À l'*étape 2* :

source: **Choose ISO image**, then **Browse...**, and **Browse Local** to browse for the ISO image that you want to start from.
fr: **Choisir image ISO**, puis **Parcourir...**, et **Parcourir en local** pour naviguer jusqu'à l'image ISO depuis laquelle vous souhaitez démarrer.

source: Unselect **Automatically detected from the installation media / source**.
fr: Désélectionnez **Détecter automatiquement depuis la source/média d'installation**.

source: Specify **Debian 11** in the field **Choose the operating system you are installing**.
fr: Précisez **Debian 11** dans le champ **Choisissez le système d'exploitation que vous installez**.

source: In *step 3*, allocate at least 2048 MB of RAM.
fr: À l'*étape 3*, allouez au moins 2048 Mo de RAM.

source: In *step 4*, unselect **Enable storage for this virtual machine**.
fr: À l'*étape 4*, désélectionnez **Activer le stockage pour cette machine virtuelle**.

source: In *step 5*:
fr: À l'*étape 5* :

source: Type a name of your choice for the new virtual machine.
fr: Entrez le nom de votre choix pour la nouvelle machine virtuelle.

source: Click **Finish** to start the virtual machine.
fr: Cliquez sur **Terminer** pour démarrer la machine virtuelle.

source: If you get the error message "<span class="guilabel">Error starting domain: Requested operation is not valid: network 'default' is not active</span>", then try to start the default virtual network:
fr: Si vous obtenez le message d'erreur "<span class="guilabel">Erreur lors du démarrage du domaine: Requested operation is not valid: network 'default' is not active</span>", essayez alors de démarrer le réseau virtuel par défaut :

source: <ol> <li>Click on <span class="guilabel">QEMU/KVM - Not Connected</span>.</li> <li>Choose <span class="menuchoice"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Connection details</span></span> to administer the connection to your local <span class="application">QEMU</span> system.</li> <li>Click on <span class="guilabel">Virtual Networks</span> tab, then select the <span class="guilabel">default</span> virtual network in the left pane.</li> <li>Click on the [[!img lib/media-playback-start.png alt="Start Network" link=no class=symbolic]] icon on the bottom of the left pane to start the default virtual network.</li> </ol>
fr: <ol> <li>Cliquez sur <span class="guilabel">QEMU/KVM - Not Connected</span>.</li> <li>Choisissez <span class="menuchoice"> <span class="guimenu">Édition</span>&nbsp;▸ <span class="guimenuitem">Détails de la connexion</span></span> pour administrer la connexion à votre système <span class="application">QEMU</span> local.</li> <li>Cliquez sur l'onglet <span class="guilabel">Réseaux virtuels</span>, puis sélectionnez le réseau virtuel <span class="guilabel">default</span> dans la partie de gauche.</li> <li>Cliquez sur l'icône [[!img lib/media-playback-start.png alt="Démarrer le réseau" link=no class=symbolic]] en bas de la partie gauche de la fenêtre pour démarrer le réseau virtuel `default`.</li> </ol>

source: Running Tails from a USB image
fr: Utiliser Tails depuis une image USB

source: Running Tails from a USB image is the only virtualization solution that allows you to use a Persistent Storage in a virtual machine.
fr: Utiliser Tails depuis une image USB est la seule solution de virtualisation qui vous permet d'utiliser un stockage persistant dans une machine virtuelle.

source: [[Download Tails as a USB image|install/download]], instead of an ISO image.
fr: [[Téléchargez Tails en image USB|install/download]] au lieu d'une image ISO.

source: Increase the size of the USB image to be at least 8 GB. This creates space for automatic upgrades and the Persistent Storage.
fr: Augmentez la taille de l'image USB à au moins 8 Go. Cela crée un espace pour les mises à jour automatiques et le stockage persistant.

source: <p class="command-template">truncate -s <span class="command-placeholder">size</span> <span class="command-placeholder">tails.img</span></p>
fr: <p class="command-template">truncate -s <span class="command-placeholder">taille</span> <span class="command-placeholder">tails.img</span></p>

source: <span class="command-placeholder">size</span> has to be at least `7200M`.
fr: <span class="command-placeholder">taille</span> doit être au moins de `7200 M`.

source: <span class="command-placeholder">tails.img</span> is the file name of the USB image that you want to resize.
fr: <span class="command-placeholder">tails.img</span> est le nom du fichier de l'image USB que vous voulez redimensionner.

source: In *step 1*, choose **Import existing disk image**.
fr: À l'*étape 1*, choisissez **Importer une image disque existante**.

source: Choose **Browse...**, and **Browse Local** to browse for the USB image that you want to start from.
fr: Choisissez **Parcourir...**, et **Parcourir en local** pour naviguer jusqu'à l'image USB depuis laquelle vous souhaitez démarrer.

source: In *step 4*:
fr: À l'*étape 4* :

source: Choose **Customize configuration before install**.
fr: Choisissez **Personnaliser la configuration avant l'installation**.

source: Click **Finish** to open the configuration view.
fr: Cliquez sur **Terminer** pour ouvrir la vue configuration.

source: In the configuration view, choose **VirtIO Disk 1** or **IDE Disk 1**
fr: Dans la vue configuration, choisissez **VirtIO Disk 1** ou **IDE Disk 1**

source: Set **Disk bus** to **USB**.
fr: Positionnez **Bus disque** à **USB**.

source: Click **Apply**.
fr: Cliquez sur **Appliquer**.

source: Expand the **Advanced options**.
fr: Développez les **options avancées**.

source: Enable **Removable**.
fr: Activez **Démontable**.

source: Click **Apply** again.
fr: Cliquez à nouveau sur **Appliquer**.

source: Click **Begin Installation** in the top left corner to start the virtual machine.
fr: Cliquez sur **Démarrer l'installation** dans le coin en haut à gauche pour démarrer la machine virtuelle.

source: After you start on the USB image, you can [[create a Persistent Storage|persistent_storage]] on it.
fr: Après avoir démarré sur l'image USB, vous pouvez [[créer un stockage persistant|persistent_storage]] sur celle-ci.

source: Running Tails from a USB stick
fr: Utiliser Tails depuis une clé USB

source: To run Tails from a USB stick using *virt-manager*, first create a virtual machine running from an ISO image as described [[above|virt-manager#iso]].
fr: Pour lancer Tails depuis une clé USB en utilisant *virt-manager*, commencez par créer une machine virtuelle depuis une image ISO comme décrit [[ci-dessus|virt-manager#iso]].

source: Then do the following:
fr: Puis faites ce qui suit :

source: From the virtual machine window, choose **Virtual Machine**&nbsp;▸ **Shut Down**&nbsp;▸ **Force Off** to shut down the virtual machine.
fr: Dans la fenêtre de la machine virtuelle, choisissez **Machine virtuelle**&nbsp;▸ **Éteindre**&nbsp;▸ **Forcer l'extinction** pour éteindre la machine virtuelle.

source: Plug in the USB stick from which you want to run Tails.
fr: Branchez la clé USB depuis laquelle vous voulez démarrer Tails.

source: Choose **View**&nbsp;▸ **Details** to edit the configuration of the virtual machine.
fr: Choisissez **Afficher**&nbsp;▸ **Détails** pour modifier la configuration de la machine virtuelle.

source: Click on the **Add Hardware** button on the bottom of the left pane.
fr: Cliquez sur le bouton **Ajouter un matériel** en bas de la partie gauche de la fenêtre.

source: Select **USB Host Device** in the left pane.
fr: Sélectionnez **Périphérique hôte USB** dans la partie gauche.

source: In the right pane, click on the device from which you want to run Tails, and click **Finish**.
fr: Dans la partie droite, cliquez sur le périphérique depuis lequel vous voulez lancer Tails, et cliquez sur **Terminer**.

source: You can keep the original ISO image connected as a virtual DVD to install Tails onto the USB stick if needed.
fr: Vous pouvez garder l'image ISO originale connectée en tant que DVD virtuel pour installer Tails sur la clé USB si nécessaire.

source: You can also disconnect the original ISO image and start directly from the USB stick once Tails is already installed on it. To do so:
fr: Vous pouvez également déconnecter l'image ISO originale et démarrer directement depuis la clé USB si Tails y est déjà installé. Pour cela :

source: Shut down the virtual machine.
fr: Éteignez la machine virtuelle.

source: In the configuration of the virtual machine, click on **SATA CDROM 1** in the left pane.
fr: Dans la configuration de la machine virtuelle, cliquez sur **SATA CDROM 1** dans le panneau de gauche.

source: Click on the **Disconnect** button in the right pane.
fr: Cliquez sur le bouton **Déconnecter** dans le panneau de droite.

source: To enable the USB stick as a boot option:
fr: Pour activer la clé USB comme option de démarrage :

source: Click on **Boot Options** in the left pane.
fr: Cliquez sur **Options de démarrage** dans le panneau de gauche .

source: Select the **USB** boot option corresponding to your USB device.
fr: Sélectionnez l'option de démarrage **USB** qui correspond à votre clé USB.

source: To start the virtual machine choose **View**&nbsp;▸ **Console** and then **Virtual Machine**&nbsp;▸ **Run**.
fr: Pour démarrer la machine virtuelle choisissez **Afficher**&nbsp;▸ **Console** et ensuite **Machine virtuelle**&nbsp;▸ **Démarrer**.

source: After you start on the USB device, you can [[create a Persistent Storage|persistent_storage]] on it.
fr: Après avoir démarré sur l'image USB, vous pouvez [[créer un stockage persistant|persistent_storage]] sur celle-ci.

source: Troubleshooting
fr: Résolution des problèmes

source: Graphics issues
fr: Problèmes graphiques

source: Issues with graphics support in Tails running inside a virtual machine with *virt-manager* are common. The best solution can vary depending on the version of the virtualization software and on the virtual machine configuration. For example:
fr: Il y a souvent des problèmes avec le support graphique dans Tails tournant à l'intérieur d'une machine virtuelle avec *virt-manager*. La meilleure solution peut varier suivant la version de votre logiciel de virtualisation et suivant la configuration de la machine virtuelle. Par exemple :

source: The *Auto resize VM with window* feature does not work in all configurations.
fr: La fonctionnalité *Ajustement automatique de la machine virtuelle à la fenêtre* ne marche pas avec toutes les configurations.

source: The video device that provides optimal graphics performance can be different depending on the version of the host operating system.
fr: Le périphérique vidéo qui fournit des performances graphiques optimales peut-être différent suivant la version du système d'exploitation hôte.

source: To troubleshoot such issues:
fr: Pour résoudre ces problèmes :

source: Ensure the virtual machine has a *Spice* display and a *Spice* channel configured, as opposed to *VNC* ones.
fr: Assurez-vous que la machine virtuelle a un affichage *Spice* et un canal *Spice* configurés, et non pas des *VNC*.

source: Try various virtual video device models.
fr: Essayez différents modèles de périphérique vidéo virtuel.

source: Start with *Virtio* and *QXL* video devices: they generally give the best results. If they don't perform well for you, try every other video device model.
fr: Démarrez avec les périphériques vidéo *Virtio* et *QXL* : ils donnent généralement les meilleurs résultats. Si ils ne marchent pas bien pour vous, essayez tous les autres modèles de périphérique vidéo.

source: Try enabling or disabling the OpenGL and 3D acceleration options of the display and video device.
fr: Essayez d'activer ou de désactiver les options OpenGL et accélération 3D de l'affichage et du périphérique vidéo.
