Repository: ks-sbc/os
Catalog: wiki/src/doc/reset/linux.*.po
Languages: ca

source: [[!meta title="Resetting a USB stick using Linux"]]
ca: [[!meta title="Restablir un llapis USB utilitzant Linux"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
ca: [[!inline pages="doc/reset.intro.ca" raw="yes" sort="age"]]

source: Using the *Disks* utility
ca: Utilitzar la utilitat *Discs*

source: <p><b>You might overwrite any hard disk on the computer.</b></p>
ca: <p><b>Podeu sobreescriure qualsevol disc dur de l'ordinador.</b></p>

source: <p>If at some point you are not sure about which device to choose, stop proceeding.</p>
ca: <p>Si en algun punt no esteu segur de quin dispositiu triar, millor no continueu.</p>

source: Make sure that the USB stick that you want to reset is unplugged.
ca: Assegureu-vos que el llapis USB que voleu restablir estigui desconnectat.

source: Choose **Applications**&nbsp;▸ **Utilities**&nbsp;▸ **Disks** to start the *Disks* utility.
ca: Trieu **Aplicacions**&nbsp;▸ **Utilitats**&nbsp;▸ **Discs** per iniciar la utilitat *Discs*.

source: A list of all the storage devices on the computer appears in the left pane of the window.
ca: Al panell esquerre de la finestra apareix una llista de tots els dispositius d'emmagatzematge de l'ordinador.

source: Plug in the USB stick that you want to reset.
ca: Connecteu el llapis USB que voleu restablir.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
ca: Apareix un dispositiu nou a la llista de dispositius d'emmagatzematge. Aquest nou dispositiu correspon al llapis USB que heu connectat. Feu-hi clic.

source: In the right pane of the window, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
ca: Al panell dret de la finestra, comproveu que el dispositiu correspon al llapis USB que voleu restablir, la seva marca, la seva mida, etc.

source: To reset the USB stick, click on the [[!img lib/view-more.png alt="Drive Options" class="symbolic" link="no"]] button in the title bar and choose **Format Disk** to erase all the existing partitions on the device.
ca: Per restablir el llapis USB, feu clic al botó [[!img lib/view-more.png alt="Opcions de la unitat" class="symbolic" link="no"]] a la barra de títol i trieu **Formata el disc** per esborrar totes les particions existents al dispositiu.

source: In the **Format Disk** dialog:
ca: Al diàleg **Formata disc**:

source: If you want to overwrite all data on the device, choose **Overwrite existing data with zeroes** in the **Erase** menu.
ca: Si voleu sobreescriure totes les dades del dispositiu de manera segura, trieu **Sobreescriu les dades existents amb zeros** al menú **Esborra**.

source: <p>Overwriting existing data does not erase all data on flash memories, such as USB sticks and SSDs (Solid-State Drives).</p>
ca: <p>Sobreescriure les dades existents no esborrarà totes les dades de les memòries flash, com ara llapis USB i SSD (unitats d'estat sòlid).</p>

source: <p>See the [[limitations of file deletion|doc/encryption_and_privacy/secure_deletion#spare]].</p>
ca: <p>Consulteu les [[limitacions de l'eliminació de fitxers|doc/encryption_and_privacy/secure_deletion#spare]].</p>

source: Choose **Compatible with all systems and devices (MBR/DOS)** in the **Partitioning** menu.
ca: Trieu **Compatible amb tots els sistemes i dispositius (MBR/DOS)** al menú de **Particions**.

source: Click **Format**.
ca: Feu clic a **Formata**.

source: In the confirmation dialog, click **Format** to confirm.
ca: Al diàleg de confirmació, feu clic a **Formata** per confirmar.

source: To make sure that all the changes are written to the USB stick, click on the
ca: Per assegurar-vos que tots els canvis estan escrits al llapis USB, feu clic a

source: [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]
ca: [[!img lib/media-eject.png alt="Expulsa" class="symbolic" link="no"]]

source: button in the title bar.
ca: botó a la barra de títol.

source: Resetting a Tails USB stick from itself
ca: Restablir un llapis USB de Tails des de si mateix

source: If Tails is your only Linux system, you can generally reset a Tails USB stick directly from that USB stick while running Tails.
ca: Si Tails és el vostre únic sistema Linux, generalment podeu restablir un llapis USB de Tails directament des d'aquest llapis USB mentre feu servir Tails.

source: When starting Tails, add the `toram` boot option in the *Boot Loader*.
ca: Quan inicieu Tails, afegiu l'opció d'arrencada `toram` al *Carregador d'Arrencada*.

source: See [[using the *Boot Loader*|advanced_topics/boot_options]].
ca: Vegeu com [[usar el *Carregador d'Arrencada*|advanced_topics/boot_options]].

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick using the *Disks* utility|linux#disks]].
ca: Si Tails s'inicia com de costum, seguiu les instruccions per [[restablir un llapis USB mitjançant la utilitat *Discs*|linux#disks]].

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails USB stick, to do the reset from.
ca: **Si el sistema no s'inicia**, vol dir que l'ordinador no té memòria suficient per a aquest mode de funcionament. Proveu amb un altre ordinador o trobeu un altre sistema Linux, com un altre llapis USB de Tails, per fer el restabliment.
