Repository: ks-sbc/os
Catalog: wiki/src/doc/reset/mac.*.po
Languages: de

source: [[!meta title="Resetting a USB stick using macOS"]]
de: [[!meta title=" Einen USB-Stick oder eine SD-Karte unter macOS zurücksetzen"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
de: [[!inline pages="doc/reset.intro.de" raw="yes" sort="age"]]

source: <p><b>You might overwrite any hard disk on the computer.</b></p>
de: <p><b>Sie könnten jegliche Festplatten des Computers überschreiben.</b></p>

source: <p>If at some point you are not sure about which device to choose, stop proceeding.</p>
de: <p>Falls Sie sich an irgendeinem Punkt unsicher darüber sind, welches Medium Sie wählen sollen, brechen Sie den Vorgang ab.</p>

source: Make sure that the USB stick that you want to reset is unplugged.
de: Stellen Sie sicher, dass der USB-Stick, den Sie zurücksetzen möchten, nicht angeschlossen ist.

source: Start <span class="application">Disk Utility</span>.
de: Starten Sie das <span class="application">Festplattendienstprogramm</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
de: Eine Liste aller Speichermedien des Computers erscheint im linken Bereich des Fensters.

source: Plug in the USB stick that you want to reset.
de: Schließen Sie den USB-Stick, den Sie zurücksetzen möchten, an.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
de: Ein neues Medium erscheint in der Liste der Speichermedien. Dieses Medium entspricht dem USB-Stick, den Sie angeschlossen haben. Wählen Sie ihn aus.

source: In the list of storage devices, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
de: Überprüfen Sie in der Liste der Speichermedien, ob das Gerät dem USB-Stick entspricht, den Sie zurücksetzen möchten, sowie dessen Marke, Größe usw.

source: To reset the USB stick:
de: Um den USB-Stick zurückzusetzen:

source: a. If there is an <span class="guilabel">Erase</span> tab in the right pane, click on it and then click on the <span class="bold"> Erase</span> button on the bottom right
de: a. Wenn es einen <span class="guilabel">Löschen</span>-Reiter im rechten Fensterbereich gibt, klicken Sie darauf und dann auf den <span class="bold"> Löschen</span>-Knopf unten rechts

source: b. If there is an <span class="bold"> Erase</span> button on the top middle, click on it.
de: b. Wenn es oben in der Mitte einen <span class="bold"> Löschen</span>-Knopf gibt, klicke darauf.

source: In the confirmation dialog, click on the <span class="bold">Erase</span> button to confirm.
de: Wählen Sie im Bestätigungs-Dialogfenster die Schaltfläche <span class="bold">Löschen</span> aus, um zu bestätigen.

source: In the **Erase** dialog, if you want the USB stick to also work on Windows and Linux, specify:
de: Im **Löschen**-Dialog, wenn Sie möchten, dass der USB-Stick auch unter Windows und Linux funktioniert, geben Sie Folgendes an:

source: Click **Erase**.
de: Klicken Sie auf **Löschen**.

source: <p>If the erase process fails, try [[!toggle id="format" text="formatting the USB stick using the command line"]] first.</p>
de: <p>Wenn der Löschvorgang fehlschlägt, versuchen Sie zuerst [[!toggle id="format" text="den USB-Stick über die Befehlszeile zu formatieren"]].</p>

source: Resetting a USB stick using the command line
de: Zurücksetzen eines USB-Sticks über die Befehlszeile

source: Unplug the USB stick from the computer.
de: Ziehen Sie den USB-Stick vom Computer ab.

source: Open the **Terminal** utility from **Applications**&nbsp;▸ **Utilities**.
de: Öffnen Sie das **Terminal**-Dienstprogramm über **Anwendungen** &nbsp;▸ **Dienstprogramme**.

source: Execute the following command.
de: Führen Sie den folgenden Befehl aus.

source: It returns a list of the storage devices on the system. For example:
de: Es wird eine Liste der Speichermedien des Systems ausgegeben. Zum Beispiel:

source: Execute again the same command.
de: Führen Sie den Befehl erneut aus.

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
de: Ihr USB-Stick erscheint als neues Speichermedium in der Liste. Stellen Sie sicher, dass die Größe der Speicherkapazität Ihres USB-Sticks entspricht.

source: Take note of the device name of your USB stick.
de: Notieren Sie sich den Gerätenamen Ihres USB-Sticks.

source: In this example, the USB stick is 8.0 GB and its device name is <span class="command-placeholder">/dev/disk1</span>. Yours might be different.
de: In diesem Beispiel hat der USB-Stick eine Größe von 8,0 GB und sein Gerätename ist <span class="command-placeholder">/dev/disk1</span>. Ihr Gerätename könnte anders sein.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
de: <div class="caution"> <p>Falls Sie sich bezüglich des Gerätenamens nicht sicher sind, sollten Sie das Vorgehen abbrechen oder <strong>Sie riskieren, dass jegliche Festplatten des Systems überschrieben werden</strong>.</p> </div>

source: Execute the following command to safely eject the USB stick. Replace <span class="command-placeholder">device</span> with the device name found in step 6.
de: Führen Sie den folgenden Befehl aus, um den USB-Stick sicher auszuwerfen. Ersetzen Sie <span class="command-placeholder">device</span> durch den Gerätenamen, der in Schritt 6 gefunden wurde.

source: Execute the following command to format the USB stick. Replace <span class="command-placeholder">device</span> with the device name found in step 6.
de: Führen Sie den folgenden Befehl aus, um den USB-Stick zu formatieren. Ersetzen Sie <span class="command-placeholder">device</span> durch den Gerätenamen, der in Schritt 6 gefunden wurde.

source: You can try to reset the USB stick again using <span class="application">Disk Utility</span> from the beginning of this page.
de: Sie können versuchen, den USB-Stick erneut über <span class="application">Festplattendienstprogramm</span> von Anfang dieser Seite zurückzusetzen.
