Repository: ks-sbc/os
Catalog: wiki/src/doc/reset/windows.*.po
Languages: ca, fr, it

source: [[!meta title="Resetting a USB stick using Windows"]]
ca: [[!meta title="Restablir un llapis USB utilitzant Windows"]]
fr: [[!meta title="Réinitialiser une clé USB en utilisant Windows"]]
it: [[!meta title="Resettare una chiavetta USB usando Windows"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
ca: [[!inline pages="doc/reset.intro.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/reset.intro.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/reset.intro.it" raw="yes" sort="age"]]

source: <p><b>You might overwrite any hard disk on the computer.</b></p>
ca: <p><b>Podeu sobreescriure qualsevol disc dur de l'ordinador.</b></p>
fr: <p><b>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</b></p>
it: <p><b>Rischi di sovrascrivere il disco rigido del computer.</b></p>

source: <p>If at some point you are not sure about which device to choose, stop proceeding.</p>
ca: <p>Si en algun punt no esteu segur de quin dispositiu triar, millor no continueu.</p>
fr: <p>Si à un moment donné vous avez un doute sur quel périphérique choisir, arrêtez la procédure.</p>
it: <p>Se in qualche passaggio non sei sicura di quale dispositivo scegliere, interrompi la procedura.</p>

source: Erase Tails from the USB stick
ca: Suprimir Tails des del llapis USB
fr: Effacer Tails de la clé USB
it: CancellaTails dalla chiavetta USB

source: First, erase Tails from the USB stick:
ca: Primer, suprimiu Tails del llapis USB:
fr: Premièrement, effacez Tails de votre clé USB :
it: Per prima cosa, cancella Tails dalla chiavetta USB:

source: Make sure that the USB stick that you want to reset is unplugged.
ca: Assegureu-vos que el llapis USB que voleu restablir estigui desconnectat.
fr: Assurez-vous que la clé USB que vous voulez réinitialiser est débranchée.
it: Assicurati che la chiavetta USB che vuoi resettare sia disinserita.

source: Open the **Start** ([[!img lib/start.png class="symbolic" link="no" alt=""]]) menu.
ca: Obriu el menú **Inici** ([[!img lib/start.png class="symbolic" link="no" alt=""]]).
fr: Ouvrez le menu **Démarrer** ([[!img lib/start.png class="symbolic" link="no" alt=""]]).
it: Apri il menù **Start** ([[!img lib/start.png class="symbolic" link="no" alt=""]]).

source: Choose **Windows System**&nbsp;▸ **Command Prompt**.
ca: Trieu **Sistema Windows**&nbsp;▸ **Indicador d'ordres**.
fr: Choisissez **Système Windows**&nbsp;▸ **Invite de commandes**.
it: Scegli **Sistema Windows**&nbsp;▸ **Prompt dei comandi**.

source: Execute the following command to start the *Diskpart* utility.
ca: Executeu l'ordre següent per iniciar la utilitat *Diskpart*.
fr: Exécutez la commande suivante pour démarrer l'utilitaire *Diskpart*.
it: Esegui il seguente comando per avviare l'utilità *Diskpart*.

source: Execute the following command to obtain information about the disks in the computer.
ca: Executeu l'ordre següent per obtenir informació sobre els discs de l'ordinador.
fr: Exécutez la commande suivante pour obtenir des informations sur les disques de l'ordinateur.
it: Esegui il seguente comando per ottenere informazioni sui dischi del computer.

source: For example:
ca: Per exemple:
fr: Par exemple :
it: Per esempio:

source: Disk ### Status Size Free Dyn Gpt -------- ---------- ------- ------- --- --- Disk 0 Online 80 GB 0 B
fr: N° disque Statut Taille Libre Dyn GPT --------- ------------- ------- ------- --- --- Disque 0 En ligne 80 G octets 0 octets
it: N. disco Stato Dimensioni Disponibile Din GPT -------- ------------- ------------- ------------- --- --- Disco 0 Online 80 Gbytes 0 byte

source: Plug in the USB stick that you want to reset.
ca: Connecteu el llapis USB que voleu restablir.
fr: Branchez la clé USB que vous voulez réinitialiser.
it: Collega la chiavetta USB da resettare.

source: Run the same command again.
ca: Torneu a executar la mateixa ordre.
fr: Lancez la même commande à nouveau.
it: Esegui di nuovo lo stesso comando.

source: A new disk, which corresponds to the USB stick that you plugged in, appears in the list.
ca: A la llista apareix un disc nou, que correspon al nou llapis USB que heu connectat.
fr: Un nouveau disque, correspondant à la clé USB que vous avez branché, apparaît dans la liste.
it: Un nuovo disco, che corrisponde alla chiavetta USB, che hai inserito, compare nell'elenco.

source: Disk ### Status Size Free Dyn Gpt -------- ---------- ------- ------- --- --- Disk 0 Online 80 GB 0 B Disk 1 Online 8 GB 0 B
fr: N° disque Statut Taille Libre Dyn GPT --------- ------------- ------- ------- --- --- Disque 0 En ligne 80 G octets 0 octets Disque 1 En ligne 8 G octets 0 octets
it: N. disco Stato Dimensioni Disponibile Din GPT -------- ------------- ------------- ------------- --- --- Disco 0 Online 80 Gbytes 0 byte Disco 1 Online 8 Gbytes 0 byte

source: Make sure that its size corresponds to the size of the USB stick that you want to reset. Note down its disk number.
ca: Assegureu-vos que la seva mida correspongui a la mida del llapis USB que voleu restablir. Anoteu el seu número de disc.
fr: Assurez-vous que sa taille correspond à la taille de la clé USB que vous voulez réinitialiser. Notez son numéro de disque.
it: Assicurati che la sua dimensione corrisponda alla dimensione della chiavetta USB che vuoi resettare. Annotati il suo numero del disco.

source: In this example, the disk number of the USB stick is 1. Yours might be different.
ca: En aquest exemple, el número de disc del llapis USB és 1. El vostre pot ser diferent.
fr: Dans cet exemple, le numéro de disque de la clé USB est 1. Le votre peut être différent.
it: In questo esempio, il numero di disco della chiavetta USB è 1 Il tuo potrebbe essere diverso.

source: Execute the following command to select the USB stick. Replace <span class="command-placeholder">number</span> with the disk number found in step 7.
ca: Executeu l'ordre següent per seleccionar el llapis USB. Substituïu <span class="command-placeholder">número</span> pel número de disc que heu trobat al pas 7.
fr: Exécutez la commande suivante pour sélectionner la clé USB. Remplacez <span class="command-placeholder">numéro</span> par le numéro de disque trouvé à l'étape 7.
it: Esegui il seguente comando per selezionare la chiavetta USB. Sostituisci <span class="command-placeholder">numero</span> con il numero del disco trovato al punto 7.

source: <p class="command-windows command-template">select disk=<span class="command-placeholder">number</span></p>
ca: <p class="command-windows command-template">select disk=<span class="command-placeholder">número</span></p>
fr: <p class="command-windows command-template">select disk=<span class="command-placeholder">numéro</span></p>
it: <p class="command-windows command-template">select disk=<span class="command-placeholder">numero</span></p>

source: Execute the following command to delete the partition table from the USB stick.
ca: Executeu l'ordre següent per eliminar la taula de particions del llapis USB.
fr: Exécutez la commande suivante pour supprimer la table de partition de la clé USB.
it: Esegui il seguente comando per eliminare la tabella delle partizioni dalla chiavetta USB.

source: Create a new partition on the USB stick
ca: Creeu una nova partició al llapis USB
fr: Créer une nouvelle partition sur la clé USB
it: Crea una nuova partizione sulla chiavetta USB

source: Then, create a new partition on the USB stick:
ca: A continuació, creeu una nova partició al llapis USB:
fr: Ensuite, créez une nouvelle partition sur la clé USB :
it: Poi, crea una nuova partizione sulla chiavetta USB:

source: Execute the following command to create a new partition table on the USB stick.
ca: Executeu l'ordre següent per crear una nova taula de particions al llapis USB.
fr: Exécutez la commande suivante pour créer une table de partition sur la clé USB.
it: Esegui il seguente comando per creare una nuova tabella delle partizioni sulla chiavetta USB.

source: Execute the following command to create a new primary partition on the USB stick.
ca: Executeu l'ordre següent per crear una nova partició primària al llapis USB.
fr: Exécutez la commande suivante pour créer une nouvelle partition primaire sur la clé USB.
it: Esegui il comando seguente per creare una nuova partizione primaria sulla chiavetta USB.

source: Unplug the USB stick.
ca: Desconnecteu el llapis USB.
fr: Débranchez la clé USB.
it: Stacca la chiavetta USB.

source: Plug the USB stick again.
ca: Torneu a connectar el llapis USB.
fr: Branchez à nouveau la clé USB.
it: Inserisci nuovamente la chiavetta USB.

source: A dialog appears to format the disk before using it.
ca: Apareix un diàleg per formatar el disc abans d'utilitzar-lo.
fr: Une fenêtre apparaît pour formater le disque avant de l'utiliser.
it: Viene visualizzata una finestra di dialogo che invita a formattare il disco prima di utilizzarlo.

source: [[!img format.png link="no" class="screenshot" alt="You need to format the disk before you can use it. Do you want to format it?"]]
ca: [[!img format.png link="no" class="screenshot" alt="Heu de formatar el disc abans de poder-lo utilitzar. Voleu formatar-lo?"]]
fr: [[!img format.png link="no" class="screenshot" alt="Vous devez formater le disque avant de l'utiliser. Voulez-vous le formater ?"]]
it: [[!img format.png link="no" class="screenshot" alt="Devi formattare il disco prima di poterlo utilizzare. Vuoi formattarlo?"]]

source: Click on the **Format disk** button.
ca: Feu clic al botó **Formata disc**.
fr: Cliquez sur le bouton **Formater le disque**.
it: Clicca sul tasto **Formatta disco**.

source: In the **Format USB Drive** dialog, review the settings and click **Start**.
ca: Al diàleg **Formata el dispositiu USB**, reviseu la configuració i feu clic a **Inicia**.
fr: Dans la fenêtre **Formater Lecteur USB**, vérifiez les paramètres et cliquez sur **Démarrer**.
it: Nella finestra di dialogo **Formatta unità USB**, controlla le impostazioni e clicca su **Avvio**.

source: After the formatting is complete, the USB stick should appear as a new drive in the files browser.
ca: Un cop finalitzada la formatació, el llapis USB hauria d'aparèixer com a unitat nova al navegador de fitxers.
fr: Une fois que le formatage est terminé, la clé USB doit apparaître comme un nouveau lecteur dans le navigateur de fichiers.
it: Al termine della formattazione, la chiavetta USB dovrebbe apparire come una nuova unità nel browser file.

source: Otherwise, try unplugging and plugging it again.
ca: En cas contrari, intenteu desconnectar-lo i tornar-lo a connectar.
fr: Sinon, essayez de la débrancher puis de la rebrancher à nouveau.
it: Altrimenti, prova a scollegare e ricollegare.

source: Troubleshooting
ca: Resolució de problemes
fr: Résolution des problèmes
it: Risoluzione dei problemi

source: - [How to start the *Command Prompt*](https://www.computerhope.com/issues/chdos.htm)
ca: - [Com iniciar l'*Indicador d'ordres*](https://www.computerhope.com/issues/chdos.htm) (en anglès)
fr: - [Comment lancer l'*Invite de commandes*](https://www.computerhope.com/issues/chdos.htm) (en anglais)
it: - [Come avviare il *prompt dei comandi*](https://www.computerhope.com/issues/chdos.htm)

source: - [Microsoft: diskpart](https://learn.microsoft.com/en-us/windows-server/administration/windows-commands/diskpart)
ca: - [Microsoft: diskpart](https://learn.microsoft.com/ca-es/windows-server/administration/windows-commands/diskpart)
fr: - [Microsoft : diskpart](https://learn.microsoft.com/fr-fr/windows-server/administration/windows-commands/diskpart)
it: - [Microsoft: diskpart](https://learn.microsoft.com/it-it/windows-server/administration/windows-commands/diskpart)
