Repository: ks-sbc/os
Catalog: wiki/src/security/ineffective_firewall-level_Tor_enforcement.*.po
Languages: ca, de

source: [[!meta title="Ineffective firewall-level Tor enforcement"]]
ca: [[!meta title="Aplicació de Tor al nivell de tallafocs ineficaç"]]
de: [[!meta title="Unwirksame Firewall-Ebene Tor-Durchsetzung"]]

source: The `openntpd` package is not installed anymore since commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006). The `ntpd` user is then non-existent on built amnesia systems.
ca: El paquet `openntpd` ja no està instal·lat des del commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006). L'usuari `ntpd` és llavors inexistent als sistemes d'amnesia.
de: Das Paket `openntpd` ist seit dem Commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) nicht mehr installiert. Der `ntpd`-Benutzer ist dann auf gebauten Amnesie-Systemen nicht existent.

source: This user is however mentioned in `/etc/firewall.conf`. `iptables-restore` being apparently picky about imperfect configuration files, it refuses to load it, and the firewall-level Tor enforcement is therefore not effective.
ca: Tanmateix, aquest usuari s'esmenta a `/etc/firewall.conf`. `iptables-restore', aparentment exigent amb els fitxers de configuració imperfectes, es nega a carregar-lo i, per tant, l'aplicació de Tor al nivell de tallafoc no és efectiva.
de: Dieser Benutzer ist jedoch in `/etc/firewall.conf` erwähnt. Da `iptables-restore` anscheinend wählerisch ist, wenn es um unvollkommene Konfigurationsdateien geht, weigert es sich, sie zu laden, und die Durchsetzung von Tor auf Firewall-Ebene ist daher nicht effektiv.

source: Impact
ca: Impacte
de: Auswirkungen

source: Some applications establish direct connections through the Internet, not using the Tor network at all.
ca: Algunes aplicacions estableixen connexions directes a través d'Internet, sense utilitzar la xarxa Tor en absolut.
de: Einige Anwendungen stellen direkte Verbindungen über das Internet her, ohne das Tor-Netzwerk zu nutzen.

source: Details:
ca: Detalls:

source: iceweasel is not affected, thanks to the torbutton extension
ca: Iceweasel no es veu afectat, gràcies a l'extensió torbutton
de: Iceweasel ist nicht betroffen, dank der Torbutton-Erweiterung

source: applications that take into account the relevant environment variables (namely `http_proxy`, `HTTP_PROXY`, `SOCKS_SERVER` and `SOCKS5_SERVER`) are not affected
ca: les aplicacions que tenen en compte les variables d'entorn rellevants (és a dir, `http_proxy`, `HTTP_PROXY`, `SOCKS_SERVER` i `SOCKS5_SERVER`) no es veuen afectades
de: Anwendungen, die die relevanten Umgebungsvariablen (nämlich `http_proxy`, `HTTP_PROXY`, `SOCKS_SERVER` und `SOCKS5_SERVER`) berücksichtigen, sind nicht betroffen

source: any other application, such as Pidgin or Thunderbird, is probably affected.
ca: qualsevol altra aplicació, com el Pidgin o el Thunderbird, probablement es vegi afectada.
de: Andere Anwendungen wie Pidgin oder Thunderbird sind wahrscheinlich ebenfalls betroffen.

source: Solution
ca: Solució
de: Lösung

source: This problem has been fixed in [[Git|contribute/git]] commit 9c425e8de13e6b4f885.
ca: Aquest problema s'ha solucionat a [[Git|contribute/git]] commit 9c425e8de13e6b4f885.
de: Dieses Problem wurde im [[Git|contribute/git]]-Commit 9c425e8de13e6b4f885 behoben.

source: Affected versions
ca: Versions afectades
de: Betroffene Versionen

source: No released amnesia version is affected.
ca: No es veu afectada cap versió d'amnesia publicada.
de: Keine veröffentlichte Amnesie-Version ist betroffen.

source: Custom images built from Git snapshots equal of after bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006), and before 9c425e8de13e6b4f885 (excluded), are affected.
ca: Les imatges personalitzades creades a partir de les instantànies de Git iguals a després de bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) i abans de 9c425e8de13e6b4f885 (exclosa), estan afectades.
de: Benutzerdefinierte Abbilder, die aus Git-Schnappschüssen erstellt wurden, die gleich oder nach bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) und vor 9c425e8de13e6b4f885 (ausgeschlossen) liegen, sind betroffen.
