Repository: ks-sbc/os
Catalog: wiki/src/security/IP_address_leak_with_icedove.*.po
Languages: ca

source: [[!meta title="Icedove (Thunderbird) leaks the real IP address"]]
ca: [[!meta title="Icedove (Thunderbird) filtra l'adreça IP real"]]

source: The Torbutton extension installed in amnesia being incompatible with Icedove (Thunderbird), the real IP address of the computer is disclosed to the SMTP relay that is used to send email.
ca: L'extensió Torbutton instal·lada a amnesia és incompatible amb Icedove (Thunderbird), l'adreça IP real de l'ordinador es revela al repetidor SMTP que s'utilitza per enviar correus electrònics.

source: Impact
ca: Impacte

source: When using Icedove to send email, the computer's real IP address is disclosed to the SMTP relay, that usually writes it down to a `Received:` header inside outgoing email. This private information is therefore disclosed to:
ca: Quan s'utilitza Icedove per enviar correus electrònics, l'adreça IP real de l'ordinador es revela al repetidor SMTP, que normalment l'anota en una capçalera `Rebut:` dins del correu electrònic de sortida. Per tant, aquesta informació privada es divulga a:

source: the SMTP relay's administrators;
ca: els administradors del repetidor SMTP;

source: anyone who is able to read such a sent email, including: anyone the email is sent to, various network and email servers administrators.
ca: qualsevol persona que sigui capaç de llegir aquest correu electrònic enviat, inclosos: qualsevol persona a qui s'enviï el correu electrònic, diversos administradors de servidors de xarxa i de correu electrònic.

source: When using a NAT-ed Internet connection, the disclosed IP is a local network one (e.g. 192.168.1.42), which usually does not reveal too much. On the other hand, when connecting directly to the Internet, e.g. using a PPP or DSL modem and no router, the disclosed IP truly reveals the location of the amnesia user.
ca: Quan s'utilitza una connexió a Internet amb NAT, la IP revelada és una de xarxa local (per exemple, 192.168.1.42), que normalment no revela massa. D'altra banda, quan us connecteu directament a Internet, per exemple utilitzant un mòdem PPP o DSL i sense encaminador, la IP revelada mostra realment la ubicació de l'usuari d'amnesia.

source: Solution
ca: Solució

source: Upgrade to [[amnesia 0.4.1|news/version_0.4.1]], that ships with Claws Mail instead of Icedove, **and** set the following preferences in `~/.claws-mail/accountrc` for every account:
ca: Actualitzeu a [[amnesia 0.4.1|news/version_0.4.1]], que es llança amb Claws Mail en lloc d'Icedove, **i** establiu les preferències següents a `~/.claws-mail/accountrc` per a cada compte:

source: See [[!tails_ticket 6119]] for details.
ca: Vegeu [[!tails_ticket 6119]] per a més detalls.

source: Mitigation
ca: Mitigació

source: Best is to avoid using Icedove (Thunderbird) in amnesia until fixed images are released. If not possible:
ca: El millor és evitar utilitzar Icedove (Thunderbird) en amnesia fins que s'alliberin imatges fixes. Si no és possible:

source: Use amnesia behind a NAT-ed Internet connection, inside a LAN that uses widespread IP addresses.
ca: Utilitzeu amnesia darrere d'una connexió a Internet amb NAT, dins d'una LAN que utilitzi adreces IP generalitzades.

source: Use a trustworthy, privacy-friendly SMTP relay that does not write down the client's IP address anywhere, especially in email headers.
ca: Utilitzeu un repetidor SMTP fiable i amigable amb la privadesa que no anoti l'adreça IP del client enlloc, especialment a les capçaleres dels correus electrònics.

source: Note that using GnuPG does not fix this problem at all: GnuPG only encrypts the email body, the email headers being always kept in clear.
ca: Tingueu en compte que l'ús de GnuPG no soluciona aquest problema en absolut: GnuPG només encripta el cos dels correus electrònics, les capçaleres dels correus sempre es mantenen clares.

source: Affected versions
ca: Versions afectades

source: Any amnesia release until, and including, 0.3. amnesia 0.4 is not affected.
ca: Qualsevol versió d'amnesia fins a la versió 0.3 (inclosa). L'amnesia 0.4 no es veu afectada.
