Repository: ks-sbc/os
Catalog: wiki/src/security/mcallgetproperty.*.po
Languages: ca, de

source: [[!meta title="JavaScript vulnerability in Tor Browser"]]
ca: [[!meta title="Vulnerabilitat de JavaScript al Navegador Tor"]]
de: [[!meta title="JavaScript-Schwachstelle im Tor-Browser"]]

source: A [critical vulnerability](https://www.mozilla.org/en-US/security/advisories/mfsa2020-49/) was discovered in the JavaScript engine of *Firefox* and *Tor Browser*.
ca: Es va descobrir una [vulnerabilitat crítica](https://www.mozilla.org/en-US/security/advisories/mfsa2020-49/) al motor de JavaScript de *Firefox* i del *Navegador Tor*.
de: Eine [kritische Sicherheitslücke](https://www.mozilla.org/en-US/security/advisories/mfsa2020-49/) wurde in der JavaScript-Engine von *Firefox* und *Tor Browser* entdeckt.

source: Until Tails 4.13 (November 17), we recommend all users to set the [[security level of *Tor Browser*|doc/anonymous_internet/Tor_Browser#security-level]] to *Safer* or *Safest*.
ca: Fins a Tails 4.13 (17 de novembre), recomanem a tots els usuaris que estableixin el [[nivell de seguretat del *Navegador Tor*|doc/anonymous_internet/Tor_Browser#security-level]] a *Més segur* o *Seguretat màxima*.
de: Bis Tails 4.13 (17. November) empfehlen wir allen Benutzern, die [[Sicherheitsstufe von *Tor Browser*|doc/anonymous_internet/Tor_Browser#security-level]] auf *Safer* oder *Safest* zu setzen.

source: This vulnerability was discovered during the Tianfu Cup 2020 International Cybersecurity Contest. The details of the vulnerability were not disclosed.
ca: Aquesta vulnerabilitat es va descobrir durant el Concurs Internacional de Ciberseguretat de la Copa Tianfu 2020. No es van revelar els detalls de la vulnerabilitat.
de: Diese Sicherheitslücke wurde während des Tianfu Cup 2020 International Cybersecurity Contest entdeckt. Die Einzelheiten der Sicherheitslücke wurden nicht bekannt gegeben.

source: We are not aware of any use of this vulnerability against actual users.
ca: No som conscients de cap ús d'aquesta vulnerabilitat contra usuaris reals.
de: Uns ist kein Einsatz dieser Sicherheitslücke gegen tatsächliche Nutzer bekannt.

source: The *Safer* or *Safest* security level of *Tor Browser* are not affected because the feature of JavaScript that is affected, the *[[!wikipedia just-in-time compilation]]*, is disabled at these security levels.
ca: Els nivells de seguretat *Més segur* o *Seguretat màxima* del *Navegador Tor* no es veuen afectats perquè la característica de JavaScript que es veu afectada, la *[[!wikipedia_ca compilació just-in-time]]*, està desactivada en aquests nivells de seguretat.
de: Die Sicherheitsstufen *Safer* oder *Safest* des *Tor Browsers* sind nicht betroffen, da die betroffene JavaScript-Funktion, die *[[!wikipedia_de Just-in-time-Kompilierung]]*, auf diesen Sicherheitsstufen deaktiviert ist.

source: Mozilla fixed this vulnerability in *Firefox* 78.4.1 and Tor fixed this vulnerability in *Tor Browser* 10.0.4.
ca: Mozilla va solucionar aquesta vulnerabilitat a *Firefox* 78.4.1 i Tor la va solucionar al *Navegador Tor* 10.0.4.
de: Mozilla hat diese Sicherheitsanfälligkeit in *Firefox* 78.4.1 behoben, und Tor hat diese Sicherheitsanfälligkeit in *Tor Browser* 10.0.4 behoben.

source: We decided not to release an emergency upgrade of Tails because:
ca: Vam decidir no publicar una actualització d'emergència de Tails perquè:
de: Wir haben beschlossen, kein Notfall-Upgrade von Tails zu veröffentlichen, weil:

source: Tails 4.13 is already scheduled for November 17 and will fix this vulnerability.
ca: Tails 4.13 ja està programat per al 17 de novembre i solucionarà aquesta vulnerabilitat.
de: Tails 4.13 ist bereits für den 17. November geplant und wird diese Sicherheitsanfälligkeit beheben.

source: Our main release manager left the team recently and we have very limited staffpower right now.
ca: El nostre director de llançament principal va deixar l'equip recentment i ara tenim un personal molt limitat.
de: Unser Hauptveröffentlichungsmanager hat das Team kürzlich verlassen, und wir haben derzeit sehr begrenzte personelle Ressourcen.

source: The details of the vulnerability were not disclosed, making it harder to exploit, and we are not aware of any use of this vulnerability against actual users.
ca: Els detalls de la vulnerabilitat no es van revelar, cosa que dificultava l'explotació, i no som conscients de cap ús d'aquesta vulnerabilitat contra usuaris reals.
de: Die Einzelheiten der Sicherheitsanfälligkeit wurden nicht offengelegt, was es schwieriger macht, sie auszunutzen, und uns sind keine Fälle bekannt, in denen diese Sicherheitsanfälligkeit gegen tatsächliche Benutzer eingesetzt wurde.
