Repository: ks-sbc/os
Catalog: wiki/src/security/noscript_disabled_*_tor_browser.*.po
Languages: ca

source: [[!meta title="Tor Browser not safe without manual action"]]
ca: [[!meta title="El Navegador Tor no és segur sense acció manual"]]

source: <div class="caution">Tor Browser in Tails 3.13.1 is not safe to use without taking the manual steps listed below each time you start Tails!</div>
ca: <div class="caution">El Navegador Tor a Tails 3.13.1 no és segur d'utilitzar sense seguir els passos manuals que s'indiquen a continuació cada vegada que s'inici Tails!</div>

source: Starting from Friday May 3, a problem in *Firefox* and *Tor Browser* disabled all add-ons, especially *NoScript* which is used to:
ca: A partir del divendres 3 de maig, un problema a *Firefox* i al *Navegador Tor* va desactivar tots els complements, especialment *NoScript* que s'utilitza per:

source: Strengthen *Tor Browser* against some JavaScript attacks that can lead to compromised accounts and credentials on websites.
ca: Reforçar el *Navegador Tor* contra alguns atacs de JavaScript que poden provocar la pèrdua de comptes i credencials als llocs web.

source: Enable or disable JavaScript on some websites using the *NoScript* interface, if you use it.
ca: Activar o desactivar el JavaScript en alguns llocs web mitjançant la interfície *NoScript*, si la feu servir.

source: If *NoScript* is activated, the *NoScript* icon appears in the top-right corner and *Tor Browser* is safe:
ca: Si *NoScript* està activat, la icona de *NoScript* apareix a l'extrem superior dret i el *Navegador Tor* és segur:

source: If *NoScript* is deactivated, the *NoScript* icon is absent from the top-right corner and *Tor Browser* is unsafe:
ca: Si *NoScript* està desactivat, la icona de *NoScript* està absent a l'extrem superior dret i el *Navegador Tor* no és segur:

source: Activate *NoScript* manually
ca: Activeu *NoScript* manualment

source: To secure *Tor Browser* in Tails 3.13.1 or earlier, you must activate *NoScript* every time you start Tails:
ca: Per protegir el *Navegador Tor* a Tails 3.13.1 o anterior, heu d'activar *NoScript* cada vegada que inicieu Tails:

source: Open the address `about:config` in *Tor Browser*.
ca: Obriu l'adreça `about:config` al *Navegador Tor*.

source: Click the **I accept the risk!** button.
ca: Feu clic al botó **Accepto el risc!**.

source: At the top of the page, search for `xpinstall.signatures.required`.
ca: A la part superior de la pàgina, cerqueu `xpinstall.signatures.required`.

source: Double-click on the **xpinstall.signatures.required** line in the results to set its value to **false**.
ca: Feu doble clic a la línia **xpinstall.signatures.required** als resultats per establir-ne el valor a **false**.

source: Verify that *NoScript* is activated again.
ca: Comproveu que *NoScript* estigui activat de nou.
