Repository: ks-sbc/os
Catalog: wiki/src/security/prototype_pollution.*.po
Languages: ca, de

source: [[!meta title="Serious security vulnerability in Tails 5.0"]]
ca: [[!meta title="Vulnerabilitat de seguretat greu a Tails 5.0"]]
de: [[!meta title="Schwerwiegende Sicherheitslücke in Tails 5.0"]]

source: *Tor Browser* in Tails 5.0 and earlier is unsafe to use for sensitive information.
ca: El *Navegador Tor* a Tails 5.0 i anteriors no és segur d'utilitzar per a informació sensible.
de: Der *Tor Browser* in Tails 5.0 und früher ist unsicher für sensible Informationen.

source: **We recommend that you stop using Tails until the release of 5.1 (early June) if you use *Tor Browser* for sensitive information (passwords, private messages, personal information, etc.).**
ca: **Us recomanem que deixeu d'utilitzar Tails fins al llançament de la versió 5.1 (principis de juny) si utilitzeu el *Navegador Tor* per a informació sensible (contrasenyes, missatges privats, informació personal, etc.).**
de: **Wir empfehlen, die Verwendung von Tails bis zur Veröffentlichung von Version 5.1 (Anfang Juni) einzustellen, wenn Sie den *Tor Browser* für sensible Informationen (Passwörter, private Nachrichten, persönliche Daten usw.) nutzen.**

source: A security vulnerability was discovered in the JavaScript engine of *Firefox* and *Tor Browser*. See the [Mozilla Foundation Security Advisory 2022-19](https://www.mozilla.org/en-US/security/advisories/mfsa2022-19/)
ca: S'ha descobert una vulnerabilitat de seguretat al motor JavaScript de *Firefox* i del *Navegador Tor*. Consulteu l'[Avís de seguretat de la Fundació Mozilla 2022-19](https://www.mozilla.org/en-US/security/advisories/mfsa2022-19/) (en anglès)
de: Eine Sicherheitslücke wurde in der JavaScript-Engine von *Firefox* und *Tor Browser* entdeckt. Siehe das [Mozilla Foundation Security Advisory 2022-19](https://www.mozilla.org/en-US/security/advisories/mfsa2022-19/)

source: This vulnerability allows a malicious website to bypass some of the security built in *Tor Browser* and access information from other websites.
ca: Aquesta vulnerabilitat permet que un lloc web maliciós eludeixi part de la seguretat integrada al *Navegador Tor* i accedeixi a informació d'altres llocs web.
de: Diese Sicherheitslücke ermöglicht es einer bösartigen Website, einige der im *Tor Browser* integrierten Sicherheitsmaßnahmen zu umgehen und auf Informationen von anderen Websites zuzugreifen.

source: For example, after you visit a malicious website, an attacker controlling this website might access the password or other sensitive information that you send to other websites afterwards during the same Tails session.
ca: Per exemple, després de visitar un lloc web maliciós, un atacant que controli aquest lloc web pot accedir a la contrasenya o a altra informació sensible que després envieu a altres llocs web durant la mateixa sessió de Tails.
de: Beispielsweise könnte ein Angreifer, der eine bösartige Website kontrolliert, nach dem Besuch dieser Website auf das Passwort oder andere sensible Informationen zugreifen, die Sie während derselben Tails-Sitzung an andere Websites senden.

source: This vulnerability doesn't break the anonymity and encryption of Tor connections.
ca: Aquesta vulnerabilitat no trenca l'anonimat i l'encriptatge de les connexions Tor.
de: Diese Sicherheitsanfälligkeit beeinträchtigt nicht die Anonymität und Verschlüsselung von Tor-Verbindungen.

source: For example, it is still safe and anonymous to access websites from Tails if you don't share sensitive information with them.
ca: Per exemple, encara és segur i anònim accedir als llocs web des de Tails si no compartiu informació sensible amb ells.
de: Zum Beispiel ist es weiterhin sicher und anonym, von Tails aus auf Websites zuzugreifen, wenn Sie keine sensiblen Informationen mit ihnen teilen.

source: After *Tor Browser* has been compromised, the only reliable solution is to restart Tails.
ca: Després que el *Navegador Tor* s'hagi compromès, l'única solució fiable és reiniciar Tails.
de: Nachdem *Tor Browser* kompromittiert wurde, besteht die einzige zuverlässige Lösung darin, Tails neu zu starten.

source: Other applications in Tails are not vulnerable. *Thunderbird* in Tails is not vulnerable because JavaScript is disabled.
ca: Altres aplicacions a Tails no són vulnerables. El *Thunderbird* a Tails no és vulnerable perquè el JavaScript està desactivat.
de: Andere Anwendungen in Tails sind nicht anfällig. *Thunderbird* in Tails ist nicht anfällig, weil JavaScript deaktiviert ist.

source: The *Safest* [[security level of *Tor Browser*|doc/anonymous_internet/Tor_Browser#security-level]] is not affected because JavaScript is disabled at this security level.
ca: El [[nivell de seguretat *més segur* del *Navegador Tor*|doc/anonymous_internet/Tor_Browser#security-level]] no es veu afectat perquè el JavaScript està desactivat en aquest nivell de seguretat.
de: Das *sicherste* [[Sicherheitsniveau des *Tor Browsers*|doc/anonymous_internet/Tor_Browser#security-level]] ist nicht betroffen, da JavaScript auf diesem Sicherheitsniveau deaktiviert ist.

source: This vulnerability will be fixed in Tails 5.1 (early June), but our team doesn't have the capacity to publish an emergency release earlier.
ca: Aquesta vulnerabilitat es solucionarà a Tails 5.1 (principis de juny), però el nostre equip no té la capacitat de publicar una versió d'emergència abans.
de: Diese Sicherheitsanfälligkeit wird in Tails 5.1 (Anfang Juni) behoben, aber unser Team hat nicht die Kapazität, eine Notfallversion früher zu veröffentlichen.
