Repository: ks-sbc/os
Catalog: wiki/src/security/Security_hole_*_I2P_0.9.13.*.po
Languages: ca, de

source: [[!meta title="Security hole in I2P 0.9.13"]]
ca: [[!meta title="Forat de seguretat a I2P 0.9.13"]]
de: [[!meta title="Sicherheitsloch in I2P 0.9.13"]]

source: A security hole affects I2P 0.9.13, that is part of Tails 1.1 and earlier.
ca: Un forat de seguretat afecta I2P 0.9.13, que forma part de Tails 1.1 i anteriors.
de: Eine Sicherheitslücke betrifft I2P 0.9.13, das Teil von Tails 1.1 und früher ist.

source: Scope and severity
ca: Abast i gravetat
de: Umfang und Schweregrad

source: If you are using I2P in Tails 1.1 and earlier, an attacker can deanonymize you: they can learn the IP address that identifies you on the Internet.
ca: Si utilitzeu I2P a Tails 1.1 i anteriors, un atacant us pot desanonimitzar: pot conèixer l'adreça IP que us identifica a Internet.
de: Wenn Sie I2P in Tails 1.1 und früher verwenden, kann ein Angreifer Sie deanonymisieren: Er kann die IP-Adresse erfahren, die Sie im Internet identifiziert.

source: To be able to conduct this attack:
ca: Per poder dur a terme aquest atac:
de: Um diesen Angriff durchführen zu können:

source: the attacker must be able to affect the content of a website that you are visiting using the [[Tor Browser|doc/anonymous_internet/Tor_Browser]] in Tails — many people are able to do so;
ca: l'atacant ha de ser capaç d'afectar el contingut d'un lloc web que esteu visitant utilitzant el [[Navegador Tor|doc/anonymous_internet/Tor_Browser]] a Tails — moltes persones poden fer-ho;
de: Der Angreifer muss in der Lage sein, den Inhalt einer Website zu beeinflussen, die Sie mit dem [[Tor Browser|doc/anonymous_internet/Tor_Browser]] in Tails besuchen – viele Menschen können dies tun;

source: and, the attacker must find out how to exploit this security hole; this information has not been published yet, but they may somehow already have discovered it, or been made aware of it.
ca: i, l'atacant ha d'esbrinar com explotar aquest forat de seguretat; aquesta informació encara no s'ha publicat, però és possible que d'alguna manera ja l'hagin descobert, o se n'hagin assabentat.
de: und der Angreifer muss herausfinden, wie er diese Sicherheitslücke ausnutzen kann; diese Informationen wurden bisher nicht veröffentlicht, aber sie könnten sie möglicherweise bereits entdeckt oder davon Kenntnis erlangt haben.

source: <p><strong>Tails does not start I2P by default.</strong> This design decision was made precisely in order to protect the Tails users who do not use I2P from security holes in this piece of software.</p>
ca: <p><strong>Tails no inicia I2P de manera predeterminada.</strong> Aquesta decisió de disseny es va prendre precisament per protegir els usuaris de Tails que no utilitzen I2P pels forats de seguretat en aquest programari.</p>
de: <p><strong>Tails startet I2P nicht standardmäßig.</strong> Diese Designentscheidung wurde genau getroffen, um die Tails-Benutzer, die I2P nicht verwenden, vor Sicherheitslücken in dieser Software zu schützen.</p>

source: <p>Still, an attacker who would also be able to start I2P on your Tails, either by exploiting another undisclosed security hole, or by tricking you into starting it yourself, could then use this I2P security hole to deanonymize you.</p>
ca: <p>Tot i així, un atacant que també pogués iniciar I2P al vostre Tails, ja sigui explotant un altre forat de seguretat no revelat, o enganyant-vos perquè l'inicieu vosaltres mateixos, podria utilitzar aquest forat de seguretat per desanonimitzar-vos.</p>
de: <p>Dennoch könnte ein Angreifer, der auch in der Lage wäre, I2P auf Ihrem Tails zu starten, sei es durch das Ausnutzen eines anderen nicht offengelegten Sicherheitsproblems oder indem er Sie dazu bringt, es selbst zu starten, diese I2P-Sicherheitslücke nutzen, um Sie zu deanonymisieren.</p>

source: Temporary solutions
ca: Solucions temporals
de: Vorübergehende Lösungen

source: You can protect yourself from this security hole until it is corrected.
ca: Podeu protegir-vos d'aquest forat de seguretat fins que es corregeixi.
de: Sie können sich bis zur Behebung dieser Sicherheitsanfälligkeit schützen.

source: Do not start I2P in Tails 1.1 and earlier. You can protect yourself further by removing the `i2p` package every time you start Tails:
ca: No inicieu I2P a Tails 1.1 i anteriors. Podeu protegir-vos encara més eliminant el paquet `i2p` cada vegada que inicieu Tails:
de: Starten Sie I2P nicht in Tails 1.1 und früher. Sie können sich weiter schützen, indem Sie das Paket `i2p` bei jedem Start von Tails entfernen:

source: [[Set an administration password|doc/first_steps/welcome_screen/administration_password]].
ca: [[Establiu una contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span>:
ca: Executeu l'ordre següent en un <span class="application">Terminal d'administrador</span>:

source: However, if you really need to use I2P in Tails 1.1: before you start I2P, disable JavaScript globally [[with NoScript|doc/anonymous_internet/Tor_Browser#noscript]] in the Tor Browser.
ca: Tanmateix, si realment necessiteu utilitzar I2P a Tails 1.1: abans d'iniciar I2P, desactiveu el JavaScript globalment [[amb NoScript|doc/anonymous_internet/Tor_Browser#noscript]] al navegador Tor.
de: Wenn Sie jedoch I2P in Tails 1.1 wirklich verwenden müssen: Deaktivieren Sie vor dem Start von I2P JavaScript global [[mit NoScript|doc/anonymous_internet/Tor_Browser#noscript]] im Tor Browser.

source: Credits
ca: Crèdits
de: Danksagungen

source: This security hole was reported to us by Exodus Intelligence.
ca: Exodus Intelligence ens va informar d'aquest error de seguretat.
de: Dieses Sicherheitsleck wurde uns von Exodus Intelligence gemeldet.
