Repository: ks-sbc/os
Catalog: wiki/src/security/use_of_untrusted_Live_system_found_on_local_hard-disk.*.po
Languages: ca, de

source: [[!meta title="Possible use of an untrusted Live system found on local hard-disk"]]
ca: [[!meta title="Possible ús d'un sistema Live no fiable trobat al disc dur local"]]
de: [[!meta title="Möglicher Einsatz eines nicht vertrauenswürdigen Live-Systems gefunden auf lokaler Festplatte"]]

source: live-initramfs boot scripts, that are used in amnesia, can boot an untrusted Live system found on the local hard-disk, rather than the one present on the USB stick on CD, as could be expected.
ca: Els scripts d'arrencada live-initramfs, que s'utilitzen a amnesia, poden arrencar un sistema Live no fiable que es troba al disc dur local, en lloc del present al llapis USB o CD, com era d'esperar.
de: live-initramfs-Boot-Skripte, die in Amnesia verwendet werden, können ein nicht vertrauenswürdiges Live-System booten, das sich auf der lokalen Festplatte befindet, und nicht, wie zu erwarten wäre, auf dem USB-Stick oder der CD.

source: This can only happen in the (pretty rare) case when Linux needs more than 15 seconds to make the legitimate USB stick or CD ready.
ca: Això només pot passar en el cas (poc probable) quan Linux necessita més de 15 segons per preparar el llapis USB o el CD legítims.
de: Dies kann nur in dem (recht seltenen) Fall passieren, dass Linux mehr als 15 Sekunden braucht, um den legitimen USB-Stick oder die CD bereitzustellen.

source: Impact
ca: Impacte
de: Auswirkungen

source: Booting another Live system than the one you think, without being told, can lead to any kind of information leak, anonymity break, etc.
ca: L'arrencada d'un altre sistema Live que no sigui el que creieu, sense que us ho diguin, pot provocar qualsevol tipus de filtració d'informació, trencament d'anonimat, etc.
de: Das Booten eines anderen Live-Systems als dem, das Sie denken, ohne darüber informiert zu werden, kann zu jeglichen Arten von Informationslecks, Anonymitätsverlust usw. führen.

source: Solution
ca: Solució
de: Lösung

source: None yet. Either build your own images from Git, or wait for the imminent 0.4.2 release.
ca: Cap encara. Creeu les vostres pròpies imatges des de Git o espereu la imminent versió 0.4.2.
de: Noch keine. Entweder erstellen Sie Ihre eigenen Bilder aus Git oder warten auf die bevorstehende Version 0.4.2.

source: Mitigation
ca: Mitigació
de: Milderung

source: Do not use amnesia on untrusted computers.
ca: No utilitzeu amnesia en ordinadors no fiables.
de: Verwenden Sie Amnesia nicht auf nicht vertrauenswürdigen Computern.

source: Affected versions
ca: Versions afectades
de: Betroffene Versionen

source: Any Debian Live-based system, including every amnesia release until, and including, 0.4.1.
ca: Qualsevol sistema basat en Debian Live, inclosos tots els llançaments d'amnesia fins, i inclòs, 0.4.1.
de: Jedes auf Debian Live basierende System, einschließlich aller Amnesie-Versionen bis einschließlich 0.4.1.
