Repository: ks-sbc/os
Catalog: wiki/src/security/use_of_cleartext_swap_partitions_on_local_hard_disks.*.po
Languages: ca

source: [[!meta title="Use of cleartext swap partitions on local hard disks"]]
ca: [[!meta title="Ús de particions d'intercanvi de text clar als discs durs locals"]]

source: At least until its version 1.157.4-1, `live-initramfs` has a [bug](http://lists.debian.org/debian-live/2009/09/msg00125.html) that makes it use any cleartext swap partition found on local hard disks.
ca: Almenys fins a la seva versió 1.157.4-1, `live-initramfs` té un [error](http://lists.debian.org/debian-live/2009/09/msg00125.html) que fa que utilitzi qualsevol partició de text clar d'intercanvi que es troba als discs durs locals.

source: Impact
ca: Impacte

source: Any kind of information about the user's activities can be stored on the local hard disks of the computers being used with affected amnesia systems.
ca: Qualsevol tipus d'informació sobre les activitats de l'usuari es pot emmagatzemar als discs durs locals dels ordinadors que s'utilitzen amb sistemes d'amnesia afectats.

source: Mitigation of passed effects
ca: Mitigació dels efectes passats

source: It is recommended to securely erase, using a program such as `shred`, any cleartext Linux swap partition present on computers having been used with affected amnesia systems.
ca: Es recomana esborrar de manera segura, utilitzant un programa com `shred`, qualsevol partició d'intercanvi de Linux de text clar present als ordinadors que s'hagi utilitzat amb sistemes d'amnesia afectats.

source: Solution
ca: Solució

source: We fixed this hole on 20091006 (commit 00c1ff633e8958d0233) by installing a custom fixed `live-initramfs` package into built images.
ca: Hem corregit aquest forat al 20091006 (commit 00c1ff633e8958d0233) instal·lant un paquet personalitzat `live-initramfs` a les imatges integrades.

source: The relevant patch was then [integrated](http://lists.debian.org/debian-live/2009/10/msg00124.html) in upstream's Git.
ca: El pedaç rellevant es va [integrar](http://lists.debian.org/debian-live/2009/10/msg00124.html) al Git d'amunt.

source: Affected versions
ca: Versions afectades

source: Releases 0.2-20090815 and 0.2-20090816 are affected, as well as any custom image built from Git before commit 00c1ff633e8958d0233.
ca: Les versions 0.2-20090815 i 0.2-20090816 es veuen afectades, així com qualsevol imatge personalitzada creada des de Git abans de la confirmació 00c1ff633e8958d0233.
