Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: To save your bridge, <a href="doc/persistent_storage">create a Persistent Storage</a> on your Tails USB stick.
bg: За да бъде запазен моста <a href="doc/persistent_storage">отключете постоянното хранилище</a> на USB паметта с Tails.
ca: Per desar el vostre pont, <a href="doc/persistent_storage">creeu un Emmagatzematge Persistent</a> al vostre llapis USB de Tails.
cs: Pro uložení vašeho mostu na svém Tails USB flash disku <a href="doc/persistent_storage">vytvořte trvalé úložiště</a>.
fi: Tallentaaksesi siltasi, <a href="doc/persistent_storage">luo pysyvä tallennustila</a> Tails USB -muistillesi.
fr: Pour sauvegarder votre pont, <a href="doc/persistent_storage">créez un stockage persistant</a> sur votre clé USB Tails.
ga: Chun do dhroichead a shábháil, <a href="doc/persistent_storage">cruthaigh Stóráil Marthanach</a> ar do mhéaróg USB Tails.
hr: Za spremanje tvog mosta <a href="doc/first_steps/persistence">stvori stalno spremište</a> na tvom Tails USB sticku.
is: Til að vista brúna þína skaltu <a href="doc/persistent_storage">útbúa varanlega gagnageymslu</a> á Tails USB-minnislyklinum þínum.
it: Per salvare il bridge, <a href="doc/first_steps/persistence">crea un'archiviazione persistente</a> nella tua chiave USB di Tails.
ja: ブリッジを保存するには、Tails USB メモリーに<a href="doc/persistent_storage">永続ストレージを作成</a>してください。
ka: ხიდის შესანახად <a href="doc/persistent_storage">შექმენით მუდმივი საცავი</a> Tails-ის USB-მეხსიერებაზე.
pl: Aby zapisać mostek, <a href="doc/persistent_storage">utwórz pamięć trwałą</a> na pamięci USB Tails.
ru: Чтобы сохранить свой мост, <a href="doc/persistent_storage">создайте Постоянное хранилище</a> на вашем Tails.
sq: Që të ruhet ura juaj, <a href="doc/persistence_storage">krijoni një Depozitë të Qëndrueshme</a> në diskthin tuaj USB Tails.
sr: Da sačuvate svoj most, <a href="doc/persistent_storage">napravite Uporno Skladište</a> na svoj Tails USB stick.
sv: För att spara din bro, <a href="doc/persistent_storage">skapa en bestående lagring</a> på ditt Tails USB-minne.
sw: Kuhifadhi bridge, <a href="doc/persistent_storage">tengeneza Persistent Storage</a> katika flash iliyo na Tails.
vi: Để sao lưu cầu Bridge của bạn, <a href="doc/persistent_storage">khởi tạo một ổ đĩa lưu trữ liên tục kéo dài</a> trên thẻ nhớ USB Tails của bạn.

source: Invalid: {exception}
bg: Невярно: {exception}
ca: No vàlid: {exception}
cs: Neplatné: {exception}
fa: نامعتبر: {exception}
fi: Virheellinen: {exception}
fr: Invalide : {exception}
ga: Neamhbhailí: {exception}
he: בלתי תקף: {exception}
hr: Neispravno: {exception}
is: Ógilt: {exception}
it: Non valido: {exception}
ja: 無効: {exception}
ka: უმართებულო: {exception}
pl: Nieprawidłowe: {exception}
ru: Неверно: {exception}
sq: E pavlefshme: {exception}
sr: Neispravno: {exception}
sv: Ogiltig: {exception}
sw: Isiyo sahihi: {exception}
vi: Không hợp lệ: {exception}

source: You need to configure an obfs4 bridge to hide that you are using Tor
bg: Трябва да настроите мост от вида obfs4, който да скрие, че използвате Tor
ca: Heu de configurar un pont obfs4 per ocultar que esteu utilitzant Tor
cs: Abyste skryli fakt, že používáte Tor, musíte nakonfigurovat obfs4 most
fa: شما باید یک پل obfs4 پیکربندی کنید تا استفاده خود از تور را پنهان کنید
fi: Sinun tulee määrittää obfs4-silta piilottaaksesi Tor-käyttösi
fr: Vous devez utiliser un pont obfs4 pour dissimuler le fait que vous utilisez Tor
ga: Ní mór duit droichead obfs4 a chumrú chun a cheilt go bhfuil Tor in úsáid agat
he: אתה צריך לתצר גשר obfs4 כדי להסתיר שאתה משתמש ב־Tor
is: Þú þarft að stilla obfs4 brú til að fela að þú sért að nota Tor
it: Per nascondere che stai usando Tor devi configurare un bridge obfs4
ja: Tor を使用していることを隠すには、obfs4 ブリッジを構成する必要があります
ka: საჭიროა გამართოთ obfs4 ხიდი, იმის დასამალად, რომ იყენებთ Tor-ს
pl: Musisz skonfigurować mostek obfs4, aby ukryć, że używasz sieci Tor
ro: Trebuie sa configuri un pod obfs4 pentru a ascunde faptul că folosești Tor
ru: Вам нужно настроить мост obfs4, чтобы скрыть, что вы используете Tor
sq: Duhet të formësoni një urë obfs4, për të fshehur faktin se po përdorni Tor-in
sr: Morate podesiti obsf4 most da sakrijete korištenje Tor-a
sv: Du måste konfigurera en obfs4-bro för att dölja att du använder Tor
sw: Unahitaji kusanidi obfs4 bridge ili kuficha kama unatumia Tor
vi: Bạn cần phải định cấu hình một cầu Bridge obfs4 để ẩn đi rằng bạn đang sử dụng Tor

source: Failed to configure your Persistent Storage
bg: Настройката на постоянното хранилище е неуспешна
ca: No s'ha pogut configurar l'Emmagatzematge Persistent
cs: Nastavení trvalého úložiště selhalo
fa: عدم موفقیت در پیکربندی ذخیره‌ساز دائم
fi: Pysyvän tallennustilan määrittäminen epäonnistui
fr: Échec de configuration de votre espace de stockage persistant
ga: Theip ar do Stór Marthanach a chumrú
he: נכשל בתיצור האחסון המתמיד שלך
hr: Neuspjelo konfiguriranje trajnog spremišta
is: Tókst ekki að stilla varanlega gagnageymslu
it: Impossibile configurare l'archiviazione persistente
ja: 永続ストレージの構成に失敗しました
ka: მუდმივი მეხსიერების გამართვა ვერ მოხერხდა
pl: Nie udało się skonfigurować pamięci trwałej
ro: Nu s-a putut configura stocarea persistentă
ru: Не удалось настроить ваше постоянное хранилище
sq: S’u arrit të formësohej Depozita juaj e Përhershme
sr: Neuspelo podešavanje vašeg Upornog Skladišta
sv: Det gick inte att konfigurera din bestående lagring
sw: Imeshindwa kusanidi Persistent Storage yako
vi: Đã thất bại khi định cấu hình cho Dung lượng lưu trữ liên tục dài hạn của bạn

source: Failed to detect a webcam. Maybe your webcam is too old.
bg: Не може да бъде намерена камера. Пробвайте да включите друга.
ca: No s'ha pogut detectar una càmera web. És possible que la càmera web sigui massa antiga.
cs: Rozpoznání webkamery selhalo. Možná, že je vaše webová kamera příliš stará.
fi: Web-kameraa ei voitu havaita. Kenties web-kamerasi on liian vanha.
fr: Échec de la détection de la webcam. Peut-être que votre webcam est trop ancienne.
ga: Theip ar ceamara gréasáin a bhrath. B'fhéidir go bhfuil do ceamara gréasáin ró-shean.
is: Mistókst að finna vefmyndavél. Kannski er vefmyndavélin þín of gömul.
it: Non è stato possibile rilevare una webcam. Forse la tua webcam è troppo vecchia.
ja: ウェブカメラの検出に失敗しました。ウェブカメラが古すぎる可能性があります。
ka: ვერ მოხერხდა ვებკამერის მოძიება. შეიძლება ზედმეტად მოძველებულია.
lt: Nepavyko aptikti vaizdo kameros. Galbūt, jūsų vaizdo kamera per sena.
pl: Nie udało się wykryć kamery internetowej. Być może jest ona za stara.
ro: Nu s-a putut detecta nici o camera web. Poate camera ta web este prea veche.
ru: Камера не обнаружена на этом устройстве. Попробуйте подключить другую камеру.
sq: S’u arrit të pikaset kamerë web. Ndoshta kamera juaj web është shumë e vjetër.
sr: Nismo pronašli web kameru. Možda je vaša web kamera previše stara.
sv: Det gick inte att hitta en webbkamera. Kanske är din webbkamera för gammal.
sw: Imeshindwa kufuta kamera ya wavuti. Labda kamera yako ya wavuti ni ya muda mrefu sana.
vi: Đã thất bại khi dò tìm một webcam. Có lẽ webcam của bạn quá cũ.

source: Failed to scan QR code. Try with more light or closer to the camera.
bg: Кодът за QR не е сканиран. Пробвайте при повече светлина или по-близо до камерата.
ca: No s'ha pogut escanejar el codi QR. Proveu amb més llum o més a prop de la càmera.
cs: Oskenování QR kódu selhalo. Zkuste použít více světla nebo přibližte více fotoaparát.
fi: QR-koodin skannaaminen epäonnistui. Yritä uudelleen valoisemmassa tilassa tai aseta kamera lähemmäksi.
fr: La numérisation du QR code a échoué. Essayez avec plus de lumière ou plus près de l'appareil photo.
ga: Theip ar an gcód QR a scanadh. Bain triail as le níos mó solais nó níos gaire don cheamara.
is: Mistókst að skanna QR-kóða. Prófaðu í meira ljósi eða nær myndavélinni.
it: Impossibile eseguire la scansione del codice QR. Prova con più luce o avvicina la fotocamera.
ja: QR コードのスキャンに失敗しました。周辺を明るくするか、カメラに近づけて再度試してみてください。
ka: ვერ მოხერხდა QR-კოდის წაკითხვა. სცადეთ უკეთესი განათებით ან კამერის მეტად მიახლოებით.
lt: Nepavyko nuskenuoti QR kodo. Pabandykite šviesesnėje aplinkoje arba arčiau vaizdo kameros.
pl: Nie udało się zeskanować kodu QR. Spróbuj z większą ilością światła lub bliżej kamery.
ro: Scanarea codului tau QR nu a reusit. Incearca sa luminezi sau sa te apropi de camera.
ru: Не удалось отсканировать QR-код. Попробуйте улучшить освещение или поднести поближе к камере.
sq: S’u arrit të skanohej kod QR. Provoni me më tepër dritë, ose më afër kamerës.
sr: Neuspelo skeniranje QR code-a. Pokušajte sa više svetla ili bliže kameri.
sv: Det gick inte att skanna QR-koden. Försök med mer ljus eller närmare kameran.
sw: Imeshindwa kukagua QR code. Jaribu na mwanga zaidi au karibu na kamera.
vi: Đã thất bại khi quét mã code QR. Hãy thử lại với một camera đặt gần hơn hoặc rọi sáng sủa hơn.

source: Invalid QR code. Try sending another email and scanning again.
bg: Неправилен код за QR. Изпратете друго електронно посмо и сканирайте отново.
ca: El codi QR no és vàlid. Proveu d'enviar un altre correu electrònic i escanegeu-lo de nou.
cs: Neplatný QR kód. Zkuste poslat další e-mail a znovu skenovat.
fi: Virheellinen QR-koodi. Yritä lähettää uusi sähköposti ja skannaa uudelleen.
fr: Le QR code n'est pas valide. Essayez d'envoyer un autre courriel ou de le scanner à nouveau.
ga: Cód QR neamhbhailí. Bain triail as ríomhphost eile a sheoladh agus scanadh arís.
is: Ógildur QR-kóði. Prófaðu að senda annan tölvupóst og skanna aftur.
it: Codice QR non valido. Prova a inviare un'altra email e a eseguire nuovamente la scansione.
ja: 無効な QR コードです。別のメールを送信して、再度スキャンしてみてください。
ka: უმართებულო QR-კოდი. სცადეთ სხვა ელფოსტა და კვლავ წააკითხეთ.
pl: Nieprawidłowy kod QR. Spróbuj wysłać kolejną wiadomość e-mail i ponownie zeskanować.
ro: Cod QR invalid. Incearca sa trimiti inca un mail si scaneaza-l din nou.
ru: Недействительный QR-код. Попробуйте отправить ещё одно электронное сообщение или попробуйте просканировать QR-код вновь.
sq: Kod QR i pavlefshëm. Provoni të dërgoni një tjetër email dhe të ribëni skanimin.
sr: Neispravan QR kod. Pokušajte poslati još jedan email i skenirati ponovo.
sv: Ogiltig QR-kod. Försök att skicka ett nytt e-postmeddelande och skanna igen.
sw: QR code siyo sahihi. Jaribu kutuma barua pepe nyingine na kagua upya.
vi: Mã code QR không hợp lệ. Hãy thử gửi một email khác và quét lại lần nữa.

source: Synchronizing the system's clock…
bg: Сверяване на системния часовник…
ca: S'està sincronitzant el rellotge del sistema…
cs: Synchronizace času systému…
fa: همگام سازی ساعت سیستم…
fi: Synkronoidaan järjestelmän kelloa…
fr: Synchronisation de l’horloge système…
ga: Ag sioncronú clog an chórais…
is: Samstilli klukku kerfisins…
it: Sincronizzazione dell'orologio di sistema…
ja: システムの時刻を同期しています…
ka: სინქრონიზდება სისტემის საათი…
lt: Sinchonizuojamas sistemos laikrodis…
pl: Synchronizacja zegara systemowego…
ro: Se sincronizează ceasul sistemului…
ru: Синхронизация системных часов…
sq: Po njëkohësohet sahati i sistemit…
sr: Usklađivanje sistemski sat…
sv: Synkroniserar systemets klocka…
sw: Oanisha na saa ya mfumo.…
vi: Đang đồng bộ hoá đồng hồ của hệ thống…

source: Connecting to Tor without bridges…
bg: Свързване с Tor без мостове…
ca: S'està connectant a Tor sense ponts…
cs: Připojování k Toru bez využití mostů…
fa: وصل شدن به تور بدون پل…
fi: Yhdistetään Tor-verkkoon ilman siltoja…
fr: Connexion à Tor sans pont…
ga: Ag nascadh le Tor gan droichid…
he: מתחבר אל Tor בלי גשרים…
hr: Povezivanje na Tor bez mostova …
is: Tengist við Tor án brúa…
it: Connessione a Tor senza usare bridge…
ja: ブリッジなしで Tor に接続しています…
ka: უკავშირდება Tor-ს ხიდების გარეშე…
lt: Jungiamasi prie Tor be tinklų tiltų…
pl: Łączenie z siecią Tor bez mostków…
ro: Conectarea la Tor fără poduri…
ru: Подключение к Tor без мостов…
sq: Po lidhet me Tor-in pa ura…
sr: Povezivanje sa Tor-om bez mostova…
sv: Ansluter till Tor utan broar…
sw: Unganisha na Tor bila kutumia bridges…
vi: Đang kết nối tới Tor mà không có cầu Bridge…

source: Connecting to Tor with default bridges…
bg: Свързване с Tor чрез подразбирани мостове…
ca: S'està connectant a Tor amb ponts predeterminats…
cs: Připojování k Toru pomocí výchozích mostů…
fa: وصل شدن به تور با پل‌های پیش‌گزیده…
fi: Tor-yhteyttä muodostetaan oletussilloilla…
fr: Connexion à Tor avec les ponts par défaut…
ga: Ag nascadh le Tor le droichid réamhshocraithe…
he: מתחבר אל Tor עם גשרי ברירת מחדל…
hr: Povezivanje na Tor sa standardnim mostovima …
is: Tengist við Tor með sjálfgefnum brúm…
it: Connessione a Tor con bridge predefiniti…
ja: デフォルトのブリッジを使って Tor に接続しています…
ka: უკავშირდება Tor-ს ნაგულისხმევი ხიდებით…
lt: Jungiamasi prie Tor naudojant numatytuosius tinklų tiltus…
pl: Łączenie z siecią Tor wraz z domyślnymi mostkami…
ro: Conectarea la Tor cu podurile implicite…
ru: Подключение к Tor через мосты по умолчанию…
sq: Po lidhet me Tor-in përmes urave parazgjedhje…
sr: Povezivanje sa Tor-om koristeći uobičajene mostove…
sv: Ansluter till Tor med standardbroar…
sw: Unganisha na Tor ikiwa na bridges iliyopo katika mfumo…
vi: Đang kết nối tới Tor với cầu Bridge mặc định…

source: Connecting to Tor with a custom bridge…
bg: Свързване с Tor чрез потребителски мост…
ca: S'està connectant a Tor amb un pont personalitzat…
cs: Připojování k Toru pomocí vlastního mostu…
fa: وصل شدن به تور با پل سفارشی…
fi: Yhdistetään Tor-verkkoon mukautetulla sillalla…
fr: Connexion à Tor avec un pont personnalisé…
ga: Ag nascadh le Tor le droichead saincheaptha…
he: מתחבר אל Tor עם גשר מותאם אישית…
hr: Povezivanje na Tor sa standardnim mostom …
is: Tengist við Tor með sérsniðinni brú…
it: Connessione a Tor con un bridge personalizzato…
ja: カスタムブリッジを使って Tor に接続しています…
ka: უკავშირდება Tor-ს მითითებული ხიდით…
lt: Jungiamasi prie Tor naudojant tinkintus tinklų tiltus…
pl: Łączenie z siecią Tor wraz z niestandardowym mostkiem…
ro: Conectarea la Tor cu un pod modificat…
ru: Подключение к Tor через пользовательский мост…
sq: Po lidhet me Tor-in për një urë vetjake…
sr: Povezivanje sa Tor-om koristeći poručen most…
sv: Ansluter till Tor med en anpassad bro…
sw: Unganisha katika Tor na bridge nyingine isiyo katika mfumo…
vi: Đang kết nối tới Tor với một cầu Bridge tuỳ chỉnh…

source: Connected to Tor successfully with bridges
bg: Успешно свързване с Тор чрез мостове
ca: Esteu connectat a Tor amb èxit amb ponts
cs: Úspěšně připojeno k Tor za pomoci mostů
fa: با پل با موفقیت به Tor متصل شد
fi: Tor-yhteys muodostettu onnistuneesti siltojen avulla
fr: Connecté à Tor avec succès avec des ponts
ga: Ceangailte go rathúil le Tor le droichid
is: Tókst að tengjast við Tor með brúm
it: Connesso a Tor correttamente tramite bridge
ja: ブリッジ経由で正常に Tor に接続されました
ka: წარმატებით დაუკავშირდა Tor-ს გადამცემი ხიდებით
pl: Pomyślnie połączono z siecią Tor za pomocą mostków
ro: Conectat cu succes la Tor cu poduri
ru: Успешно подключено к Tor через мосты
sq: U lidh me sukses në Tor me ura
sr: Uspešno povezan sa Tor-om sa mostovima
sv: Ansluten till Tor med broar
sw: Imefanikiwa kuunganisha na Tor ikiwa na bridges
vi: Đã kết nối tới Tor thành công với cầu Bridge

source: Connected to Tor successfully
bg: Установена е връзка с мрежата на Tor
ca: Esteu connectat a Tor correctament
cs: Úspěšně připojeno k Toru
fa: اتصال به تور موفقیت آمیز بود
fi: Tor-yhteys muodostettu onnistuneesti
fr: Vous êtes connecté à Tor avec succès
ga: Ceangailte le Tor go rathúil
he: התחבר אל Tor בהצלחה
is: Tókst að tengjast við Tor
it: Connessione a Tor riuscita
ja: Tor に正常に接続されました
ka: დაუკავშირდა Tor-ს წარმატებით
lt: Sėkmingai prisijungta prie Tor
pl: Pomyślnie połączono z siecią Tor
ro: Conectarea la Tor a reusit
ru: Успешное подключение к сети Tor
sq: U lidh me sukses me Tor-in
sr: Uspešno povezan sa Tor-om
sv: Ansluten till Tor
sw: Imefanikiwa kuunganishwa na Tor
vi: Đã kết nối tới Tor thành công

source: You can now browse the Internet anonymously and uncensored.
bg: Вече можете да разглеждате в интернет анонимно и без цензура.
ca: Ara podeu navegar per Internet de manera anònima i sense censura.
cs: Nyní můžete procházet internet anonymně a bez cenzury.
fa: اکنون می‌توانید به صورت ناشناس و بدون سانسور در اینترنت گردش کنید.
fi: Voit nyt käyttää Internetiä anonyymisti ja sensuroimattomasti.
fr: Vous pouvez désormais parcourir Internet anonymement et sans censure.
ga: Is féidir leat brabhsáil ar an Idirlíon anois gan ainm agus uncensored.
he: אתה יכול עכשיו לגלוש באינטרנט באופן אלמוני ובלתי מצונזר.
is: Núna geturðu vafrað nafnlaust um internetið án ritskoðunar.
it: Ora puoi navigare in internet anonimamente e senza censure.
ja: 匿名かつ検閲されずにインターネットを閲覧することができます。
ka: ახლა უკვე შეგიძლიათ ინტერნეტის მონახულება ვინაობის გაუმხელად და შეზღუდვების გვერდის ავლით.
pl: Możesz teraz przeglądać Internet anonimowo i bez cenzury.
ro: Puteti acum sa accesati Internetul anonim si necenzurat.
ru: Теперь вы можете просматривать Интернет анонимно и без цензуры.
sq: Tani mund të shfletoni në Internet në mënyrë anonime dhe të pacensuruar.
sr: Sada možete pregledavati internet anonimno i bez cenzure.
sv: Du kan nu surfa på internet anonymt och ocensurerat.
sw: Sasa unaweza kuperuzi mtandaoni bila kujulikana wala kudhibitiwa.
vi: Giờ đây bạn có thể duyệt internet một cách ẩn danh và không bị kiểm duyệt.

source: This local network seems to be blocking access to Tor.
bg: Изглежда, местната мрежа спира достъпа до мрежата на Tor.
ca: Sembla que aquesta xarxa local està bloquejant l'accés a Tor.
cs: Zdá se, že tato místní síť blokuje přístup k Toru.
fi: Paikallinen verkko näyttää estävän Tor-yhteydet.
fr: Il semblerait que ce réseau local bloque l'accès à Tor.
ga: Is cosúil go bhfuil an líonra áitiúil seo ag cur bac ar rochtain ar Tor.
is: Þetta staðarnet virðist vera að hindra aðgang að Tor.
it: Questa rete locale sembra bloccare l'accesso a Tor.
ja: あなたのローカルネットワークは Tor への接続をブロックしているようです。
ka: ამ ადგილობრივ ქსელში ჩანს, იზღუდება Tor-თან კავშირი.
lt: Atrodo, kad šis vietinis tinklas blokuoja prieigą prie Tor.
pl: Ta sieć lokalna wydaje się blokować dostęp do sieci Tor.
ro: Se pare ca aceasta retea blocheaza accesul la Tor.
ru: Кажется, ваша локальная сеть блокирует доступ к сети Tor.
sq: Ky rrjet vendor duket se e bllokon hyrjen në Tor.
sr: Izgleda da ova lokalna mreža blokira pristup Tor-u.
sv: Det här lokala nätverket verkar blockera åtkomst till Tor.
sw: Mtandao huu wa ndani unaonekana kuzuia upatikanaji wa Tor.
vi: Mạng lưới cục bộ này có vẻ như đang chặn truy cập tới Tor.

source: Bridge address malformed
bg: Неверен адрес на мост
ca: Hi ha un error de sintaxis a l'adreça del pont
cs: Nesprávný tvar Bridge adresy
fa: نشانی پل نادرست
fi: Sillan osoite on virheellinen
fr: L’adresse du pont est malformée
ga: Seoladh droichid míchumtha
he: כתובת גשר פגומה
hr: Adresa mosta krivog oblika
is: Vistfang brúar er gallað
it: Indirizzo bridge malformato
ja: ブリッジのアドレスが不正です
ka: ხიდის მისამართი გაუმართავია
lt: Netaisyklingas tinklų tilto adresas
pl: Zniekształcony adres mostka
ro: Adresa podului malformat
ru: Некорректный адрес моста
sq: Adresë ure e keqformuar
sr: Adresa mosta deformisana
sv: Broadress missbildad
sw: Anwani ya Bridge imeharibika
vi: Địa chỉ cầu Bridge không đúng dạng

source: Setting a bridge is needed if you want to hide that you are using Tor
bg: Задаването на мост е необходимо, ако искате да скриете, че използвате Tor
ca: Cal establir un pont si voleu ocultar que esteu utilitzant Tor
cs: Pokud chcete skrýt fakt, že používáte Tor, je nutné nastavit most
fa: تنظیم یک پل برای پنهان کردن استفاده خود از تور ضروری می باشد
fi: Sillan määritys on pakollista Tor-yhteyden käytön piilottamiseksi
fr: La mise en place d'un pont est nécessaire si vous cherchez à cacher le fait que vous utilisez Tor
ga: Tá gá le droichead a shocrú más mian leat a cheilt go bhfuil Tor in úsáid agat
he: הגדרת גשר דרושה אם אתה רוצה להסתיר שאתה משתמש ב־Tor
hr: Postavljanje mosta je potrebno ako želiš sakriti da koristiš Tor
is: Það þarf að velja brú ef þú vilt fela það að þú sért að nota Tor
it: Impostare un bridge è necessario se vuoi nascondere che stai usando Tor
ja: Tor を使用していることを隠したい場合はブリッジを設定する必要があります
ka: ხიდის გამართვა მაშინაა საჭირო, როცა გსურთ დამალოთ, რომ Tor-ით სარგებლობთ
pl: Ustawienie mostka jest potrzebne, jeśli chcesz ukryć, że używasz sieci Tor
ro: Configurarea unui pod este necesară dacă vrei să ascunzi faptul că folosești Tor
ru: Настройка моста необходима, если вы хотите скрыть, что используете Tor
sq: Është e nevojshme ujdisja e një ure, nëse doni të fshihni faktin se po përdorni Tor-in
sr: Podešavanje mosta je potrebno ako želite sakriti da koristite Tor
sv: Att ställa in en bro behövs om du vill dölja att du använder Tor
sw: Mpangilio wa bridge unahitajika kama unataka kutojulikana kama unatumia Tor
vi: Cài đặt một cầu Bridge là cần thiết nếu bạn muốn ẩn giấu rằng bạn đang sử dụng Tor

source: Scanned {bridge_type} bridge: <b>{bridge_info}</b>.
bg: Сканиран мост от вида {bridge_type}: <b>{bridge_info}</b>.
ca: Pont {bridge_type} escanejat: <b>{bridge_info}</b>.
cs: Skenovaný {bridge_type} most: <b>{bridge_info}</b>.
fi: Skannattu {bridge_type} -silta: <b>{bridge_info}</b>.
fr: Scannée {bridge_type} pont : <b>{bridge_info}</b>.
ga: Scanadh droichead {bridge_type}: <b>{bridge_info}</b>.
is: Skannaði {bridge_type} brú: <b>{bridge_info}</b>.
it: Bridge {bridge_type} scansionato: <b>{bridge_info}</b>.
ja: スキャンされた {bridge_type} ブリッジ: <b>{bridge_info}</b>。
ka: წაკითხული {bridge_type} ხიდი: <b>{bridge_info}</b>.
pl: Zeskanowany {bridge_type}mostek: <b>{bridge_info}</b>.
ro: Scanat {bridge_type} podul: {bridge_info}
ru: Просканирован {bridge_type} мост: <b>{bridge_info}</b>.
sq: Urë {bridge_type} e skanuar: <b>{bridge_info}</b>.
sr: Skeniran {bridge_type} most: <b>{bridge_info}</b>.
sv: Skannad {bridge_type}-bro: <b>{bridge_info}</b>.
sw: Iliyokaguliwa {bridge_type} bridge: <b>{bridge_info}</b>.
vi: Đã quét scan {bridge_type} cầu Bridge: <b>{bridge_info}</b>.

source: Are you sure you want to lose progress?
bg: Желаете ли да загубите напредъка?
ca: Esteu segur que voleu perdre el progrés?
cs: Opravdu chcete o práci přijít?
fa: آیا مطمئن هستید که می‌خواهید پیشرفت فعلی را از دست بدهید؟
fi: Haluatko varmasti menettää edistymisen?
fr: Voulez-vous vraiment perdre la progression ?
ga: An bhfuil tú cinnte gur mhaith leat dul chun cinn a chailleadh?
he: האם אתה בטוח שאתה רוצה לאבד התקדמות?
hr: Stvarno želiš izgubiti napredak?
is: Ertu viss um að þú viljir tapa framvindunni?
it: Vuoi davvero perdere l'avanzamento?
ja: 進捗を破棄してよろしいですか？
ka: ნამდვილად გსურთ, წინსვლის გაუქმება?
pl: Czy na pewno chcesz stracić postęp?
ro: Sunteți sigur că vreți să pierdeți progres?
ru: Вы уверены, что хотите потерять прогресс?
sq: Jeni i sigurt se doni të humbni përparim?
sr: Da li ste sigurni da želite izgubiti napredak?
sv: Är du säker på att du vill förlora framsteg?
sw: Unauhakika hutaki kuendelea?
vi: Bạn có chắc chắn rằng bạn muốn mất tiến độ không?
