Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: <b>Your Tails device was successfully upgraded.</b> Some security features were temporarily disabled. You should restart Tails on the new version as soon as possible. Do you want to restart now?
bg: <b>Устройство с Tails е обновено.</b> Някой настройки за сигурност са временно изключени. Рестартирайте Tails възможно най-скоро. Желаете ли устройството да рестартира сега?
ca: <b>El dispositiu Tails ha estat actualitzat correctament.</b> Algunes característiques de seguretat han estat temporalment deshabilitades. És recomanable que reinicieu Tails amb la nova versió tan aviat com sigui possible. Voleu reiniciar ara?
cs: <b>Vaše zařízení Tails bylo aktualizováno.</b> Některé bezpečnostní funkce nejsou dočasně dostupné. Novou verzi Tails doporučujeme co nejdříve restartovat. Chcete restartovat nyní?
fa: <b>دستگاه تیلز شما با موفقیت به روز رسانی شد.</b> بعضی از امکانات امنیتی موقتاً غیر فعال شدند. در اولین فرصت تیلز را مجدداً راه اندازی کنید. آیا می خواهید همین الآن تیلز راه اندازی مجدد شود؟
fi: <b>Tails-laitteesi päivitys onnistui.</b> Jotkut turvallisuusominaisuudet olivat tilapäisesti otettu pois käytöstä. Sinun pitäisi käynnistää Tails uudelleen uudessa versiossa niin pian kuin mahdollista. Haluatko käynnistää uudelleen nyt?
fr: <b>Votre périphérique Tails a été mis à jour avec succès.</b> Quelques fonctionnalités de sécurité ont été temporairement désactivées.. Vous devriez redémarrer Tails sur la nouvelle version dès que possible. Voulez-vous redémarrer maintenant ?
ga: <b>D'éirigh linn do ghléas Tails a nuashonrú.</b> Díchumasaíodh roinnt gnéithe slándála go sealadach. Ba chóir duit Tails a atosú leis an leagan nua chomh luath agus is féidir. An bhfuil fonn ort atosú anois?
he: <b>התקן ה-Tails שלך שודרג בהצלחה.</b> תכונות אבטחה מסוימות הושבתו באופן זמני. אתה צריך להפעיל מחדש את Tails בגרסה החדשה בהקדם האפשרי. האם אתה רוצה להפעיל מחדש כעת?
hr: <b>Tvoj Tails uređaj je uspješno nadograđen.</b> Neke su sigurnosne funkcije privremeno deaktivirane. Tails moraš što prije ponovo pokrenuti s novom verzijom. Želiš li sada ponovo pokrenuti Tails?
is: <b>Það tókst að uppfæra Tails tækið þitt.</b> Sumir öryggiseiginleikar voru tímabundið gerðir óvirkir. Þú ættir að endurræsa Tails með nýju útgáfunni eins fljótt og auðið er. Viltu endurræsa núna?
it: <b>Il dispositivo Tails è stato aggiornato con successo.</b> Alcune funzioni di sicurezza sono state temporaneamente disabilitate. Riavviare Tails con la nuova versione il prima possibile. Riavviare ora?
ja: <b>この Tails デバイスは正常にアップグレードされました。</b> いくつかのセキュリティ機能が一時的に無効になりました。 できるだけ早く新しいバージョンの Tails で再起動をする必要があります。 今すぐ再起動しますか？
ka: <b>თქვენი Tails-მოწყობილობა წარმატებით განახლდა.</b> უსაფრთხოების საშუალებების ნაწილი, დროებით გამორთულია. ხელახლა უნდა გაუშვათ Tails, როგორც კი ახალი ვერსია იქნება ხელმისაწვდომი. გსურთ, ხელახლა გაშვება ახლავე?
lt: <b>Jūsų Tails įrenginys buvo sėkmingai atnaujintas.</b> Kai kurios saugumo ypatybės buvo laikinai išjungtos. Jūs turėtumėte kaip įmanoma greičiau iš naujo paleisti į naująją Tails versiją. Ar norite paleisti iš naujo dabar?
pl: <b>System Tails został pomyślnie zaktualizowany.</b> Niektóre funkcje bezpieczeństwa zostały tymczasowo wyłączone. Jak najszybciej uruchom ponownie Tails w nowej wersji. Czy chcesz teraz uruchomić ponownie?
ro: <b>Dispozitivul Tails a fost actualizat cu succes.</b> Anumite funcții de securitate au fost dezactivate temporar. Ar trebui să reporniți Tails cu noua versiune cît mai curînd posibil. Doriți să reporniți acum?
ru: <b>Ваше Tails-устройство было успешно обновлено.</b> Некоторые настройки безопасности были временно отключены. Вы должны перезапустить новую версию Tails как можно скорее. Хотите перезапустить сейчас?
sq: <b>Pajisja juaj Tails u përmirësua me sukses.</b> Disa veçori sigurie u çaktivizuan përkohësisht. Duhet ta rinisni Tails nën versionin e ri sa më shpejt të jetë e mundur. Doni ta rinisni tani?
sr: <b>Vaš Tails uređaj je uspešno nadograđen.</b> Pojedine bezbednosne funkcije bile su onemogućene. Trebali biste da što pre ponovo pokrenete Tails na novoj verziji. Želite li sada da ponovo pokrenete?
sv: <b>Din Tails enhet uppgraderades problemfritt.</b> Vissa säkerhetsfunktioner blev tillfälligt inaktiverade. Du borde starta om Tails med den nya versionen snarast möjligt. Vill du starta om nu?
sw: <b>Kifaa chako cha Tails kimefanikiwa kufanyiwa maboresho.</b> Baadhi ya tabia zilizimwa kwa kmuda. Unatakuiwa uanzishe tena Tails katika toleo jipya haraka iwezekanavyo. Je unataka kuanza upya sasa?
vi: <b>Thiết bị chứa Tails của bạn đã được nâng cấp thành công.</b> Một vài tính năng an ninh đã tạm thời bị vô hiệu. Bạn nên khởi động lại Tails trên phiên bản mới càng sớm càng tốt. Bạn có muốn khởi động lại bây giờ không?

source: Restart Tails
bg: Рестарт на Tails
ca: Reinicia Tails
cs: Restartovat Tails
fa: راه‌اندازی مجدد تیلز
fi: Käynnistä Tails uudelleen
fr: Redémarrer Tails
ga: Atosaigh Tails
he: הפעל מחדש את Tails
hr: Ponovo pokreni Tails
is: Endurræsa Tails
it: Riavvia Tails
ja: Tails を再起動
ka: ხელახლა გაეშვას Tails
lt: Paleisti Tails iš naujo
pl: Uruchom ponownie Tails
ro: Reporniți Tails
ru: Перезапустить Tails
sq: Rinise Tails
sr: Рестартуј Таилс
sv: Starta om Tails
sw: Anza upya Tails
vi: Khởi động lại Tails

source: Restart now
bg: Рестартиране
ca: Reinicia ara
cs: Restartovat hned
fa: راه‌اندازی مجدد اکنون
fi: Käynnistä nyt uudelleen
fr: Redémarrer maintenant
ga: Atosaigh anois
he: הפעל מחדש כעת
hr: Ponovo pokreni sada
is: Endurræsa núna
it: Riavvia ora
ja: 今すぐ再起動
ka: ხელახლა გაშვება ახლავე
lt: Paleisti iš naujo dabar
pl: Uruchom ponownie teraz
ro: Reporniți acum
ru: Перезапустить сейчас
sq: Rinise tani
sr: Рестартуј одмах
sv: Starta om nu
sw: Washa upya sasa
vi: Khởi động lại bây giờ

source: Restart later
bg: Рестартиране по-късно
ca: Reinicia més tard
cs: Restartovat později
fa: راه‌اندازی مجدد بعداً
fi: Käynnistä uudelleen myöhemmin
fr: Redémarrer plus tard
ga: Atosaigh ar ball
he: הפעל מחדש מאוחר יותר
hr: Ponovo pokreni kasnije
is: Endurræsa seinna
it: Riavvia in seguito
ja: 後で再起動
ka: ხელახლა გაშვება მოგვიანებით
lt: Paleisti iš naujo vėliau
pl: Uruchom ponownie później
ro: Reporniți mai tarziu
ru: Перезапустить позднее
sq: Rinise më vonë
sr: Рестартуј касније
sv: Starta om senare
sw: Anza upya baadae
vi: Khởi động lại sau

source: Error while restarting the system
bg: Грешка при рестартиране
ca: S'ha produït un error en reiniciar el sistema
cs: Chyba při restartu systému
fa: در حین راه اندازی مجدد سیستم خطا رخ داد
fi: Virhe käynnistettäessä järjestelmää uudelleen
fr: Erreur de redémarrage du système
ga: Earráid agus an córas á atosú
he: שגיאה בזמן הפעלת המערכת מחדש
hr: Greška pri ponovnom pokretanju sustava
is: Villa kom upp við að endurræsa kerfið
it: Errore nel riavvio del sistema
ja: システムの再起動中にエラーが発生しました
ka: შეცდომა სისტემის ხელახლა გაშვებისას
lt: Klaida paleidžiant sistemą iš naujo
pl: Błąd podczas ponownego uruchamiania systemu
ro: Eroare in timpul repornirii sistemului
ru: Ошибка при перезапуске системы
sq: Gabim teksa rinisej sistemi
sr: Грешка при рестартовању система
sv: Fel vid omstart av systemet
sw: Dosari wakati wa kuamza upya mfumo
vi: Có lỗi khi khởi động lại hệ thống

source: Failed to restart the system
bg: Рестартирането е неуспешно
ca: No s'ha pogut reiniciar el sistema
cs: Systém se nepodařilo restartovat
fa: راه اندازی مجدد سیستم شکست خورد
fi: Järjestelmän uudelleenkäynnistys epäonnistui
fr: Échec de redémarrage du système
ga: Níorbh fhéidir an córas a atosú
he: נכשל בהפעלת המערכת מחדש
hr: Neuspjelo ponovno pokretanje sustava
is: Mistókst að endurræsa kerfið
it: Riavvio del sistema fallito
ja: システムの再起動に失敗しました
ka: სისტემის ხელახლა გაშვება ვერ მოხერხდა
lt: Nepavyko paleisti sistemos iš naujo
pl: Nie udało się ponownie uruchomić systemu
ro: Repornirea sistemului a eșuat
ru: Не удалось перезапустить систему
sq: S’u arrit të rinisej sistemi
sr: Неуспешни рестарт система
sv: Det gick inte att starta om systemet
sw: Imeshindwa kuanza upya mfumo
vi: Thất bại khi khởi đông lại hệ thống

source: Error while shutting down the network
bg: Грешка при изключване на мрежата
ca: S'ha produït un error en tancar la xarxa
cs: Chyba při vypínání sítě
fa: در حین از کار انداخت شبکه خطا رخ داد
fi: Virhe suljettaessa verkkoa
fr: Erreur de désactivation du réseau
ga: Earráid agus an líonra á mhúchadh
he: שגיאה בזמן כיבוי הרשת
hr: Greška pri isključivanju mreže
is: Villa kom upp við að slökkva á netkerfinu
it: Errore durante lo spegnimento della rete
ja: ネットワークのシャットダウン中にエラーが発生しました
ka: შეცდომა ქსელის კავშირის დახურვისას
lt: Klaida, sustabdant tinklą
pl: Błąd podczas wyłączania sieci
ro: Eroare la oprirea rețelei
ru: Ошибка при отключении сети
sq: Gabim teksa mbyllej rrjeti
sr: Грешка при затварању мреже
sv: Fel vid avstängning av nätverket
sw: Dosari wakati wa kuzima mtandao
vi: Có lỗi khi đang đóng mạng lưới

source: Failed to shutdown network
bg: Грешка при спиране на мрежата
ca: No s'ha pogut tancar la xarxa
cs: Nepodařilo se vypnout síť
fa: از کار انداختن شبکه با شسکت مواجه شد
fi: Verkon sulkeminen epäonnistui
fr: Échec d’arrêt du réseau
ga: Theip ar mhúchadh an líonra
he: נכשל בכיבוי רשת
hr: Neuspjelo isključivanje mreže
is: Mistókst að slökkva á netkerfi
it: Spegnimento della rete fallito
ja: ネットワークのシャットダウンに失敗しました
ka: ქსელის კავშირის დახურვა ვერ მოხერხდა
lt: Nepavyko sustabdyti tinklo
pl: Nie udało się wyłączyć sieci
ro: Oprirea rețelei a eșuat
ru: Не удалось отключить сеть
sq: S’u arrit të mbyllej rrjeti
sr: Грешка при затварању мреже
sv: Det gick inte att stänga av nätverket
sw: Imeshindwa kuzima mtandao
vi: Tắt mạng lưới thất bại

source: Error while cancelling the upgrade download
bg: Грешка при отказ изтеглянето на обновяването
ca: S'ha produït un error en cancel·lar la baixada de l'actualització
cs: Chyba při rušení stahování aktualizace
fa: خطا در هنگام لغو دانلود ‌به‌روز‌رسانی
fi: Virhe peruuttaessa päivityksen latausta
fr: Erreur d’annulation du téléchargement de la mise à jour
ga: Earráid agus an t-uaslódáil á chealú
he: שגיאה בזמן ביטול הורדת השדרוג
hr: Greška prilikom prekidanja preuzimanja nadogradnje
is: Villa kom upp þegar hætt var við niðurhal uppfærslunnar
it: Errore durante l'annullamento del download dell'aggiornamento
ja: アップグレードのダウンロードのキャンセル中にエラーが発生しました
ka: შეცდომა, განახლების ჩამოტვირთვის გაუქმებისას
lt: Klaida, atsisakant naujinimo atsiuntimo
pl: Błąd podczas anulowania pobierania aktualizacji
ro: Eroare la anularea descărcării actualizării noi
ru: Ошибка отмены загрузки обновления
sq: Gabim teksa anulohej shkarkimi i përmirëmisimit
sr: Greška tokom prekidanja preuzimanja nadograde
sv: Ett fel uppstod när hämtningen av uppgraderingen avbröts
sw: Dosari wakati wa kuondoa maboresho yaliyopakuliwa
vi: Có lỗi trong khi dừng tải xuống bản cập nhật

source: Failed to cancel the upgrade download
bg: Грешка при отказ изтеглянето на обновяването
ca: No s'ha pogut cancel·lar la baixada de l'actualització
cs: Nepodařilo se zrušit stahování aktualizace
fa: عدم موفقیت در لغو دانلود به‌روز‌رسانی
fi: Päivityksen latauksen peruutus epäonnistui
fr: Échec d’annulation du téléchargement de la mise à jour
ga: Theip ar an íosluchtú a chealú
he: נכשל בביטול הורדת השדרוג
hr: Neuspjelo prekidanje preuzimanja nadogradnje
is: Mistókst að hætta við niðurhal uppfærslunnar
it: Impossibile annullare il download dell'aggiornamento
ja: アップグレードのダウンロードのキャンセルに失敗しました
ka: ვერ მოხერხდა, განახლების ჩამოტვირთვის გაუქმება
lt: Nepavyko atsisakyti naujinimo atsisiuntimo
pl: Nie udało się anulować pobierania aktualizacji
ro: Încercare nereusită de a anula descărcării a actualizării
ru: Не удалось отменить загрузку обновления
sq: S’u arrit të anulohej shkarkimi i përmirësimit
sr: Neuspelo poništenje skidanje nadograde
sv: Det gick inte att avbryta hämtningen av uppgraderingen
sw: Imeshindwa kuondoa maboresho yaliyopakuliwa
vi: Đã thất bại khi dừng tải xuống bản cập nhật

source: Upgrading the system
bg: Обновяване на системата
ca: S'està actualitzant el sistema
cs: Aktualizace systému
fa: به‌روزرسانی سیستم
fi: Järjestelmää päivitetään
fr: Mise à jour du système
ga: An córas á nuashonrú
he: משדרג את המערכת
hr: Nadogradnja sustava
is: Uppfæri kerfið
it: Aggiornamento del sistema
ja: システムのアップグレード中
ka: სისტემა ახლდება
lt: Naujinama sistema
pl: Trwa aktualizacja systemu
ro: Se actualizează sistemul
ru: Идет обновление системы
sq: Përmirësim i sistemit
sr: Надоградња система
sv: Uppgraderar systemet
sw: Boresha mfumo
vi: Đang nâng cấp hệ thống

source: <b>Your Tails device is being upgraded...</b> For security reasons, the network connection is now disabled.
bg: <b>Устройството с Tails се обновява…</b> От съображения за сигурност връзката е изключена.
ca: <b>El vostre dispositiu Tails s'està actualitzant...</b> Per motius de seguretat, la connexió de xarxa està desactivada.
cs: <b>Vaše zařízení Tails se právě aktualizuje...</b> Z důvodu bezpečnosti je nyní síťové připojení vypnuto.
fa: <b>دستگاه تیلز شما در حال ارتقا است...</b> به دلایل امنیتی، اتصال شبکه اکنون غیرفعال است.
fi: <b>Tails-laitettasi päivitetään...</b> Turvallisuussyistä verkkoyhteys on nyt estetty.
fr: <b>Votre périphérique Tails est en cours de mise à jour…</b> Pour des raisons de sécurité, la connexion au réseau est actuellement désactivée.
ga: <b>Tá do ghléas Tails á uasghrádú...</b> Ar chúiseanna slándála, tá an nasc líonra díchumasaithe anois.
he: <b>התקן Tails שלך משתדרג...</b> מסיבות אבטחה, חיבור הרשת מושבת כעת.
hr: <b>Tvoj Tails uređaj se nadograđuje...</b> Iz sigurnosnih razloga, mreža je sad onemogućena.
is: <b>Verið er að uppfæra Tails-tækið þitt...</b> Af öryggisástæðum er nettenging nú gerð óvirk.
it: <b>Il tuo dispositivo Tails è in fase di aggiornamento...</b> Per motivi di sicurezza, la connessione di rete è disabilitata.
ja: <b>Tails デバイスをアップグレードしています...</b> セキュリティのため、現在ネットワーク接続は無効化されています。
ka: <b>თქვენი Tails-მოწყობილობა ახლდება...</b> უსაფრთხოების მიზნით, ქსელთან კავშირი ახლა გამორთულია.
lt: <b>Jūsų Tails įrenginys yra naujinamas...</b> Saugumo sumetimais, tinklo ryšys šiuo metu yra išjungtas.
pl: <b>Trwa aktualizacja Tails...</b> Ze względów bezpieczeństwa połączenie sieciowe jest teraz wyłączone.
ro: <b>Device-ul tău Tails este în proces de actualizare...</b> Din motive de securitate, conexiunea la rețea este acum dezactivată.
ru: <b>Установка обновления на ваше Tails-устройство...</b> В целях безопасности сетевое соединение сейчас отключено.
sq: <b>Pajisja juaj Tails po përmirësohet…</b> Për arsye sigurie, lidhja në rrjet tani është çaktivizuar.
sr: <b>Vaš Tails uređaj se nadograđuje,,,</b> Zbog sigurnosnih razloga, mrežna konekcija je sada ugašena.
sv: <b>Din Tails-enhet uppgraderas...</b> Av säkerhetsskäl är nu nätverksanslutningen inaktiverad.
sw: <b>Kifaa chako cha Tails kimefanyiwa maboresho...</b> Kwa sababu za kiusalama, mawasiliano ya mtandao sasa yameondolewa.
vi: <b>Thiết bị Tails của bạn đang được cập nhật...</b> Vì những lý do bảo mật, kết nối mạng hiện đang được vô hiệu hoá.

source: <b>An error occurred while installing the upgrade.</b>\n\nYour Tails device needs to be repaired and might be unable to restart.\n\nPlease follow the instructions at file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ja: <b>アップグレードのインストール中にエラーが発生しました。</b>\n\nTails デバイスを修復する必要があり、再起動できない可能性があります。\n\nfile:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html の指示に沿ってください。
pl: <b>Wystąpił błąd podczas instalowania aktualizacji.</b>\n\nUrządzenie Tails wymaga naprawy i może nie być możliwe jego ponowne uruchomienie.\n\nPostępuj zgodnie z instrukcjami podanymi na stronie file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html

source: Error while installing the upgrade
bg: Грешка при инсталиране на обновяване
ca: S'ha produït un error en instal·lar l'actualització
cs: Chyba při instalaci aktualizace
fa: در حین نصب بسته به روز رسانی خطا رخ داد
fi: Virhe asennettaessa päivitystä
fr: Erreur d’installation de la mise à jour
ga: Earráid agus an nuashonrú á shuiteáil
he: שגיאה בזמן התקנת השדרוג
hr: Greška prilikom instaliranja nadogradnje
is: Villa kom upp við að setja inn uppfærsluna
it: Errore durante l'installazione dell'aggiornamento
ja: アップグレードのインストール中にエラーが発生しました
ka: შეცდომა განახლების დაყენებისას
lt: Klaida, įdiegiant naujinimą
pl: Błąd podczas instalowania aktualizacji
ro: Eroare la instalarea actualizării
ru: Ошибка установки обновления
sq: Gabim teksa instalohej përmirësimi
sr: Грешка при инсталирању надоградње
sv: Fel vid installation av uppgraderingen
sw: Kosa wakati kuboresha kufunga
vi: Có lỗi khi đang cài đặt bản cập nhật

source: Additional Settings
bg: Допълнителни настройки
ca: Paràmetres addicionals
cs: Další nastavení
fa: تنظیمات اضافی
fi: Lisäasetukset
fr: Paramètres supplémentaires
ga: Socruithe Breise
he: הגדרות נוספות
hr: Dodatne postavke
is: Aukastillingar
it: Impostazioni aggiuntive
ja: 追加設定
ka: დამატებითი პარამეტრები
lt: Papildomi nustatymai
pl: Dodatkowe ustawienia
ro: Setări adiționale
ru: Дополнительные настройки
sq: Rregullime Shtesë
sr: Dodatna podešavanja
sv: Ytterligare inställningar
sw: Mpangilio wa ukaguzi
vi: Cài đặt bổ sung

source: Add
bg: Добавяне
ca: Afegeix
cs: Přidat
fa: افزودن
fi: Lisää
fr: Ajouter
ga: Nua
he: הוסף
hr: Dodaj
is: Bæta við
it: Aggiungi
ja: 追加
ka: დამატება
lt: Pridėti
pl: Dodaj
ro: Adaugă
ru: Добавить
sq: Shtoje
sr: Додај
sv: Lägg till
sw: Ongeza
vi: Thêm vào

source: Back
bg: Назад
ca: Enrere
cs: Zpět
fa: بازگشت
fi: Takaisin
fr: Précédent
ga: Siar
he: הקודם
hr: Natrag
is: Til baka
it: Indietro
ja: 戻る
ka: უკან
lt: Atgal
pl: Wstecz
ro: Înapoi
ru: Назад
sq: Mbrapsht
sr: Назад
sv: Tillbaka
sw: Nyuma
vi: Quay lại

source: _Administration Password
bg: _Администраторска парола
ca: Contrasenya d'_administrador
cs: _Heslo pro správu
fa: _گذر واژه مدیریت
fi: _Ylläpitosalasana
fr: _Mot de passe d’administration
ga: Foc_al Faire Riaracháin
he: _סיסמת מינהל
hr: _Administratorska lozinka
is: L_ykilorð kerfisstjórnunar
it: _Password di amministratore
ja: 管理者パスワード (_A)
ka: _მთავარი პაროლი
lt: _Administravimo slaptažodis
pl: _Hasło administracyjne
ro: _Parolă administrare
ru: _Пароль Администратора
sq: _Fjalëkalim Përgjegjësi
sr: _Administratorksa Lozinka
sv: _Administrationslösenord
sw: _Neno siri la utawala
vi: _Mật khẩu quản trị

source: _MAC Address Anonymization
bg: _Анонимизиране на MAC адреса
ca: Anonimització d'Adreça _MAC
cs: _Anonymizace MAC adresy
fa: گم‌نام‌سازی آدرس _MAC
fi: _MAC-osoitteen anonymisointi
fr: Anonymisation de l’adresse _MAC
ga: _MAC Seoladh Ainmnithe
he: _העלמת זהות של כתובת MAC
hr: __Anonimizacija MAC adrese
is: Nafnleysi _MAC-vistfangs
it: Anonimizzazione indirizzo _MAC
ja: MAC アドレスの匿名化 (_M)
ka: _MAC-მისამართის გაუმხელობა
pl: Anonimizacja adresu _MAC
ro: _Anonimizarea adresei MAC
ru: _Анонимизация MAC-адреса
sq: Anonimizim Adrese _MAC
sr: _Anonimizacija MAC Adrese
sv: _MAC-adressanonymisering
sw: _MAC Kutojuklikana kwa anwani
vi: _Ẩn danh hoá địa chỉ MAC

source: _Offline Mode
bg: _Режим без мрежа
ca: Mode _fora de línia
cs: _Offline režim
fa: _حالت آفلاین
fi: _Yhteydetön tila
fr: Mode _Hors ligne
ga: _Mód As Líne
he: _מצב לא מקוון
hr: _Izvanmrežni Način
is: Ónettengdur _hamur
it: Modalità _offline
ja: オフラインモード (_O)
ka: _კავშირგარეშე რეჟიმი
pl: Tryb _offline
ro: _Modul Offline
ru: _Оффлайн-режим
sq: Mënyrë I _Palidhur
sr: _Offlajn Režim
sv: _Frånkopplat läge
sw: _Kutokuwa hewani
vi: _Chế độ ngoại tuyến

source: Enable networking (default)
bg: Включване на мрежа (подразбирано)
ca: Activa la xarxa (per defecte)
cs: Povolit síť (default)
fa: فعال‌سازی شبکه (پیش‌فرض)
fi: Ota verkkoyhteydet käyttöön (oletus)
fr: Activer la mise en réseau (par défaut)
ga: Cumasaigh líonrú (réamhshocraithe)
he: אפשר רישות (ברירת מחדל)
hr: Omogući umrežavanje (default)
is: Virkja nettengingar (sjálfgefið)
it: Attiva la rete (predefinito)
ja: ネットワークを有効にする (既定)
ka: ქსელის ჩართვა (ნაგულისხმევი)
lt: Įjungti darbą tinkle (numatytasis)
pl: Włącz sieć (domyślne)
ro: Activați rețeaua (implicit)
ru: Включить сетевое соединение (по умолчанию)
sq: Aktivizo funksione rrjeti (parazgjedhje)
sr: Omogući umrežavanje (uobičajeno)
sv: Aktivera nätverk (standard)
sw: Kuwezesha kuwasiliana mtandaoni (yenyewe)
vi: Kích hoạt kết nối mạng (mặc định)

source: Disable all networking
bg: Изключване на всички мрежи
ca: Desactiva totes les gestions de xarxa
cs: Zakázat všechny sítě
fa: غیر فعال کردن همه شبکه ها
fi: Poista kaikki verkkoyhteydet käytöstä
fr: Désactiver la mise en réseau
ga: Díchumasaigh an líonra go hiomlán
he: השבת את כל הרישות
hr: Deaktiviraj sav mrežni rad
is: Afvirkja alla netvinnslu
it: Disattiva tutta l'attività di rete
ja: ネットワークをすべて無効化
ka: ყველა ქსელის გათიშვა
lt: Išjungti visą darbą tinkle
pl: Wyłącz wszystkie połączenia sieciowe
ro: Dezactivați toate rețelele
ru: Отключить все сетевые подключения
sq: Çaktivizo krejt punimin në rrjet
sr: Onemogući svako umrežavanje
sv: Inaktivera alla nätverk
sw: Usiwezeshe mawasiliano mtandaoni
vi: Vô hiệu hoá tất cả các chức năng mạng

source: _Network Connection
bg: _Връзка с интернет
ca: _Connexió de xarxa
cs: _Síťové připojení
fa: _اتصال شبکه
fi: _Verkkoyhteys
fr: Connexion _réseau
ga: Cea_ngal Líonra
he: חיבור _רשת
hr: _Mrežna veza
is: _Nettenging
it: _Connessioni di rete
ja: ネットワーク接続 (_N)
ka: _ქსელთან კავშირი
lt: Ti_nklo ryšys
pl: _Połączenie sieciowe
ro: _Conexiune rețea
ru: _Интернет-соединение
sq: Lidhje Në _Rrjet
sr: _Mrežna Veza
sv: _Nätverksanslutning
sw: _Mawasiliano ya mtandao
vi: _Kết nối Mạng

source: Obsolete
bg: Остаряло
ca: Obsolet
cs: Zastaralé
fa: منسوخ
fi: Vanhentunut
fr: Désuet
ga: Imithe i léig
he: מיושן
hr: Zastario
is: Úrelt
it: Obsoleto
ja: 廃止
ka: მოძველებული
pl: Przestarzałe
ro: Învechit
ru: Устарело
sq: E vjetruar
sr: Zastarelo
sv: Föråldrad
sw: Iliyopitwa na wakati
vi: Lỗi thời

source: _Unsafe Browser
bg: _Незащитен мрежов четец
ca: _Navegador Insegur
cs: _Nebezpečný prohlížeč
fa: _مرورگر ناامن
fi: _Suojaamaton selain
fr: Navigateur _non sécurisé
ga: Brabhsálaí _Neamhshlán
he: _דפדפן בלתי בטוח
hr: _Nesigurni preglednik
is: Óörugg_ur vafri
it: _Browser non sicuro
ja: 安全でないブラウザー (_U)
ka: _დაუცველი ბრაუზერი
lt: _Nesaugi naršyklė
pl: _Niebezpieczna przeglądarka
ro: _Browser nesigur
ru: _Небезопасный браузер
sq: Shfletues i _Pasigurt
sr: _Nesiguran Pretraživač
sv: _Osäker webbläsare
sw: _Kivinjari kisicho salama
vi: _Trình duyệt không an toàn

source: Enabled (default)
bg: Включено (подразбирано)
ca: Habilitat (per defecte)
cs: Povoleno (výchozí)
fa: فعال شده (پیش‌فرض)
fi: Käytössä (oletus)
fr: Activé (par défaut)
ga: Cumasaithe (réamhshocraithe)
is: Virkt (sjálfgefið)
it: Attivato (predefinito)
ja: 有効 (既定)
ka: ჩართული (ნაგულისხმევი)
pl: Wyłączone (domyślnie)
ro: Activat (implicit)
ru: Включено (по умолчанию)
sq: E aktivizuar (parazgjedhje)
sr: Omogućeno (podrazumevano)
sv: Aktiverad (standard)
sw: Imewezeshwa (yenyewe katika mfumo)
vi: Đã bật (mặc định)

source: Disabled
bg: Изключено
ca: Inhabilitat
cs: Zakázáno
fa: از کار افتاده
fi: Ei käytössä
fr: Désactiver
ga: Díchumasaithe
he: מושבת
hr: Deaktivirano
is: Óvirkt
it: Disabilita
ja: 無効
ka: გამორთული
lt: Išjungta
pl: Wyłączone
ro: Dezactivat
ru: Выключено
sq: E çaktivizuar
sr: Isključeno
sv: Inaktiverad
sw: Haijawezeshwa
vi: Đã vô hiệu hoá

source: On (default)
bg: Включено (подразбирано)
ca: Actiu (per defecte)
cs: Zapnuto (výchozí)
fa: روشن (پیش‌گزیده)
fi: Päällä (oletus)
fr: Activé (par défaut)
ga: Ar siúl (réamhshocrú)
he: פועל (ברירת מחדל)
hr: Uključeno (standardno)
is: Kveikt (sjálfgefið)
it: On (predefinito)
ja: オン (既定)
ka: ჩართ. (ნაგულისხმევი)
lt: Įjungta (numatytasis)
pl: Włączony (domyślny)
ro: Activat (implicit)
ru: Включить (по умолчанию)
sq: On (parazgjedhje)
sr: Uključeno (podrazumevano)
sv: På (standard)
sw: Imewashwa (yenyewe katika mfumo)
vi: Bật (mặc định)

source: On
bg: Включено
ca: Actiu
cs: Zapnuto
fa: روشن
fi: Päällä
fr: Activé
ga: Ar siúl
he: הפעל
hr: Uključeno
is: Kveikt
ja: オン
ka: ჩართ.
lt: Įjungta
pl: Wł.
ro: Activat
ru: Включить
sr: Uključeno
sv: På
sw: Imewashwa
vi: Bật
