Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Install additional software automatically when starting Tails.
bg: Автоматично инсталиране на допълнителни приложения при стартиране на Tails.
ca: Instal·leu programari addicional automàticament en iniciar Tails.
cs: Instalujte dodatečný software automaticky při spuštění Tails.
fi: Asenna lisäohjelmistoja automaattisesti, kun käynnistät Tailsin.
fr: Installer automatiquement des logiciels supplémentaires au démarrage de Tails.
ga: Suiteáil bogearraí breise go huathoibríoch agus tú ag tosú Tails.
hr: Pri pokretanju Tails-a instaliraj dodatni softver automatski.
is: Settu upp viðbótarhugbúnað við ræsingu Tails.
it: Installa automaticamente software aggiuntivo all'avvio di Tails.
ja: Tails 起動時に自動的に追加ソフトウェアをインストールします。
pl: Instaluj dodatkowe oprogramowanie automatycznie podczas uruchamiania Tails.
ru: Установить дополнительное программное обеспечение автоматически при запуске Tails.
sq: Instalo automatikisht software shtesë, kur niset Tails.
sr: Instaliraj dodatni softver automatski tokom pokretanja Tails.
sv: Installera ytterligare programvara automatiskt när du startar Tails.
sw: Sanikisha programu za ziada mojakwamoja unapoanza kutumia Tails.
vi: Tự động cài đặt phần mềm bổ sung khi khởi chạy Tails.

source: Configure Additional Software
bg: Настройки на допълнителни приложения
ca: Configureu el Programari Addicional
cs: Nastavit dodatečný software
fi: Määritä lisäohjelmistot
fr: Configurer des logiciels supplémentaires
ga: Cumraigh Bogearraí Breise
hr: Konfiguriraj dodatni softver
is: Stilla viðbótarhugbúnað
it: Configura Software Aggiuntivo
ja: 追加ソフトウェアを設定する
ka: დამატებითი პროგრამის გამართვა
lt: Konfigūruoti papildomą programinę įrangą
pl: Skonfiguruj dodatkowe oprogramowanie
ru: Настроить Дополнительное программное обеспечение
sq: Formësoni Software Shtesë
sr: Podesi Dodatni Softver
sv: Konfigurera ytterligare programvara
sw: Sanidi programu za ziada
vi: Cấu hình phần mềm bổ sung

source: Activate Additional Software
bg: Включване на допълнителните приложения
ca: Activeu el Programari Addicional
cs: Aktivovat dodatečný software
fi: Aktivoi lisäohjelmistot
fr: Activation de logiciels supplémentaires
ga: Gníomhachtaigh Bogearraí Breise
hr: Aktiviraj dodatni softver
is: Virkja viðbótarhugbúnað
it: Attiva il Software Aggiuntivo
ja: 追加ソフトウェアを有効化
ka: დამატებითი პროგრამის ამოქმედება
lt: Aktyvinti papildomą programinę įrangą
pl: Aktywuj dodatkowe oprogramowanie
ru: Активировать Дополнительное программное обеспечение
sq: Aktivizoni Software Shtesë
sr: Aktiviraj Dodatni Softver
sv: Aktivera ytterligare programvara
sw: Amilisha programu za ziada
vi: Kích hoạt phần mềm bổ sung

source: Symlink every file in the Dotfiles folder into the Home folder.
bg: Създаване на симвилна връзка на файловете от папката „Скрити файлове с настройки“ в началната папка на потребителя.
ca: Enllaceu simbòlicament tots els fitxers de la carpeta Dotfiles a la carpeta de l'usuari.
cs: Symlink každého souboru ve složce Dotfiles do složky Home.
fa: پیوند نمادین همهٔ پرونده‌های شاخهٔ پرونده‌های نقطه‌دار در شاخهٔ خانگی.
fi: Liitä jokainen "Dotfiles"-kansion tiedosto "Home"-kansioon symbolisilla linkeillä.
fr: Pour chaque fichier qui se trouve dans le dossier Dotfiles, créer un lien dans le dossier personnel « Home ».
ga: Symlink gach comhad san fhillteán Dotfiles isteach san fhillteán Baile.
is: Gera tákntengi (symlink) út öllum skrám í földu punktmöppunni yfir í heimamöppu.
it: Crea collegamenti simbolici per ogni file nella cartella dei File di Configurazione nella cartella Home.
ja: Dotfiles フォルダー内のすべてのファイルをホームフォルダーにシンボリックリンクします。
ka: სიმბოლური ბმა თითოეული ფაილისა Dotfiles-საქაღალდიდან მთავარ საქაღალდეში.
pl: Dowiąż symbolicznie każdy plik w folderze Dotfiles do folderu domowego.
ru: Создать символическую ссылку для каждого файла из папки Dotfiles в папку Home.
sq: Krijo lidhje simbolike për çdo kartelë nga dosja Dotfiles te dosja Shtëpi.
sr: Symlink-uj svaki fajl u Dotfiles folderu u Home folder.
sv: Symlink varje fil i Dotfiles-mappen till hemmappen.
sw: Unganisha mfumo wa kila faili katika folda la mafaili la usanidi ndani ya folda la programu.
vi: Symlink mọi tập tin trong thư mục Dotfiles vào trong thư mục chủ Home.

source: Activate Dotfiles
bg: Вклюпване на Скрити файлове с настройки
ca: Activa els Dotfiles
cs: Aktivovat Dotfiles
fi: Aktivoi pistetiedostot
fr: Activer Dotfiles
ga: Gníomhachtaigh Dotfiles
is: Virkja faldar punktaskrár
it: Attiva i File di Configurazione
ja: Dotfiles を有効化
ka: Dotfiles-ის ამოქმედება
pl: Aktywuj dotfiles
ru: Активировать Dotfiles
sq: Aktivizoni Dotfiles
sr: Aktiviraj Dotfiles
sv: Aktivera Dotfiles
sw: Amilisha mafaili ya usanidi
vi: Kích hoạt Dotfiles

source: Custom
bg: По избор
ca: Personalitza
cs: Vlastní
fa: تنظیم خاص
fi: Mukautettu
fr: Personnalisé
ga: Saincheaptha
he: מותאמת אישית
hr: Prilagođeno
is: Sérsniðið
it: Personalizzata
ja: カスタム
ka: მითითებული
lt: Tinkintas
pl: Niestandardowy
ro: Personalizare
ru: Пользовательский
sq: Vetjake
sr: Ручно уписивање
sv: Anpassad
sw: Desturi
vi: Tùy chỉnh

source: To add or remove custom features, modify /live/persistence/TailsData_unlocked/persistence.conf.
bg: За да добавите или премахнете настройки на потребителските възможности, променете файла /live/persistence/TailsData_unlocked/persistence.conf.
ca: Per afegir o eliminar funcions personalitzades, modifiqueu /live/persistence/TailsData_unlocked/persistence.conf.
cs: Pro přidání nebo odebrání vlastních funkcí upravte /live/persistence/TailsData_unlocked/persistence.conf.
fi: Lisätäksesi tai poistaaksesi mukautettuja ominaisuuksia, muokkaa tiedostoa /live/persistence/TailsData_unlocked/persistence.conf.
fr: Pour ajouter ou supprimer des fonctionnalités personnalisées, modifiez le fichier /live/persistence/TailsData_unlocked/persistence.conf.
ga: Chun gnéithe saincheaptha a chur leis nó a bhaint, modhnaigh /live/persistence/TailsData_unlocked/persistence.conf.
is: Til að bæta við eða fjarlægja sérsniðna eiginleika, skaltu breyta /live/persistence/TailsData_unlocked/persistence.conf.
it: Per aggiungere o rimuovere funzionalità personalizzate, modifica /live/persistence/TailsData_unlocked/persistence.conf.
ja: カスタム機能を追加または削除するには、/live/persistence/TailsData_unlocked/persistence.confを修正します。
pl: Aby dodać lub usunąć niestandardowe funkcje, zmodyfikuj plik /live/persistence/TailsData_unlocked/persistence.conf.
ru: Чтобы добавить или убрать свои настройки функций, отредактируйте /live/persistence/TailsData_unlocked/persistence.conf.
sq: Për shtim ose heqje veçorish të përshtatura, ndryshoni /live/persistence/TailsData_unlocked/persistence.conf.
sr: Da dodate ili uklonite poručene odlike, modifikujte /live/persistence/TailsData_unlocked/persistence.conf.
sv: För att lägga till eller ta bort anpassade funktioner, ändra /live/persistence/TailsData_unlocked/persistence.conf.
sw: Kuongeza au kuondoa tabia mpya, modify /live/persistence/TailsData_unlocked/persistence.conf.
vi: Để thêm hoặc loại bỏ các tính năng tuỳ chỉnh, hãy chỉnh sửa /live/persistence/TailsData_unlocked/persistence.conf.

source: <a href="doc/persistent_storage">Learn more about the Persistent Storage.</a>
bg: <a href="doc/persistent_storage">Научете повече за постоянното хранилище.</a>
ca: <a href="doc/persistent_storage">Obteniu més informació sobre l'Emmagatzematge Persistent.</a>
cs: <a href="doc/persistent_storage">Zjistěte podrobnosti o trvalém úložišti.</a>
fa: <a href="doc/persistent_storage">آموزش بیش‌تر دربارهٔ ذخیره‌سازی ماندگار.</a>
fi: <a href="doc/persistent_storage">Lue lisää pysyvästä tallennustilasta</a>
fr: <a href="doc/first_steps/persistence">En savoir plus sur le stockage persistant.</a>
ga: <a href="doc/persistent_storage">Foghlaim tuilleadh faoin Stór Marthanach.</a>
hr: <a href="doc/persistent_storage">Saznaj više o trajnom spremištu.</a>
is: <a href="doc/first_steps/persistence">Lærðu meira um varanlegu gagnageymsluna.</a>
it: <a href="doc/persistent_storage">Altre informazioni sull'archiviazione persistente.</a>
ja: <a href="doc/persistent_storage">永続ストレージの詳細をご覧ください。</a>
ka: <a href="doc/persistent_storage">იხილეთ ვრცლად მუდმივი მეხსიერების შესახებ.</a>
pl: <a href="doc/persistent_storage">Więcej informacji o pamięci trwałej.</a>
ru: <a href="doc/persistent_storage">Узнайте больше о Постоянном хранилище</a>
sq: <a href="doc/persistence_storage">Mësoni më tepër mbi Depozitën e Qëndrueshme</a>
sr: <a href="doc/persistent_storage">Saznaj više o Upornom Skladištu.</a>
sv: <a href="doc/persistent_storage">Läs mer om bestående lagring.</a>
sw: <a href="doc/persistent_storage">sama zaidi kuhusu Persistent Storage.</a>
vi: <a href="doc/persistent_storage">Tìm hiểu thêm về ổ đĩa lưu trữ liên tục kéo dài.</a>

source: <b>Your Persistent Storage is locked.</b> To use or configure your Persistent Storage, unlock it in the Welcome Screen when starting Tails. To delete your Persistent Storage, click <b>Delete</b> on the right of the title bar.
bg: <b>Постоянното хранилище е заключено.</b> За да използвате или настроите постоянното хранилище го отключете на началния екран при стартиране на Tails. За да премахнете постоянното хранилище изберете <b>Премахване</b> горе вдясно.
ca: <b>El vostre Emmagatzematge Persistent està bloquejat.</b> Per utilitzar o configurar el vostre Emmagatzematge Persistent, desbloquegeu-lo a la pantalla de benvinguda quan inicieu Tails. Per suprimir el vostre Emmagatzematge Persistent, feu clic a <b>Suprimeix</b> a la dreta de la barra de títol.
cs: <b>Vaše trvalé úložiště je zamčeno.</b> Pro použití a konfiguraci trvalého úložiště jej odemkněte na uvítací obrazovce po spuštění Tails. Pro smazání trvalého úložiště klikněte na <b>Smazat</b> napravo od titulní lišty.
fi: <b>Pysyvä tallennustilasi on lukittu.</b> Käyttääksesi tai määrittääksesi pysyvän tallennustilasi, avaa sen lukitus aloitusnäytöltä Tailsin käynnistyksen yhteydessä. Poista pysyvä tallennustilasi painamalla otsikkopalkin oikealta puolelta <b>Poista</b>.
fr: <b>Votre stockage persistant est verrouillé.</b> Pour utiliser ou configurer votre stockage persistant, déverrouillez-le dans l'écran de bienvenue lors du démarrage de Tails. Pour supprimer votre stockage persistant, cliquez sur <b>Supprimer</b> à droite de la barre de titre.
ga: <b>Tá do Stór Marthanach faoi ghlas.</b> Chun do Stór Marthanach a úsáid nó a chumrú, díghlasáil é sa Scáileán Fáilte agus tú ag tosú Tails. Chun do Stóráil Marthanach a scriosadh, cliceáil <b>Scrios</b> ar thaobh na láimhe deise den bharra teidil.
is: <b>Varanlega gagnageymslan þín er læst.</b> Til að nota eða stilla varanlegu gagnageymsluna þína, skaltu aflæsa henni á upphafsskjánum þegar þú ræsir Tails. Til að eyða varanlegu gagnageymslunni þinni, skaltu smella á <b>Eyða</b> hægra megin við titilstikuna.
it: <b>La tua archiviazione persistente è bloccata.</b> Per usare o configurare la tua archiviazione persistente, sbloccala nella schermata di benvenuto all'avvio di Tails. Per eliminare la tua archiviazione persistente, clicca su <b>Elimina</b> sulla destra della barra del titolo.
ja: <b>永続ストレージはロックされています。</b> 永続ストレージを使用または構成するには、Tails の起動時にウェルカム画面でロックを解除します。 永続ストレージを削除するには、タイトルバーの右側にある [<b>削除</b>] をクリックしてください。
pl: <b>Pamięć trwała jest zablokowana.</b> Aby użyć lub skonfigurować pamięć trwałą, odblokuj ją w ekranie powitalnym podczas uruchamiania Tails. Aby usunąć pamięć trwałą, kliknij <b>Usuń</b> po prawej stronie paska tytułu.
ru: <b>Ваше Постоянное хранилище заблокировано.</b> Чтобы использовать или настроить Постоянное хранилище, разблокируйте его на экране приветствия, когда начинаете работу в Tails. Чтобы удалить ваше Постоянное хранилище, нажмите кнопку <b>Удалить</b> в правом верхнем углу.
sq: <b>Depoja juaj e Qëndrueshme është e kyçur.</b> Që të përdorni ose formësoni Depon tuaj të Qëndrueshme, shkyçeni, që nga Skena e Mirëseardhjes, kur niset Tails. Që të fshini Depozitën e Qëndrueshme, klikoni mbi <b>Fshije</b> në të djathtë të shtyllës së titullit.
sr: <b>Vaše Uporno Skladište je otključano.</b> Da biste koristili ili podesili Uporno Skladište, otključajte ga na Ekranu Dobrodošlice tokom pokretanja Tails. Da izbrišete Uporno Skladište, klikni <b>Izbriši</b> na desnoj strani title bar-a.
sv: <b>Ditt bestående lagringsutrymme är låst.</b> För att använda eller konfigurera din bestående lagring, lås upp den på välkomstskärmen när du startar Tails. För att ta bort din bestående lagring, klicka på <b>Ta bort</b> till höger om namnlisten.
sw: <b>Persistent Storage yako imefungwa.</b> Kutumia au kusanidi Persistent Storage, ifungue katika kioo cha mbele cha kifaa chako unapoanza kutumia Tails. Kufuta Persistent Storage yako, bofya <b>Delete</b> upande wa kulia wa sehemu ya juu.
vi: <b>Ổ đĩa lưu trữ liên tục kéo dài của bạn đã khoá lại.</b> Để sử dụng hoặc định cấu hình ổ đĩa lưu trữ liên tục kéo dài của bạn, hãy mở khoá nó trong Màn hình Chào mừng khi khởi chạy Tails. Để xoá bỏ Ổ đĩa lưu trữ liên tục kéo dài của bạn, hãy nhấp vào <b>Xoá bỏ</b> ở phía bên phải của thanh tiêu đề.

source: Choose the passphrase that you will use to unlock the encryption of your Persistent Storage and all its data.
bg: Изберете фразата за достъп, която ще използвате за отключване на постоянното хранилище и всички данни в него.
ca: Trieu la contrasenya que utilitzareu per desbloquejar l'encriptatge del vostre Emmagatzematge Persistent i totes les seves dades.
cs: Vyberte heslo pro udemykání Trvalého Uložiště se všema datama uvnitř.
fi: Aseta salauslauseke, jolla purat pysyvän tallennustilasi ja sen sisällön salauksen.
fr: Choisissez la phrase de passe que vous utiliserez pour déverrouiller le chiffrement de votre stockage persistant et de toutes ses données.
ga: Roghnaigh an pasfhrása a úsáidfidh tú chun criptiú do Stór Marthanach agus a chuid sonraí go léir a dhíghlasáil.
hr: Odaberi lozinku za otključavanje šifriranja tvojeg trajnog spremišta i svih sadržanih podataka.
is: Veldu lykilsetninguna sem þú munt nota til að aflæsa dulrituninni á varanlegu gagnageymslunni þinni og öllum gögnum í henni.
it: Scegli la password che userai per sbloccare la crittografia dell'archiviazione persistente e tutti i suoi dati.
ja: 永続ストレージとそのすべてのデータの暗号化を解除するために使用するパスフレーズを選択します。
pl: Wybierz hasło, którego użyjesz do odblokowania szyfrowania pamięci trwałej i wszystkich jej danych.
ru: Выберите пароль, который вы будете использовать для разблокировки Постоянного хранилища и его данных.
sq: Zgjidhni frazëkalimin që doni të përdoret për të shkyçur fshehtëzimin e Depos suaj të Qëndrueshme dhe krejt të dhënave të saj.
sr: Изабери фраза-лозинку коју ћеш користити за откључавање енкрипције свог Упорног Складишта и података на њему.
sv: Välj den lösenordsfras som du ska använda för att låsa upp krypteringen av din bestående lagring och alla dess data.
vi: Hãy lựa chọn một cụm mật khẩu mà bạn sẽ sử dụng để mở khoá mã hoá Ổ đĩa lưu trữ Bền vững của bạn và tất cả các dữ liệu của nó.

source: We recommend a long passphrase of 5 to 7 random words.
bg: Препоръчваме ви дълга фраза за достъп, състояща се от 5 – 7 произволни думи.
ca: Recomanem una contrasenya llarga de 5 a 7 paraules aleatòries.
cs: Doporučujeme dlouhé heslo s 5 až 7 náhodnými slovy.
fi: Suosittelemme pitkää 5-7 satunnaisesta sanasta koostuvaa salauslaseketta.
fr: Nous recommandons une phrase de passe longue composée de 5 à 7 mots aléatoires.
ga: Molaimid pasfhrása fada idir 5 agus 7 bhfocal randamach.
hr: Preporučujemo dugu lozinku od 5 do 7 nasumičnih riječi.
is: Við mælum með langri lykilsetningu sem samanstendur af 5 til 7 orðum af handahófi.
it: Consigliamo una password lunga di 5-7 parole casuali.
ja: 5～7個のランダムな単語からなる長いパスフレーズをお勧めします。
lt: Rekomenduojame ilgą slaptafrazę, kurią sudarytų nuo 5 iki 7 atsitiktinių žodžių.
pl: Zalecamy długie hasło składające się z 5 do 7 losowych słów.
ru: Мы рекомендуем длинный пароль, состоящий из 5-7 случайных слов.
sq: Rekomandojmë një frazëkalim të gjatë, prej 5 deri në 7 fjalë kuturu.
sr: Препоручујемо дугачку фраза-лозинку од 5 до 7 насумичних речи.
sv: Vi rekommenderar en lång lösenordsfras på 5 till 7 slumpmässiga ord.
vi: Chúng tôi khuyến nghị một cụm từ dài gồm từ 5 cho tới 7 những từ ngẫu nhiên.

source: For example:
bg: Например:
ca: Per exemple:
cs: Přikad:
fa: برای نمونه:
fi: Esimerkiksi:
fr: Par exemple :
ga: Mar shampla:
hr: Na primjer:
is: Til dæmis:
it: Per esempio:
ja: 例:
ka: მაგალითად:
lt: Pavyzdžiui:
pl: Na przykład:
ru: Например:
sq: Për shembull:
sr: На пример:
sv: Till exempel:
vi: Ví dụ:

source: Passphrase:
bg: Фраза за достъп:
ca: Contrasenya:
cs: Přístupové heslo:
fa: عبارت عبور:
fi: Salauslauseke:
fr: Phrase de passe :
ga: Frása faire:
he: ביטוי סיסמה:
hr: Lozinka:
is: Lykilfrasi:
it: Password:
ja: パスフレーズ:
ka: პაროლი:
lt: Slaptafrazė:
pl: Hasło:
ro: Parolă:
ru: Пароль:
sq: Frazëkalim:
sr: Lozinka:
sv: Lösenord:
sw: Nenosiri:
vi: Cụm mật khẩu:

source: Confirm:
bg: Потвърждение:
ca: Confirmeu:
cs: Potvrdit:
fa: تایید:
fi: Vahvista:
fr: Confirmer :
ga: Deimhnigh:
hr: Potvrdi:
is: Staðfesta:
it: Conferma:
ja: 確認:
ka: დადასტურება:
lt: Patvirtinkite:
pl: Potwierdź:
ru: Подтвердить:
sq: Ripohojeni:
sr: Потврди:
sv: Bekräfta:
sw: Hakiki:
vi: Xác nhận:

source: _Show Passphrase
bg: _Показване на паролата
ca: _Mostra la contrasenya
cs: _Zobrazit heslo
fa: _نمایش عبارت عبور
fi: _Näytä salauslauseke
fr: _Afficher la phrase de passe
ga: _Taispeáin Pasfhocal
hr: _Pokaži lozinku
is: _Birta lykilsetningu
it: (_S) Mostra password
ja: パスフレーズを表示 (_S)
ka: _პაროლის გამოჩენა
lt: _Rodyti slaptafrazę
pl: _Pokaż hasło
ru: _Показать пароль
sq: _Shfaq Frazëkalimin
sr: _Прикажи лозинку
sv: _Visa lösenordsfras
sw: _Onesha nenosiri
vi: _Hiển thị cụm mật khẩu

source: _Back
bg: _Назад
ca: _Enrere
cs: _Zpět
fa: _بازگشت
fi: _Takaisin
fr: _Retour
ga: _ Ar ais
hr: _Natrag
is: Til _baka
it: _Indietro
ja: 戻る (_B)
ka: _უკან
lt: _Atgal
pl: _Wstecz
ru: _Назад
sq: _Mbrapsht
sr: _Назад
sv: _Tillbaka
sw: _Rudi nyuma
vi: _Quay lại

source: _Create Persistent Storage
bg: _Създаване на постоянно хранилище
ca: _Crea l'Emmagatzematge Persistent
cs: Vytvořit _trvalé úložiště
fa: _ایجاد ذخیرهٔ مانا
fi: _Luo pysyvä tallennustila
fr: _Créer un stockage persistant
ga: _Cruthaigh Stóráil Marthanach
he: י_צירת אחסון קבוע
hr: _Stvori trajno spremište
is: Út_búa varanlega gagnageymslu
it: _Crea archiviazione persistente
ja: 永続ストレージを作成 (_C)
ka: _მუდმივი საცავის შექმნა
lt: _Sukurti ilgalaikį kaupiklį
pl: _Utwórz pamięć trwałą
ro: _Creaţi Stocare Persistentă
ru: _Создать Постоянное хранилище
sq: _Krijo Depozitë të Qëndrueshme
sr: _Направи Упорно складиште
sv: _Skapa bestående lagring
sw: _Tengeneza Persistent Storage
vi: _Khởi tạo ổ đĩa lưu trữ liên tục kéo dài
