Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Upgrade
bg: Обновяване
ca: Actualitza
cs: Aktualizovat
fa: ارتقاء
fi: Päivitys
fr: Mettre à jour
ga: Nuashonraigh
he: שדרג
hr: Nadogradnja
is: Uppfæra
it: Aggiorna
ja: アップグレード
ka: განახლება
lt: Naujinti
pl: Aktualizuj
ro: Actualizare
ru: Обновление
sq: Përmirësoje
sr: Nadogradi
sv: Uppgradera
sw: Kuboresha
vi: Nâng cấp

source: Manual Upgrade Instructions
bg: Инструкции за ръчно обновяване
ca: Instruccions d'actualització manual
cs: Pokyny pro manuální aktualizaci
fa: دستورالعمل‌های بروزرسانی دستی
fi: Manuaalisen päivityksen ohjeet
fr: Instructions de mise à jour manuelle
ga: Treoracha le nuashonrú de láimh
he: הוראות שדרוג ידני
hr: Upute za ručnu nadogradnju
is: Leiðbeiningar fyrir handvirka uppfærslu
it: Istruzioni aggiornamento manuale
ja: 手動アップグレード手順
ka: მითითებები ხელით განახლებისთვის
lt: Rankinio naujinimo instrukcijos
pl: Instrukcja ręcznej aktualizacji
ro: Instrucțiuni de actualizare manuală
ru: Инструкции по обновлению вручную
sq: Udhëzime Përmirësimi Dorazi
sr: Uputstva za ručnu nadogradnju
sv: Manuell uppgraderingsinstruktioner
sw: maelekezo ya kukuongoza wakati wa kuboresha
vi: Hướng dẫn nâng cấp thủ công

source: Install
bg: Инсталиране
ca: Instal·la
cs: Instalovat
fa: نصب
fi: Asenna
fr: Installer
ga: Suiteáil
he: התקן
hr: Instalacija
is: Setja upp
it: Installa
ja: インストール
ka: დაყენება
lt: Įdiegti
pl: Instaluj
ro: Instalează
ru: Установка
sq: Instaloje
sr: Инсталирај
sv: Installera
sw: sakinisha
vi: Cài đặt

source: Installation Instructions
bg: Инструкции за инсталиране
ca: Instruccions d'instal·lació
cs: Pokyny pro instalaci
fa: دستورالعمل‌های نصب
fi: Asennusohjeet
fr: Instructions d’installation
ga: Treoracha Suiteála
he: הוראות התקנה
hr: Upute za instalaciju
is: Leiðbeiningar fyrir uppsetningu
it: Istruzioni di installazione
ja: インストール手順
ka: დაყენების მითითებები
lt: Diegimo instrukcijos
pl: Instrukcja Instalacji
ro: Instrucțiuni de instalare
ru: Инструкции по установке
sq: Udhëzime Instalimi
sr: Uputstva za instaliranje
sv: Installations instruktioner
sw: maelekezo ya kusakinisha
vi: Hướng dẫn cài đặt

source: Backup Instructions
bg: Инструкции за резервни копия
ca: Instruccions de còpia de seguretat
cs: Pokyny pro zálohování
fi: Varmuuskopioinnin ohjeet
fr: Instructions de sauvegarde
ga: Treoracha Cúltaca
is: Leiðbeiningar fyrir öryggisafritun
it: Istruzioni di backup
ja: バックアップ方法
lt: Atsarginės kopijos instrukcijos
pl: Instrukcja tworzenia kopii zapasowych
ro: Instrucțiuni de backup manual
ru: Инструкции по резервному копированию
sq: Udhëzime Kopjeruajtje
sr: Uputstva za ručnu rezervu
sv: Instruktioner för säkerhetskopiering
vi: Hướng dẫn sao lưu Backup

source: %(size)s %(vendor)s %(model)s device (%(device)s)
bg: %(size)s %(vendor)s %(model)s устройство (%(device)s)
ca: Dispositiu %(size)s %(vendor)s %(model)s (%(device)s)
cs: %(size)s %(vendor)s %(model)s zařízení %(device)s)
fa: %(size)s %(vendor)s %(model)s دستگاه (%(device)s)
fi: %(size)s%(vendor)s%(model)slaite (%(device)s)
fr: Périphérique %(vendor)s %(model)s %(size)s (%(device)s)
ga: Gléas %(vendor)s %(model)s %(size)s (%(device)s)
he: %(size)s %(vendor)s %(model)s התקן (%(device)s)
hr: %(size)s %(vendor)s %(model)s uređaj (%(device)s)
is: %(size)s %(vendor)s %(model)s tæki (%(device)s)
it: Dispositivo %(size)s %(vendor)s %(model)s (%(device)s)
ja: %(size)s%(vendor)s%(model)s デバイス (%(device)s)
ka: %(size)s %(vendor)s %(model)s მოწყობილობა (%(device)s)
lt: %(size)s %(vendor)s %(model)s įrenginys (%(device)s)
pl: %(size)s %(vendor)s %(model)s urzędzenie (%(device)s)
ro: %(size)s %(vendor)s %(model)s dispozitiv (%(device)s)
ru: %(size)s%(vendor)s%(model)s устройство (%(device)s)
sq: Pajisje %(size)s %(vendor)s %(model)s (%(device)s)
sr: %(size)s %(vendor)s %(model)s uređaj (%(device)s)
sv: %(size)s %(vendor)s %(model)s enhet (%(device)s)
sw: %(size)s %(vendor)s %(model)s kifaa (%(device)s)
vi: %(size)s %(vendor)s %(model)s thiết bị (%(device)s)

source: No ISO image selected
bg: Не е избран образ във формат ISO
ca: No s'ha seleccionat cap imatge ISO
cs: Nebyl vybrán obraz ISO
fa: هیچ تصویر ISO انتخاب نشده است
fi: ISO-kuvaa ei ole valittu
fr: Aucune image ISO n’a été sélectionnée
ga: Níl aon íomhá ISO roghnaithe
he: תמונת ISO לא נבחרה
hr: ISO slika nije odabrana
is: Engin ISO-diskmynd valin
it: Nessuna immagine ISO selezionata
ja: ISO イメージが選択されていません
ka: დისკის ასლი არაა შერჩეული
lt: Nepasirinktas joks ISO atvaizdis
pl: Nie wybrano obrazu ISO
ro: Nici o imagine ISO selectată
ru: Ни один ISO-образ не выбран
sq: S’u përzgjodh pamje ISO
sr: Nije odabrana ni jedna ISO slika
sv: Ingen ISO-bild vald
sw: Hakuna picha ya ISO iliyochaguliwa
vi: Không có tập tin image ISO nào được chọn

source: Please select a Tails ISO image.
bg: Изберете образ на Tails във формат ISO.
ca: Seleccioneu una imatge ISO de Tails.
cs: Vyberte prosím obraz ISO s Tails.
fa: لطفا یک تصویر ISO تیلز انتخاب کنید.
fi: Ole hyvä ja valitse Tails'in ISO-kuva.
fr: Veuillez sélectionner une image ISO de Tails.
ga: Roghnaigh íomhá ISO Tails.
he: אנא בחר תמונת ISO של Tails.
hr: Odaberi Tails ISO sliku.
is: Veldu Tails ISO-diskmynd.
it: Seleziona un'immagine ISO di Tails.
ja: Tails ISO イメージを選択してください。
ka: გთხოვთ, მიუთითოთ Tails-ის დისკის ასლი.
lt: Pasirinkite Tails ISO atvaizdį.
pl: Proszę wybrać obraz ISO Tails.
ro: Vă rugăm să selectați o imagine Tails în format ISO.
ru: Пожалуйста, выберите ISO-образ Tails.
sq: Ju lutemi, përzgjidhni një pamje ISO Tails.
sr: Molimo odaberite Tails ISO sliku.
sv: Välj en Tails-ISO-bild.
sw: Tafadhali chagua picha yaTails ISO.
vi: Xin vui lòng lựa chọn một tập tin image ISO Tails.

source: Clone the current Persistent Storage Impossible to clone the Persistent Storage because it is locked.
bg: Клониране на текущото постоянно хранилище Не е възможно клониране на хранилището, защото е заключено.
ca: Clona l'Emmagatzematge Persistent actual No es pot clonar l'Emmagatzematge Persistent perquè està bloquejat.
cs: Naklonujte aktuální Trvalé Uložiště Je nemožné naklonovat Trvalé Uložiště, protože je zamknuté.
fi: Kloonaa nykyinen pysyvä tallennustila Pysyvää tallennustilan kloonaus mahdotonta, koska se on lukittu.
fr: Cloner le stockage persistant actuel Impossible de cloner le stockage persistant car il est verrouillé.
ga: Clón an Stóráil Seasmhach reatha Ní féidir an Stóráil Seasmhach a chlónáil toisc go bhfuil sé faoi ghlas.
is: Klónun fyrirliggjandi varanlega gagnageymslu Ekki mögulegt að klóna varanlega gagnageymslu því hún er læst.
it: Clone dell'archiviazione persistente Impossibile clonare l'archiviazione persistente perché è bloccata.
ja: 現在の永続ストレージを複製する 永続ストレージがロックされているため、永続ストレージを複製できません。
pl: Sklonuj bieżącą pamięć trwałą Nie można sklonować pamięci trwałej, ponieważ jest ona zablokowana.
ro: Clonarea Stocarii Permanente curente Imposibil de a clona Stocarea Permanenta deoarece este blocata.
ru: Клонировать текущее Постоянное хранилище Невозможно клонировать Постоянное хранилище, так как оно заблокировано.
sq: Klononi Depozitën e tanishme të Qëndrueshme E pamundur të klonohet Depozita e Qëndrueshme, ngaqë është e kyçur.
sr: Kloniraj trenutno Uporno Skladište Nemoguće klonirati Uporno Skladište jer je zaključano.
sv: Klona den aktuella bestående lagringen Omöjligt att klona bestående lagring eftersom det är låst.
vi: Nhân bản Clone Ổ đĩa lưu trữ Bền vững hiện thời Không thể thực thi nhân bản clone Ổ đĩa lưu trữ Bền vững bởi vì nó bị khoá.

source: Clone the current Persistent Storage
bg: Клониране на текущото постоянно хранилище
ca: Clona l'Emmagatzematge Persistent actual
cs: Naklonujte aktuální Trvalé Uložiště
fi: Kloonaa nykyinen pysyvä tallennustila
fr: Cloner le stockage persistant actuel
ga: Clón an Stóráil Seasmhach reatha
is: Klóna fyrirliggjandi varanlega gagnageymslu
it: Clone dell'archiviazione persistente
ja: 現在の永続ストレージのコピーを作成する
pl: Sklonuj bieżącą pamięć trwałą
ro: Clonati Stocarea Permanenta actuala
ru: Клонировать текущее Постоянное хранилище
sq: Klono Depozitën e tanishme të Qëndrueshme
sr: Kloniraj trenutno Uporno Skladište
sv: Klona den aktuella bestående lagringen
vi: Nhân bản Clone Ổ đĩa lưu trữ Bền vững hiện thời

source: Clone the current Persistent Storage You can only choose to reinstall when cloning the Persistent Storage.
bg: Клониране на текущото постоянно хранилище Единствено можете да изберете преинсталиране при клониране на хранилището.
ca: Clona l'Emmagatzematge Persistent actual Només podeu escollir tornar a instal·lar quan cloneu l'Emmagatzematge Persistent.
cs: Naklonujte aktuální Trvalé Uložiště Můžete pouze vybrat přeinstalování když klonujete Trvalé Uložiště.
fi: Kloonaa nykyinen pysyvä tallennustila Voit valita pysyvää tallennustilaa kloonattaessa vain uudelleenasennuksen.
fr: Cloner le stockage persistant actuel Vous pouvez uniquement choisir de réinstaller lors du clonage du stockage persistant.
ga: Clón an Stóráil Seasmhach reatha Ní féidir leat athshuiteáil a roghnú ach amháin nuair a chlónálann tú an Stór Marthanach.
is: Klónun fyrirliggjandi varanlega gagnageymslu Þú getur bara valið að setja upp aftur þegar verið er að klóna varanlega gagnageymslu.
it: Clone dell'archiviazione persistente. Puoi scegliere di reinstallare solo quando cloni l'archiviazione persistente.
ja: 現在の永続ストレージのコピー 再インストールを選択できるのは、永続ストレージを複製する場合のみです。
pl: Sklonuj bieżącą pamięć trwałą Ponowną instalację można wybrać tylko podczas klonowania pamięci trwałej.
ro: Clonare Stocarea Permanenta actuala Poti alege doar sa reinstalezi cand clonezi Stocarea Permanenta.
ru: Клонировать текущее Постоянное хранилище Вы можете выбрать лишь переустановку при клонировании Постоянного хранилища.
sq: Klononi Depozitën e tanishme të Qëndrueshme Kur klonohet Depozita e Qëndrueshme, mund të zgjidhni vetëm riinstalimin.
sr: Kloniraj trenutno Uporno Skladište Možete samo izabrati da reinstalirate kad klonirate Uporno Skladište.
sv: Klona den nuvarande bestående lagringen Du kan bara välja att installera om när du klonar bestående lagringen.
vi: Nhân bản Clone Ổ đĩa lưu trữ Bền vững hiện thời Bạn chỉ có thể lựa chọn cài đặt lại trong khi nhân bản clone Ổ đĩa lưu trữ Bền vững.

source: The USB stick "%(pretty_name)s" is configured as non-removable by its manufacturer and Tails will fail to start from it. Please try installing on a different model.
bg: USB паметта „%(pretty_name)s“ е настроена от производителя като непреносима и Tails няма да стартира на нея. Инсталирайте на друг модел.
ca: El llapis USB «%(pretty_name)s» està configurat com a no extraïble pel propi fabricant i Tails no podrà executar-se. Intenteu instal·lar-lo en un model diferent.
cs: USB flash disk „%(pretty_name)s“ je nastaven jako neodebratelný jeho výrobcem a Tails se na něm nepodaří nastartovat. Zkuste prosím instalaci na jiný model.
fa: این فلش USB "%(pretty_name)s" توسط تولید کننده اش غیر قابل حذف تعیین شده است. تیلز ممکن است در اجرا روی این دستگاه با مشکل مواجه شود. لطفا مدل دیگری را امتحان کنید.
fi: USB-tikun "%(pretty_name)s" valmistaja on määrittänyt sen ei-poistettavaksi, eikä se käynnistä Tails'iä. Ole hyvä ja yritä asentaa eri malliin.
fr: La clé USB « %(pretty_name)s » est configurée comme non amovible par son fabricant et le démarrage de Tails échouera sur cette clé. Veuillez tenter d’installer Tails sur un modèle différent.
ga: Chumraigh an déantóir an mhéaróg USB "%(pretty_name)s" mar ghléas dobhainte, agus ní thosóidh Tails air. Déan iarracht Tails a shuiteáil ar mhéaróg eile.
he: החסן ה־USB "%(pretty_name)s" מוגדר כבלתי בר־הסרה ע״י היצרן שלו ו־Tails יכשל בהפעלה עליו. אנא נסה להתקין על דגם שונה.
hr: Proizvođač je konfigurirao USB stick „%(pretty_name)s” kao neuklonjiv medij i Tails se neće uspjeti pokrenuti. Pokušaj instalirati na drugačijem modelu.
is: USB-minnislykillinn "%(pretty_name)s" er ekki hannaður frá framleiðanda til að vera útskiptanlegur, Tails mun því ekki geta ræst upp af honum. Prófaðu að nota einhverja aðra tegund minnislykils.
it: La penna USB "%(pretty_name)s" è configurata come non-rimovibile dal suo produttore e Tails non potrà avviarsi. Prova ad installarlo in un modello differente.
ja: "%(pretty_name)s" という USB メモリーがメーカーにより取り外しができないように設定されたので、Tails インストールを開始できません。別モデルの USB メモリーでインストールしてください。
ka: USB-მოწყობილობა „%(pretty_name)s“ მწარმოებლის მიერ განსაზღვრულია, როგორც მოხსნის შესაძლებლობის არმქონე და Tails ვერ მოახერხებს მისი მეშვეობით გაშვებას. გთხოვთ, სცადოთ სხვა მოდელზე დაყენება.
lt: USB atmintuko "%(pretty_name)s" gamintojas jį sukonfigūravo kaip nekeičiamąjį, todėl Tails iš jo nepasileis. Pabandykite įdiegti kitame modelyje.
pl: Pamięć USB "%(pretty_name)s" jest skonfigurowana jako niemożliwa do usunięcia przez jej producenta, a Tails nie uruchomi się na niej. Spróbuj zainstalować na innym modelu.
ro: Stick-ul USB "%(pretty_name)s" este configurat ca inamovibil de către producător iar Tails va eșua să ruleze pe acesta. Vă rugăm să încercați instalarea pe un dispozitiv diferit.
ru: USB накопитель "%(pretty_name)s" сконфигурирован изготовителем как несъемный, и Tails не сможет запуститься на нем. Пожалуйста, попробуйте установить на другую модель.
sq: Diskthi USB “%(pretty_name)s” është formësuar nga prodhuesit e tij si jo i heqshëm dhe Tails do të dështojë të niset prej tij. Ju lutemi, provoni instalimin në një model tjetër.
sr: USB stick "%(pretty_name)s" je namešten kao ne-izbaciv od strane proizvođača i Tails neće uspeti da se pokrene sa njega. Molimo probajte instalirati na drugi model.
sv: USB-minnet "%(pretty_name)s" är konfigurerad som icke-flyttbar av dess tillverkare och Tails kommer misslyckas starta från det. Försök installera på ett annat märke.
sw: Flash ya "%(pretty_name)s" imesanidiwa kamakifaa kisichotoka na mzalishaji na Tails haitaweza kuanza kufanya kazi toka kwake. Tafadhali jaribu kusakinisha katika mfumo tofauti.
vi: Thẻ nhớ USB "%(pretty_name)s" được cấu hình không thể loại bỏ được bởi nhà sản xuất của nó và Tails sẽ bị hỏng nếu khởi chạy từ nó. Xin vui lòng thử cài đặt trên một mô-đen khác.

source: The device "%(pretty_name)s" is too small to install Tails (at least %(size)s GB is required).
bg: Устройството "%(pretty_name)s" е твърде малко за инсталиране на Tails (необходими са най-малко %(size)s ГБ).
ca: El dispositiu «%(pretty_name)s» és massa petit per instal·lar-hi Tails (es necessiten com mínim %(size)s GB).
cs: Zařízení "%(pretty_name)s" je moc malé pro instalaci Tails (je vyžadováno alespoň %(size)s GB).
fa: فضای دستگاه "%(pretty_name)s" برای نصب کم است (حداقل %(size)s گیگابایت فضا لازم است).
fi: Laitteen "%(pretty_name)s" tallennustila ei riitä Tails:n asentamiseen (asennukseen vaaditaan vähintään %(size)s GB).
fr: Le périphérique « %(pretty_name)s » est trop petit pour installer Tails (au moins %(size)s Go sont exigés).
ga: Tá an gléas "%(pretty_name)s" róbheag le Tails a shuiteáil (ar a laghad %(size)s GB de dhíth).
he: ההתקן "%(pretty_name)s" קטן מדי כדי להתקין עליו את Tails (לפחות %(size)s ג״ב דרושים).
hr: Uređaj „%(pretty_name)s” je premalen da bi se na njega instalirao Tails (potrebno je barem %(size)s GB).
is: Tækið "%(pretty_name)s" er of lítið til að hægt sé að setja Tails upp á því (að minnsta kosti %(size)s GB eru nauðsynleg).
it: Il dispositivo "%(pretty_name)s" è troppo piccolo per installarci Tails (almeno %(size)s GB necessari).
ja: デバイス "%(pretty_name)s" は記憶領域が小さすぎるため、 Tails をインストールすることができません (少なくとも %(size)s GB 必要です) 。
ka: მოწყობილობა „%(pretty_name)s“ მეტად მცირე მოცულობისაა, რომ Tails დაყენდეს (საჭიროა სულ მცირე %(size)s გბაიტი).
lt: Įrenginys "%(pretty_name)s" yra pernelyg mažas, kad būtų įdiegta Tails (reikalingas bent %(size)s GB įrenginys).
pl: Urządzenie "%(pretty_name)s" ma zbyt mało miejsca dla systemu Tails (wymagane jest przynajmniej %(size)s GB).
ro: Dispozitivul "%(pretty_name)s" are prea puțină memorie liberă pentru a instala Tails (cel puțin %(size)s GB este necesar).
ru: Устройство "%(pretty_name)s" слишком мало для установки Tails (нужно минимум %(size)s ГБ).
sq: Pajisja “%(pretty_name)s” është shumë e vogël për të instaluar Tails (duhen të paktën %(size)s GB).
sr: Uređaj "%(pretty_name)s" je previše mali da instalira Tails (bar %(size)s GB je potrebno).
sv: Enheten "%(pretty_name)s" är för liten för att installera Tails (minst %(size)s GB krävs).
sw: Kifaa"%(pretty_name)s" ni kidogo sana kusakinishal Tails (angalau %(size)s GB inahitajika).
vi: Thiết bị "%(pretty_name)s" quá nhỏ để cài đặt Tails (yêu cầu ít nhất %(size)s GB).

source: To upgrade device "%(pretty_name)s" from this Tails, you need to use a downloaded Tails ISO image: %(dl_url)s
bg: За да обновите устройството „%(pretty_name)s“ от този Tails ви е необходим изтегления образ на Tails във формат ISO: %(dl_url)s
ca: Per actualitzar el dispositiu «%(pretty_name)s» des d'aquest Tails, heu d'utilitzar una imatge ISO de Tails baixada: %(dl_url)s
cs: Pro aktualizaci zařízení "%(pretty_name)s" z této verze Tails budete muset použít stažený ISO obraz Tails: %(dl_url)s
fa: برای ارتقای افزارهٔ «%(pretty_name)s» از این تیلز باید از تصویر ایزوی بار گرفتهٔ تیلز استفاده کنید: %(dl_url)s
fi: Päivittääksesi laitteen "%(pretty_name)s" tästä Tailsista tulee sinun ladata Tails ISO-levykuva: %(dl_url)s
fr: Pour mettre à jour le périphérique « %(pretty_name)s » à partir de ce Tails, vous devez utiliser une image ISO Tails téléchargée : %(dl_url)s
ga: Chun gléas "%(pretty_name)s" a uasghrádú ón Tails seo, ní mór duit íomhá ISO Tails íosluchtaithe a úsáid: %(dl_url)s
he: לשדרוג ההתקן "%(pretty_name)s" ממערכת Tails זו, יש להשתמה בקובץ דמות Tails שהורדת: %(dl_url)s
hr: Za nadograđivanje uređaja "%(pretty_name)s" iz ovog Tailsa, moraš koristiti preuzetu Tails ISO sliku: %(dl_url)s
is: Til að uppfæra tækið "%(pretty_name)s" úr þessu tilviki Tails, þá þarftu að nota Tails ISO diskmynd sem þú nærð í hér: %(dl_url)s
it: Per aggiornare il dispositivo "%(pretty_name)s" da questo Tails, devi usare un'immagine ISO di Tails scaricata: %(dl_url)s
ja: デバイス「%(pretty_name)s」をこの Tails からアップグレードするには、Tails ISO イメージをダウンロードして使用する必要があります: %(dl_url)s
ka: „%(pretty_name)s“ მოწყობილობის გასაახლებლად ამ Tails-იდან, საჭიროა Tails-ის ჩამოტვირთული ISO-გამოსახულება: %(dl_url)s
pl: Aby zaktualizować urządzenie "%(pretty_name)s" z tego Tails'a, musisz użyć pobranego obrazu ISO Tails: %(dl_url)s
ro: Pentru a actualiza "%(pretty_name)s" din acest sistem Tails, trebuie să utilizați o imagine ISO Tails descărcată de pe această pagină: %(dl_url)s
ru: Для обновления устройства "%(pretty_name)s" от этого Tails, Вам нужно скачать Tails ISO образ: %(dl_url)s
sq: Që të përmirësohet pajisja “%(pretty_name)s” prej kësaj instance Tails, lypset të përdorni një pamje ISO Tails të shkarkuar: %(dl_url)s
sr: Da nadogradite uređaj "%(pretty_name)s" sa ovog Tails-a, morate koristiti skinutu Tails ISO sliku: %(dl_url)s
sv: För att uppgradera enheten "%(pretty_name)s" från denna Tails måste du använda en hämtad Tails ISO-bild: %(dl_url)s
sw: Kuboresha kifaa "%(pretty_name)s"kutoka katika Tails, unahitaji kutumia picha ya Tails ISO: iliyopakuliwa %(dl_url)s
vi: Để nâng cấp thiết bị "%(pretty_name)s" từ Tails này, bạn cần phải sử dụng một đĩa image ISO Tails đã được tải xuống: %(dl_url)s

source: No device suitable to install Tails could be found
bg: Не е открито устройство, на което може да бъде инсталиран Tails
ca: No s'ha pogut trobar cap dispositiu compatible per a instal·lar Tails
cs: Nebylo nalezeno žádné zařízení vhodné pro instalaci Tails
fa: دستگاه مناسبی برای نصب تیلز پیدا نشد
fi: Tails'in asentamiseen sopivaa laitetta ei voitu löytää
fr: Aucun périphérique adapté n’a été trouvé pour installer Tails
ga: Níor aimsíodh aon ghléas feiliúnach le Tails a shuiteáil
he: לא היה ניתן למצוא התקן הולם להתקין את Tails
hr: Nije pronađen uređaj prikladan za instalaciju Tailsa
is: Ekkert hentugt tæki fannst til uppsetningar á Tails
it: Nessun dispositivo adatto all'installazione di Tails trovato
ja: Tails をインストールするためのデバイスが見つかりませんでした
ka: Tails-ს დასაყენებლად თავსებადი მოწყობილობა ვერ მოიძებნა
lt: Nepavyko rasti jokio Tails diegimui tinkamo įrenginio
pl: Nie znaleziono żadnego urządzenia, na którym można zainstalować Tails
ro: Nu a putut fi găsit nici un dispozitiv compatibil pentru a instala Tails
ru: Не обнаружено устройств для установки Tails
sq: S’u gjet dot pajisje e përshtatshme për instalimin e Tails
sr: Nije pronađen nijedan uređaj koji je odgovarajuć za instaliranje Tails-a
sv: Ingen enhet som är lämplig för att installera Tails kunde hittas
sw: hakuna kifaa kinachofaa kusanikisha Tails kinaweza kupatikana
vi: Đã không thể tìm thấy thiết bị nào phù hợp cho việc cài đặt Tails

source: Plug in a USB stick of at least %0.1f GB.
bg: Включете USB памет с най-малко %0.1f ГБ.
ca: Connecteu un llapis USB d'almenys %0.1f GB.
cs: Připojte USB flash disk nebo SD kartu velikosti alespoň %0.1f GB.
fi: Kiinnitä USB-muisti, jossa on vähintään %0.1f GB.
fr: Branchez une clé USB d'au moins %0.1f Go.
ga: Plugáil isteach bata USB de %0.1f GB ar a laghad.
is: Tengdu USB-minnislykil með að minnsta kosti %0.1f GB gagnarýmd.
it: Inserisci una chiave USB di almeno %0.1f GB.
ja: %0.1f GB以上の USB メモリーを接続してください。
lt: Įkiškite bent %0.1f GB USB atmintuką.
pl: Podłącz pamięć USB o pojemności co najmniej %0.1f GB.
ro: Vă rugăm introduceți un stick USB sau card SD de cel puțin %0.1f GB.
ru: Подключите USB-накопитель объемом не менее %0.1f ГБ.
sq: Vini një diskth USB me të paktën %0.1f GB.
sr: Molimo ubacite USB fleš memoriju %0.1f GB.
sv: Anslut ett USB-minne på minst %0.1f GB.
vi: Hãy cắm một ổ USB di động với dung lượng tối thiểu %0.1f GB.

source: An error happened while installing Tails
bg: Възникна грешка по време на инсталацията на Tails
ca: S'ha produït un error en instal·lar Tails
cs: Při instalaci Tails nastala chyba
fa: در نصب تیلز یک خطا رخ داد
fi: Tails'iä asentaessa tapahtui virhe
fr: Une erreur est survenue lors de l’installation de Tails
ga: Tharla earráid agus Tails á shuiteáil
he: שגיאה התרחשה בזמן התקנת Tails
hr: Došlo je do pogreške prilikom instaliranja Tailsa
is: Villa kom upp við að setja upp Tails
it: Riscontrato un errore durante l'installazione di Tails
ja: Tails のインストール中にエラーが発生しました
ka: შეცდომა წარმოიქმნა Tails-ის დაყენებისას
lt: Diegiant Tails, įvyko klaida
pl: Podczas instalacji Tails wystąpił błąd
ro: S-a produs o eroare la instalarea Tails
ru: При установке Tails произошла ошибка
sq: Ndodhi një gabim teksa instalohej Tails
sr: Došlo je do greške prilikom instaliranja Tails-a
sv: Ett fel inträffade under installationen av Tails
sw: Kosa limejitokeza wakati wa kupakia
vi: Một lỗi đã xuất hiện trong khi cài đặt Tails

source: Installation complete!
bg: Инсталацията е завършена!
ca: Instal·lació complerta!
cs: Instalace dokončena!
fa: عمليات نصب به پايان رسيد!
fi: Asennus on valmis!
fr: L’installation est terminée !
ga: Críochnaíodh an tsuiteáil!
he: התקנה הושלמה!
hr: Instalacija je dovršena!
is: Uppsetningu lokið!
it: Installazione completata!
ja: インストールが完了しました！
ka: დაყენება დასრულებულია!
lt: Diegimas baigtas!
pl: Zakończono instalację!
ro: Instalare completă!
ru: Установка завершена!
sq: Instalim i plotësuar!
sr: Instalacija zavrsena!
sv: Installationen slutförd!
sw: Usakinishaji umefanikiwa!
vi: Cài đặt hoàn tất!
