Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Mount %s exists after unmounting
bg: Точката за монтиране %s съществува след демонтиране
ca: El punt de muntatge %s segueix existint després de desmuntar-lo
cs: Připojení %s existuje po odpojení
fa: نصب %s بعد از حذف موجود است
fi: Irrotettu liitoskohta %s on vielä olemassa
fr: Le montage %s existe après démontage
ga: Tá %s ann fiú tar éis dífheistithe
he: עיגון %s קיים לאחר ניתוק
hr: Pogon %s postoji i nakon razmontiranja
is: Tengipunktur %s er til staðar eftir aftengingu
it: Mount %s esiste dopo l'operazione di unmount
ja: アンマウント後 %s をマウント
ka: მიერთება %s დარჩენილია გამოერთების შემდეგ
lt: Prijungimas %s po atjungimo vis dar yra
pl: %s istnieje mimo demontowania
ro: Montarea %s există după demontare
ru: Точка монтирования %s существует во время монтирования
sq: Pjesa %s ekziston pas çmontimi
sr: Mount %s postoji nakon razmontiranja
sv: Montering %s existerar efter avmontering
sw: Unganisha %s iliyopo baada ya kutengenesha
vi: Việc gắn %s thoát ra sau khi gỡ bỏ

source: Partitioning device %(device)s
bg: Разделяне на устройството %(device)s на дялове
ca: S'estan creant les particions a %(device)s
cs: Vytváří se svazek na zařízení %(device)s
fa: در حال پاتیشن‌بندیِ %(device)s
fi: Osioidaan laitetta %(device)s
fr: Partitionnement du périphérique %(device)s
ga: Gléas %(device)s á dheighilt
he: חלוקת ההתקן %(device)s למחיצות
hr: Particioniranje uređaja %(device)s
is: Sneiði geymslupláss tækisins %(device)s
it: Partizionamento dispositivo %(device)s
ja: デバイス %(device)s のパーティションを構成中
ka: %(device)s მოწყობილობის დაყოფა
lt: Skaidomas įrenginys %(device)s
pl: Partycjonowanie urządzenia/urządzeń %(device)s
ro: Se partiționeză dispozitivul %(device)s
ru: Разметка устройства %(device)s
sq: Po pjesëtohet pajisja %(device)s
sr: Particionisanje uređaja%(device)s
sv: Partitionerar enheten %(device)s
sw: unagawanya kifaa %(device)s
vi: Đang phân vùng thiết bị %(device)s

source: Unsupported device '%(device)s', please report a bug.
bg: Неподдържано устройство „%(device)s“. Докладвайте дефект.
ca: El dispositiu '%(device)s' no és compatible, si us plau, informeu d'un error.
cs: Nepodporované zařízení '%(device)s', prosím nahlaste chybu.
fa: افزارهٔ پشتیبانی نشده '%(device)s'. لطفاُ مشکل را گزارش کنید.
fi: Laitetta ’%(device)s’ ei tueta, ilmoita virheestä.
fr: Périphérique « %(device)s » non pris en charge, veuillez signaler le bogue.
ga: Ní thacaítear le gléas '%(device)s'; seol tuairisc chugainn faoi seo mar fhabht.
he: ההתקן ‚%(device)s’, נא לדווח על תקלה.
hr: Nepodržan uređaj '%(device)s', prijavi grešku.
is: Óstutt tæki '%(device)s', tilkynntu um þessa villu.
it: Dispositivo '%(device)s' non supportato, si prega di segnalare l'errore.
ja: デバイス '%(device)s' はサポートされていません。バグを報告してください。
ka: მხარდაუჭერელი მოწყობილობა „%(device)s“, გთხოვთ მოგვახსენოთ ხარვეზის სახით.
lt: Nepalaikomas įrenginys "%(device)s", prašome pranešti apie klaidą.
pl: Nieobsługiwane urządzenie '%(device)s', proszę zgłosić błąd.
ro: Dispozitiv nesuportat '%(device)s', raportați un bug.
ru: Неподдерживаемое устройство '%(device)s', пожалуйста, сообщите об ошибке.
sq: Pajisje '%(device)s' e pambuluar. Ju lutemi, njoftoni një të metë.
sr: Nepodržan uređaj "%(device)s", molimo prijavite grešku.
sv: Enheten "%(device)s" stöds inte, anmäl detta som ett fel.
sw: Kifaa kisichowezesha '%(device)s', tafadhari ripoti kuhusu kirusi.
vi: Thiết bị không được hỗ trợ '%(device)s', vui lòng báo lỗi.

source: Trying to continue anyway.
bg: Опит за продължаване въпреки това.
ca: S'està provant de continuar de totes maneres.
cs: Snažím se pokračovat dál.
fa: تلاش برای ادامه دادن در هر صورت.
fi: Yritetään silti jatkaa.
fr: Nous tentons de poursuivre quand même.
ga: Déan iarracht leanúint ar aghaidh mar sin féin.
he: מנסה להמשיך בכל זאת.
hr: Svejedno se pokušava nastaviti.
is: Reyni samt að halda áfram.
it: Tentativo di continuare comunque.
ja: 続行しようとしています。
ka: მაინც გაგრძელების მცდელობა.
lt: Bandoma vis tiek tęsti.
pl: Próbujemy kontynuować.
ro: Se încearcă continuarea oricum.
ru: Попытка продолжить все равно.
sq: Po provohet të vazhdohet, sido qoftë.
sr: Pokušavanje napretka bez obzira.
sv: Försöker fortsätta ändå.
sw: Jaribu kuendelea hivyohivyo.
vi: Dù sao cũng cứ cố gắng tiếp tục.

source: Verifying filesystem...
bg: Проверка на файловата система…
ca: S'està comprovant el sistema de fitxers...
cs: Ověrování systému souborů...
fa: تایید فایل سیستم...
fi: Tarkistetaan tiedostojärjestelmää...
fr: Vérification du système de fichiers…
ga: An córas comhad á dheimhniú...
he: מוודא מערכת קבצים…
hr: Potvrđivanje datotečnog sustava …
is: Yfirfer skráarkerfi...
it: Verifica del filesystem in corso...
ja: ファイルシステムを検証中...
ka: ფაილური სისტემის გადამოწმება...
lt: Tikrinama failų sistema...
pl: Sprawdzanie systemu plików...
ro: Se verifică sistemul de fișiere...
ru: Проверка файловой системы...
sq: Po verifikohet sistem kartelash…
sr: Filesystem verifikacija...
sv: Verifierar filsystem…
sw: Inahakikisha mfumo wa faili...
vi: Đang xác minh hệ thống tập tin...

source: Unable to change volume label: %s
bg: Етикетът на дяла не може да бъде променен: %s
ca: No s'ha pogut canviar l'etiqueta del volum: %s
cs: Jmenovku svazku nelze změnit: %s
fa: قادر به تغییر برچسب حافظه نیست: %s
fi: Taltion nimiön muuttaminen epäonnistui: %s
fr: Impossible de modifier l'étiquette du volume : %s
ga: Ní féidir an lipéad ar an imleabhar a athrú: %s
he: לא היה ניתן לשנות תוית עוצמת קול: %s
hr: Nije moguće promijeniti oznaku pogona: %s
is: Get ekki breytt heiti á gagnageymslu: %s
it: Impossibile cambiare l'etichetta di volume: %s
ja: ボリュームラベルを変更できません: %s
ka: ვერ ხერხდება დანაყოფზე წარწერის ცვლილება: %s
lt: Nepavyko pakeisti tomo etiketės: %s
pl: Nie można zmienić etykiety woluminu: %s
ro: Nu se poate modifica eticheta volumului: %s
ru: Невозможно изменить метку тома: %s
sq: S’arrihet të ndryshohet etiketa e volumit: %s
sr: Nije uspela promena etiketa glasnoće: %s
sv: Det går inte att byta etikett på volym: %s
sw: Haiwezi kubadilisha lebo ya sauti: %s
vi: Không thể đổi tên ổ đĩa: %s

source: Installing bootloader...
bg: Инсталиране на зареждащ модул…
ca: S'està instal·lant el carregador de l'arrencada…
cs: Instalace bootloaderu...
fa: نصب بوت لودر...
fi: Asennetaan alkulatausohjelma...
fr: Installation du chargeur de démarrage…
ga: Lódálaí tosaithe á shuiteáil...
he: מתקין bootloader…
hr: Instaliranje podizača …
is: Uppsetning ræsistjóra...
it: Installazione bootloader...
ja: ブートローダーをインストール中...
ka: ჩამტვირთავი ყენდება...
lt: Diegiama paleidyklė...
pl: Instalowanie programu startowego...
ro: Se instalează bootloader-ul...
ru: Установка загрузчика...
sq: Po instalohet ngarkues nisësi…
sr: Instaliranje bootloader-a...
sv: Installerar starthanteraren...
sw: Inasanikisha bootloader....
vi: Đang cài đặt chương trình khởi động...

source: Removing %(file)s
bg: Премахване на %(file)s
ca: S'està suprimint %(file)s
cs: Probíhá odebírání %(file)s
fa: حذف %(file)s
fi: Poistetaan %(file)s
fr: Suppression de %(file)s
ga: %(file)s á bhaint
he: מסיר את %(file)s
hr: Uklanja se %(file)s
is: Fjarlægi %(file)s
it: Cancellazione %(file)s in corso
ja: %(file)s を削除中
ka: %(file)s იშლება
lt: Šalinama %(file)s
pl: Usuwanie %(file)s
ro: Se șterge %(file)s
ru: Удаление %(file)s
sq: Po hiqet %(file)s
sr: Brisem %(file)s
sv: Tar bort %(file)s
sw: Inaondoa %(file)s
vi: Đang loại bỏ %(file)s

source: Cloning Persistent Storage...
bg: Клониране на постоянно хранилище…
ca: S'està clonant l'Emmagatzematge Persistent...
cs: Klonování trvalého uložiště...
fa: شبیه سازی ذخیره‌یاز ماندگار…
fi: Kloonataan pysyvää tallennustilaa..
fr: Clonage du stockage persistant...
ga: Stóráil Marthanach Clónáil...
hr: Izrada kopije trajnog spremišta …
is: Klóna varanlega gagnageymslu...
it: Clonazione dell'archiviazione persistente...
ja: 永続ストレージを複製中...
ka: მუდმივი საცავის ასლი იქმნება...
pl: Klonowanie pamięci trwałej...
ro: Clonarea Stocarii Permanente.
ru: Клонируем Постоянное хранилище…
sq: Po klonohet Depozitë e Qëndrueshme…
sr: Kloniranje Upornog Skladišta...
sv: Kloning av bestående lagring...
vi: Nhân bản Clone Ổ đĩa lưu trữ Bền vững...

source: %s already bootable
bg: %s вече може да се зарежда от него
ca: %s ja pot arrencar
cs: %s je bootovatelné
fa: %s از پیش قابل راه‌اندازی
fi: %s on jo käynnistettävä
fr: %s est déjà amorçable
ga: Tá %s intosaithe cheana
he: %s כבר בר־אתחול
hr: %s se već može pokrenuti
is: %s er þegar ræsanlegt
it: %s è già avviabile
ja: %s はすでに起動可能です
ka: %s უკვე შეიძლება ჩაიტვირთოს
lt: %s jau ir taip paleidžiamas
pl: %s jest już startowa
ro: %s deja bootabil
ru: %s уже является загрузочным
sq: %s tashmë i nisshëm
sr: %s већ bootable
sv: %s är redan startbar
sw: %s tayari imewezeshwa
vi: %s đã có thể khởi động

source: Unable to find partition
bg: Дялът не може да бъде намерен
ca: No s'ha pogut trobar la partició
cs: Svazek nelze nalézt
fa: ناتوان در یافتن افراز
fi: Osiota ei löydy
fr: Impossible de trouver la partition
ga: Ní féidir deighilt a aimsiú
he: לא היה ניתן למצוא מחיצה
hr: Nije moguće pronaći particiju
is: Gat ekki fundið disksneið
it: Impossibile trovare la partizione
ja: パーティションが見つかりません
ka: დანაყოფი ვერ მოიძებნა
lt: Nepavyko rasti skaidinio
pl: Nie można odnaleźć partycji
ro: Nu se poate găsi partiția
ru: Невозможно найти раздел
sq: S’arrihet të gjendet pjesë
sr: Ne moguce pronaći particiju
sv: Det går inte att hitta partition
sw: Haiwezi kutafuta mgawanyo
vi: Không thể tìm thấy phân vùng

source: Formatting %(device)s as FAT32
bg: Форматиране на %(device)s във FAT32
ca: S'està formatant %(device)s a FAT32
cs: %(device)s se formátuje jako FAT32
fa: فرمت کردن %(device)s به صورت FAT32
fi: Alustetaan %(device)s FAT32-muotoon
fr: Formatage de %(device)s en FAT32
ga: %(device)s á fhormáidiú mar FAT32
he: מתסדר את %(device)s כ־FAT32
hr: %(device)s se formatira kao FAT32
is: Forsníð %(device)s sem FAT32
it: Formattazione %(device)s con filesystem FAT32
ja: %(device)s を FAT32 としてフォーマット中
ka: %(device)s დაფორმატდება FAT32 სისტემით
lt: Formatuojama %(device)s kaip FAT32
pl: Formatowanie %(device)s jako FAT32
ro: Se formatează %(device)s ca FAT32
ru: Форматирование %(device)s в FAT32
sq: Po formatohet %(device)s si FAT32
sr: Formatiram %(device)s kao FAT32
sv: Formaterar %(device)s som FAT32
sw: inafomati %(device)s kama FAT32
vi: Đang định dạng %(device)s ở dạng FAT32

source: Reading extracted MBR from %s
bg: Прочитане на извлечения от %s MBR
ca: S'està llegint el MBR extret de %s
cs: Čtení extrahované MBR z %s
fa: در حال خواندن MBR استخراج شده از %s
fi: Luetaan poimittua MBR'ää %s'sta
fr: Lecture du MBR extrait de %s
ga: MBR asbhainte á léamh ó %s
he: קורא MBR מחולץ מן %s
hr: Čitanje izdvojenog MBR sa %s
is: Lesið afþjappaðan MBR-ræsigeira frá %s
it: Lettura MBR estratto da %s
ja: %s から抽出された MBR を読み込み中
ka: ამოღებული MBR-ჩანაწერის წაკითხვა %s-იდან
lt: Skaitomas paleidimo įrašas (MBR) iš %s
pl: Odczytywanie wyodrębnionego MBR z %s
ro: Se citește MBR extras din %s
ru: Чтение извлеченной записи MBR из %s
sq: Po lexohet MBR-ja e përftuar nga %s
sr: Čitanje izvučeno MBR sa %s
sv: Läser extraherad MBR från %s
sw: Usomaji uliotokana na MBR kutoka %s
vi: Đọc MBR được giải nén từ %s

source: Could not read the extracted MBR from %(path)s
bg: Неуспешно прочитане на изтегленият от %(path)s MBR
ca: No s'ha pogut llegir el MBR extret de %(path)s
cs: Nelze načíst extrahované MBR z %(path)s
fa: خطا در خواندن MBR استخراج شده از %(path)s
fi: Poimittua MRB'ää ei voitu lukea %(path)s'sta
fr: Impossible de lire le MBR extrait de %(path)s
ga: Níorbh fhéidir an MBR asbhainte a léamh ó %(path)s
he: לא היה ניתן לקרוא את ה-MBR המחולץ מן %(path)s
hr: Neuspjelo čitanje raspakiranog MBR-a sa %(path)s
is: Gat ekki lesið afþjappaðan MBR-ræsigeira frá %(path)s
it: Impossibile leggere MBR estratto da %(path)s
ja: %(path)s から抽出された MBR を読み込めませんでした
ka: ამოღებული MBR-ჩანაწერის წაკითხვა ვერ მოხერხდა %(path)s-იდან
lt: Nepavyko perskaityti išskleisto paleidimo įrašo (MBR) iš %(path)s
pl: Nie można odczytać rozpakowanego programu rozruchowego MBR z %(path)s
ro: Nu s-a putut citi MBR extras din %(path)s
ru: Не удается прочесть извлеченную запись MBR из %(path)s
sq: S’u lexua dot MBR e nxjerrë nga %(path)s
sr: Neuspelo čitanje izvučenog MBR-a iz %(path)s
sv: Det gick inte att läsa extraheraded MBR från %(path)s
sw: Haikuweza kusoma MBR iliyopakuliwa kutoka %(path)s
vi: Đã không thể đọc nổi MBR được giải nén từ %(path)s

source: Resetting Master Boot Record of %s
bg: Нулиране на главния зареждащ запис на %s
ca: S'està reconfigurant el Master Boot Record de %s
cs: Obnovování hlavního bootovacího záznamu %s
fa: بازنشانی رکورد راه‌اندازی اصلی از %s
fi: Palautetaan %s:n Master-käynnistystietue
fr: Réinitialisation de l’enregistrement d’amorçage maître (MBR) de %s
ga: Máistirthaifead Tosaithe %s á athshocrú
he: מאפס רשומת אתחול‏־אב של %s
hr: Ponovno postavljanje Master Boot Record od %s
is: Frumstilli aðalræsifærslu (MBR) %s
it: Reset del Master Boot Record di %s in corso
ja: %s のマスターブートレコードをリセット中
ka: %s-ის მთავარი ჩამტვირთავი ჩანაწერის აღდგენა
lt: Atstatomas %s paleidimo įrašas (MBR)
pl: Resetowanie głównego sektora rozruchowego %s
ro: Se resetează Master Boot Record al %s
ru: Сброс главной загрузочной записи %s
sq: Po riujdiset Master Boot Record i %s
sr: Resetovanje Master Boot Record od %s
sv: Nollställer Master Boot Record på %s
sw: Inapangilia MBR ya %s
vi: Đang thiết lập lại Master Boot Record của %s

source: Writing random seed to LBA 34 of %s
bg: Записване случайно начално число в блок LBA 34 на %s
ca: S'està escrivint una llavor aleatòria a LBA 34 de %s
cs: Zapisování náhodného seedu do LBA 34 z %s
fr: Écriture d'une graine aléatoire dans le LBA 34 de %s
ga: Síol randamach á scríobh chuig LBA 34 de %s
is: Skrifa slembisáðtölu í LBA 34 á %s
it: Scrittura del seme casuale in LBA 34 di %s
ja: LBA 34/%s にランダムシードを書き込み中
pl: Zapisywanie losowego seedu w LBA 34 %s
ru: Запись случайного начального числа в блок LBA 34 из %s
sq: Po shkruhet “random seed” te LBA 34 nga %s
sr: Пишем насумичну почетну вредност за LBA 34 од %s
sv: Skriver slumpmässigt seed till LBA 34 av %s
vi: Đang viết số ngẫu nhiên vào LBA 34 của %s

source: Drive is a loopback, skipping MBR reset
bg: Устройството пропуска нулирането на MBR
ca: La unitat és de tipus virtual de repetició, s'està ometent el reinici del MBR
cs: Zařízení je smyčka, obnovení hlavního bootovacího záznamu bude přeskočeno
fa: افزاره loopback است. پرش از بازنشانی MBR
fi: Levy on loopback-laite: ohitetaan MBR:n palautus
fr: Le périphérique est une boucle, la réinitialisation du MBR sera ignorée
ga: Is gléas aislúbtha é an tiomántán; ní athshocrófar an MBR
he: הכונן הוא לולאה חוזרת, מדלג על איפוס MBR
hr: Pogon se vrti u krug, resetiranje MBR‑a se preskače
is: Drifið er hringtengt (loopback), sleppi endurstillingu á MBR-ræsigeira
it: Il drive è una unità di loopback, operazione di reset del MBR ignorata
ja: ドライブがループバックしました。MBR リセットをスキップします
ka: მოწყობილობა ვირტუალურია, MBR-ს აღდგენა გამოტოვებული იქნება
lt: Diskas yra kilpinis sujunginys, praleidžiamas paleidimo įrašo (MBR) atstatymas
pl: Napęd jest urządzeniem loopback, pomijanie przywracania MBR
ro: Dispozitivul este de tip loopback, se sare peste resetarea MBR
ru: Устройство, пропускает сброс главной загрузочной записи MBR
sq: Pajisja është loopback, po anashkalohet riujdisja e MBR-së
sr: Drajv je loopback, preskače se MBR reset
sv: Enheten är en loopback, hoppar över att återställa MBR
sw: Kifaa ni hurudisha data zilipotoka kabla ya bila kukusudia, kukwepa upangaji wa MBR
vi: Ổ đĩa là loopback, bỏ qua việc thiết lập lại MBR

source: Synchronizing data on disk...
bg: Синхронизиране на данните на диска…
ca: S'estan sincronitzant les dades al disc...
cs: Synchronizace dat na disku...
fa: هماهنگ سازی داده‌ها بر روی دیسک...
fi: Synkronoidaan levyn tiedot...
fr: Synchronisation des données sur le disque…
ga: Sonraí á sioncronú ar an diosca...
he: מסנכרן נתונים על הדיסק…
hr: Sinkroniziranje podataka na disku …
is: Samræmi gögn á diski...
it: Sincronizzazione dati sul disco...
ja: ディスク上のデータを同期中...
ka: მონაცემების დისკზე სინქრონიზაცია...
lt: Sinchronizuojami duomenys diske...
pl: Synchronizowanie danych na dysku...
ro: Se sincronizează datele pe disc...
ru: Сихронизирую данные на диске...
sq: Po njëkohësohen të dhëna në disk…
sr: Sinhronizacija podataka na disku...
sv: Synkroniserar data på disk...
sw: Oanisha data katika diski...
vi: Đang đồng bộ hóa dữ liệu trên ổ đĩa...

source: Unable to clone because the target USB stick is being used. Close all open files on the target USB stick, restart Tails Cloner, and try to clone again.
bg: Клонирано е невъзможно, защото целевата USB памет се използва. Затворете всички отворени файлове USB паметта, рестартирайте Клониране на Tails и опитайте да клонирате отново.
ca: No s'ha pogut clonar perquè s'està utilitzant el llapis USB de destinació. Tanqueu tots els fitxers oberts al llapis USB de destinació, reinicieu el Clonador de Tails i torneu a provar de clonar.
cs: Nelze klonovat, protože cílové USB zařízení je nyní používáno. Uzavřete všechny otevřené soubory na cílovém USB zařízení, restartujte Tails Cloner a zkuste to znovu.
fr: Impossible de cloner car la clé USB cible est actuellement utilisée. Fermez tous les fichiers ouverts sur la clé USB cible, redémarrez Tails Cloner et essayez de cloner à nouveau.
ga: Ní féidir clónáil a dhéanamh toisc go bhfuil an sprioc-mhaid USB á úsáid. Dún gach comhad oscailte ar an sprioc bata USB, atosaigh Tails Cloner, agus déan iarracht clónáil arís.
it: Impossibile clonare perché la chiave USB di destinazione è in uso. Chiudi tutti i file aperti nella chiave USB, riavvia Tails Cloner e riprova.
ja: ターゲット USB メモリーが使用中のため、複製できません。ターゲット USB メモリー上の開いているファイルをすべて閉じ、Tails Cloner を再起動して、再度複製をお試しください。
pl: Nie można sklonować, ponieważ używana jest docelowa pamięć USB. Zamknij wszystkie otwarte pliki na docelowej pamięci USB, uruchom ponownie Tails Cloner i spróbuj sklonować ponownie.
ru: Невозможно клонировать, потому что целевой USB-накопитель еще используется. Закройте все открытые файлы на целевом USB-накопителе, перезапустите Клонировщик Tails и попробуйте еще раз.
sq: S’arrihet të bëhet klonim, ngaqë diskthi USB i synuar është duke u përdorur. Mbyllni krejt kartelat e hapura te diskthi USB i synuar, rinisni Tails Cloner dhe riprovoni klonimin.
sr: Немогуће клонирање јер циљани УСБ стик се користи. Затвори све отворене фајлове на циљаном УСБ стику, поново покрени Таилс Клонер, и покушај поново да клонираш.
sv: Det går inte att klona eftersom mål-USB-minnet används. Stäng alla öppna filer på mål-USB-minnet, starta om Tails Cloner och försök att klona igen.
vi: Không thể nhân bản được bởi vì cây USB đang được sử dụng. Đóng tất cả các tệp được mở trên cây USB, khởi động lại Trình cài đặt Tails, và thử nhân bản lại.

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
bg: Грешка: Не може да бъде зададен етикет или да бъде получен UUID на устройството. Невъзможно е да продължи.
ca: Error: no s'ha pogut etiquetar o obtenir l'UUID del vostre dispositiu. No es pot continuar.
cs: Chyba: Nelze nastavit jmenovku nebo získat UUID vašeho zařízení. Nelze pokračovat.
fa: خطا: امکان تنظیم کردن نام دستگاه شما نیست و یا خواندن UUID دستگاه شما ممکن نبود. نمی توان ادامه داد.
fi: Virhe: Nimiön tai laitteen UUID:n hakeminen epäonnistui. Jatkaminen epäonnistui.
fr: Erreur : impossible de définir l’étiquette ou d’obtenir l’UUID de votre périphérique. Impossible de poursuivre.
ga: Earráid: Ní féidir lipéad an ghléis a shocrú, ná UUID an ghléis a fháil. Ní féidir dul ar aghaidh.
he: שגיאה: לא ניתן להגדיר את התווית או לקבל את ה־UUID של ההתקן שלך. לא ניתן להמשיך.
hr: Greška: Nije moguće postaviti oznaku ili doći do UUID‑a tvog uređaja. Nije moguće nastaviti.
is: Villa: gat ekki sett merkingu eða fengið UUID-auðkenni tækisins. Get ekki haldið áfram.
it: Errore: impossibile impostare l'etichetta o ottenere l'UUID del dispositivo. Impossibile continuare.
ja: エラー: ファイルシステムのラベルを設定できないか、デバイスの UUID を取得できません。処理を継続できません。
ka: შეცდომა: ვერ ხერხდება ჭდის მინიჭება ან თქვენი მოწყობილობის UUID-ის მიღება. გაგრძელება შეუძლებელია.
lt: Klaida: Nepavyksta nustatyti etiketės ar gauti jūsų įrenginio UUID. Nepavyko tęsti.
pl: Błąd: nie można ustawić etykiety lub uzyskać UUID urządzenia. Nie można kontynuować.
ro: Eroare: Nu se poate seta eticheta sau obține UUID-ul dispozitivului. Nu se poate continua.
ru: Ошибка: Не удалось установить метку или получить UUID вашего устройства. Невозможно продолжить.
sq: Gabim: S’ujdiset dot ose s’merret dot UUID-ja e pajisjes tuaj. S’arrihet të vazhdohet.
sr: Gresška: postavljanje oznake ili čitanje UUID vašeg uređaja neuspelo. Nije moguće nastaviti.
sv: Fel: Det går inte att sätta etiketten eller hämta UUID-numret för din enhet. Det går inte att fortsätta.
sw: Hitilafu: haiwezi kupanga lebo au kuchukua UUID ya kifaa chako. haiwezi kuendelea.
vi: Lỗi: Không thể gán nhãn hoặc lấy UUID từ thiết bị của bạn. Không thể tiếp tục.

source: Cloning complete! (%s)
bg: Клонирането е завършено! (%s)
ca: Clonació complerta! (%s)
cs: Klonování dokončeno! (%s)
fi: Kloonaus on valmis! (%s)
fr: Clonage terminé ! (%s)
ga: Clónáil críochnaithe! (%s)
is: Klónun lokið! (%s)
it: Clonazione completata! (%s)
ja: 複製が完了しました！(%s)
pl: Zakończono klonowanie! (%s)
ru: Клонирование завершено! (%s)
sq: Klonim i plotësuar! (%s)
sr: Kloniranje završeno! (%s)
sv: Kloningen är klar! (%s)
vi: Clone nhân bản hoàn tất! (%s)

source: Tails installation failed!
bg: Грешка при инсталиране на Tails!
ca: L'instal·lació de Tails ha fallat!
cs: Instalace Tails selhala!
fa: نصب تیلز ناموفق بود!
fi: Tails'in asennnus epäonnistui!
fr: L’installation de Tails a échoué.
ga: Theip ar shuiteáil Tails!
he: התקנת Tails נכשלה!
hr: Tails instalacija nije uspjela!
is: Uppsetning Tails mistókst!
it: Installazione di Tails fallita!
ja: Tails のインストールに失敗しました！
ka: Tails-ის დაყენება ვერ მოხერხდა!
lt: Tails diegimas patyrė nesėkmę!
pl: Instalacja Tails nie powiodła się!
ro: Instalarea Tails a eșuat!
ru: Ошибка установки Tails!
sq: Instalimi i Tails-it dështoi!
sr: Instalacija Tails-a je neuspešna!
sv: Tails installation misslyckades!
sw: Usakinishaji wa Tails haujafanikiwa!
vi: Việc cài đặt Tails đã thất bại!

source: Clone the current Tails
bg: Клониране на текущия Tails
ca: Clona el Tails actual
cs: Klonovat současné Tails
fa: همین تیلز را کلون کن
fi: Kopioi nykyinen Tails
fr: Cloner le Tails utilisé actuellement
ga: Cóipeáil an leagan reatha de Tails
he: שבט את ה־Tails הנוכחי
hr: Kloniraj trenutačni Tails
is: Klóna núverandi Tails
it: Clona l'attuale Tails
ja: 現在の Tails を複製
ka: მიმდინარე Tails-ის ასლი
lt: Kopijuoti esamą Tails
pl: Klonuj obecny Tails
ro: Clonează instalația Tails-ul curentă
ru: Клонировать текущий Tails
sq: Klono Tails-in e tanishëm
sr: Kloniraj trenutni Tails sistem
sv: Klona nuvarande Tails
sw: Tengeneza nakala ya Tails ya sasa
vi: Tạo bản sao clone của Tails hiện tại

source: Use a downloaded Tails ISO image
bg: Използвайте изтегления образ на Tails във формат ISO
ca: Utilitza una imatge ISO de Tails baixada
cs: Použít stažený ISO obraz Tails
fa: از یک تصویر ISO تیلز بارگیری شده استفاده کن
fi: Käytä ladattua Tails'in ISO-kuvaa
fr: Utiliser une image ISO Tails téléchargée
ga: Úsáid íomhá ISO Tails íoslódáilte
he: השתמש בתמונת ISO שהורדה של Tails
hr: Koristi preuzetu Tails ISO sliku
is: Nota Tails ISO-diskmynd sem sótt var á netinu
it: Usa un'immagine ISO di Tails scaricata
ja: ダウンロードした Tails ISO イメージを使用
ka: Tails-ის ჩამოტვირთული ISO-გამოსახულების გამოყენება
lt: Naudoti atsisiųstą Tails ISO atvaizdį
pl: Użyj pobrany obraz ISO Tails
ro: Folosește o imagine Tails descărcată în format ISO
ru: Использовать загруженный ISO-образ Tails
sq: Përdor një pamje ISO Tails të shkarkuar
sr: Koristi skinutu Tails ISO sliku
sv: Använd en hämtad Tails-ISO-bild
sw: Tumia ISO ya picha iliyopakuliwa
vi: Sử dụng tập tin image ISO Tails đã được tải xuống
