Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Tor bridges are secret Tor relays. Use a bridge as your first Tor relay if connections to Tor are blocked, for example in some countries, by some public networks, or by some parental controls. Choose this option if you already know that you need a bridge. Otherwise, Tails will autodetect whether you need a bridge to connect to Tor from your local network.
bg: Мостовете са тайни препращащи възли на Tor. Използвайте мост като първи препращащ възел в Tor, ако достъпът до Tor е забранен, напр. в някои държави, в някои общодостъпни мрежи или от родителски контрол. Изберете тази настройка, ако вече знаете, че имате нужда от мост. В противен случай Tails автоматично ще определи дали е необходим мост, за да се свържете с Tor от местната мрежа.
ca: Els ponts de Tor són repetidors de Tor secrets. Utilitzeu un pont com a primer repetidor de Tor si les connexions a Tor estan bloquejades, per exemple en alguns països, per algunes xarxes públiques o per alguns controls parentals. Trieu aquesta opció si ja sabeu que necessiteu un pont. En cas contrari, Tails detectarà automàticament si necessiteu un pont per connectar-vos a Tor des de la vostra xarxa local.
cs: Tor bridge jsou Tor relaye. Pokud je připojení k Toru blokováno, například v některých zemích, veřejných sítích nebo při rodičovské kontrole, použijte jako první Tor relay bridge. Tuto možnost vyberte, pokud již víte, že potřebujete bridge. V opačném případě Tails automaticky zjistí, zda potřebujete bridge pro připojení k Toru z místní sítě.
fi: Tor-sillat ovat salaisia Tor-välittäjiä. Käytä siltaa ensimmäisenä Tor-välittäjänäsi, jos yhteydet Tor-verkkoon on estetty esimerkiksi joissakin maissa, joissakin julkisissa verkoissa tai joidenkin lapsilukkosovellusten toimesta. Valitse tämä vaihtoehto, jos tiedät että tarvitset siltaa. Muussa tapauksessa Tails tunnistaa automaattisesti, tarvitsetko siltaa voidaksi muodostaa yhteyden Tor-verkkoon.
fr: Les ponts Tor sont des relais Tor secrets. Utilisez un pont comme premier relais Tor si les connexions à Tor sont bloquées, par exemple dans certains pays, par certains réseaux publics ou encore par des contrôles parentaux. Choisissez cette option si vous savez déjà que vous avez besoin d’un pont. Autrement, Tails détectera automatiquement si vous en avez besoin pour vous connecter à Tor de votre réseau local.
ga: Is athsheachadáin rúnda Tor iad droichid Tor. Bain úsáid as droichead mar do chéad athsheoladh Tor má tá naisc le Tor bactha, mar shampla i dtíortha áirithe, ag líonraí poiblí áirithe, nó ag roinnt rialuithe tuismitheoirí. Roghnaigh an rogha seo má tá a fhios agat cheana féin go dteastaíonn droichead uait. Seachas sin, aimseoidh Tails go huathoibríoch an bhfuil droichead uait chun ceangal le Tor ó do líonra áitiúil.
he: גשרי Tor הנם ממסרי Tor סודיים. השתמשו בגשר כממסר Tor מוביל שלכם אם ההתחברות אל Tor חסומה, למשל במספר מדינות, על ידי רשתות ציובוריות כלשהן, או על ידי איזו בקרה הורית. בחרו אפשרות זו אם את ם כבר יודעים שתצטרכו גשר. אחרת, Tails יחברכם אוטומטית היה ואתם צריכים גשר להתחברות אל Tor מהרשת המקומית שלכם.
is: Brýr eru leynilegir Tor-endurvarpar. Notaðu brú sem fyrsta Tor-endurvarpa ef aðgangur að Tor er hindraður á staðnum þar sem þú ert. Veldu þennan kost ef þú veist nú þegar að þú þurfir brú. Annars mun Tails finna sjálkrafa hvort þú þurfir brú til að tengjast við Tor af staðarnetinu þínu.
it: I bridge di Tor sono relay segreti di Tor. Usa un bridge come tuo primo relay se le connessoini a Tor vengono bloccate, ad esempio in alcune nazioni, in alcune reti pubbliche o da qualche controllo genitori. Scegli questa opzione se sai già che ti serve un bridge. Altrimenti, Tails autorileverà se te ne serve uno per connetterti a Tor dalla tua rete locale.
ja: Tor ブリッジは秘密の Tor リレーです。国や公共ネットワーク、ペアレンタルコントロールなどで Tor への接続がブロックされている場合、最初の Tor リレーとしてブリッジを使用します。 すでにブリッジを知っている場合は、このオプションを選択してください。それ以外の場合は、Tails がローカルネットワークから Tor に接続するときにブリッジが必要か自動的に検出します。
ka: Tor-ის ხიდები, ფარული Tor-გადამცემებია. გამოიყენეთ ხიდი თქვენს პირველ გადამცემად, თუ Tor-თან კავშირი აკრძალულია, მაგალითად, ზოგ ქვეყანაში, საჯარო ქსელებში, ან მშობლის ზედამხედველობის საშუალებებით. აირჩიეთ ეს პარამეტრი, თუ უკვე იცით, რომ გესაჭიროებათ ხიდი. თუ არადა, Tails თავადვე დაადგენს ხიდის საჭიროებას Tor-თან კავშირისთვის ადგილობრივი ქსელიდან.
pl: Mostki Tor są sekretnymi przekaźnikami sieci Tor. Użyj mostka jako pierwszego przekaźnika Tor, jeśli połączenia z siecią Tor są blokowane, na przykład w niektórych krajach, przez niektóre sieci publiczne lub przez niektóre kontrole rodzicielskie. Wybierz tę opcję, jeśli już wiesz, że potrzebujesz mostka. W przeciwnym razie Tails automatycznie wykryje, czy potrzebujesz mostka, aby połączyć się z siecią Tor z Twojej sieci lokalnej.
ro: Bridge-urile Tor sunt relee Tor secrete. Folositi un bridge ca primul dumneavoastra releu Tor daca conexiunea la Tor este blocata, de exemplu in unele tari, de catre unele retele publice, sau de catre controlul parental. Alegeti aceasta optiune daca stiti deja ca aveti nevoie de un bridge. In caz contrar, Tails va autodetecta daca este nevoie de un bridge pentru a te conecta la Tor din reteaua locala.
ru: Мосты Tor — это секретные узлы Tor. Используйте мост как ваш первый узел Tor, если доступ к Tor заблокирован, например в некоторых странах, некоторых общественных сетях или некоторыми средствами родительского контроля. Выберите этот вариант, если вы уже знаете, что вам нужен мост. В противном случае Tails определит автоматически, нужен ли вам мост для подключения к Tor из вашей локальной сети.
sq: Urat Tor janë rele Tor të fshehta. Përdorni një urë si relenë tuaj të parë Tor, nëse lidhjet me Tor-in bllokohen, për shembull, në disa vende, në disa rrjete publike, ose nën disa kontrolle prindërore. Zgjidheni këtë mundësi nëse e dini tashmë se ju duhet një urë. Përndryshe, Tails-i do të vetëpikasë nëse ju duhet apo jo një urë për t’u lidhur me Tor-in prej rrjetit tuaj vendor.
sr: Тор мостови су тајни Тор релеји. Користи мост као твој први Тор релеј ако је конекција на Тор блокирана, на пример у неким земљама, од неких јавних мрежа, или од појединих родитељских контрола. Изабери ову опцију уколико већ знаш да ти је потребан мост. Иначе, Таилс ће аутоматски детектовати да ли ти је потребан мост за повезивање на Тор са твоје локалне мреже.
sv: Tor-broar är hemliga Tor-reläer. Använd en bro som din första Tor-relä om anslutningar till Tor blockeras, till exempel i vissa länder, av vissa offentliga nätverk eller av vissa föräldrakontroller. Välj det här alternativet om du redan vet att du behöver en bro. Annars kommer Tails automatiskt att upptäcka om du behöver en bro för att ansluta till Tor från ditt lokala nätverk.
sw: Tor bridges huficha Tor relays. Tumia bridge kama Tor relay yako ya kwanza kama mawasiliano kwenda Tor yamezuiliwa, kwa mfano kwa baadhi ya nchi, mitandao ya umma, au kwa udhibiti wa wazazi Tumia njia hii kama unajua unahitaji bridge. Vinginevyo, Tails itatambua yenyewe kama unahitaji bridge ili kuunganishwa na Torkutoka katika mtandao wako wa ndani.
vi: Các cầu Bridge Tor là các rơ-le Tor bí mật. Sử dụng một cầu Bridge như chiếc rơ-le Tor đầu tiên của bạn nếu các kết nối tới Tor bị chặn, ví dụ như đối với một số quốc gia, thông qua một số mạng lưới công cộng, hoặc thông qua một số phương thức kiểm soát của phụ huynh. Chọn lấy lựa chọn này nếu bạn đã biết rằng bạn cần một cầu Bridge. Nếu không, Tails sẽ tự động phát hiện cho bạn nếu như bạn cần một cầu Bridge để kết nối tới Tor từ mạng cục bộ của bạn.

source: <b>_Hide to my local network that I'm connecting to Tor</b>
bg: <b>_Скрийте, че се свързвате с Tor от местната мрежа</b>
ca: <b>_Amaga a la meva xarxa local que m'estic connectant a Tor</b>
cs: <b>_Skrýt před místní sítí, že se připojuji k Tor</b>
fa: <b>_نهفتن استفاده‌ام از تور از دید شبکهٔ محلّیم</b>
fi: <b>_Piilota paikallisverkolta, että muodostan Tor-yhteyden</b>
fr: <b>_Cacher pour mon réseau local que je suis en train de me connecter à Tor</b>
ga: <b>_Folaigh do mo líonra áitiúil go bhfuil mé ag nascadh le Tor</b>
is: <b>_Fela fyrir staðarnetinu mínu að ég sé að nota Tor</b>
it: <b>_Nascondi alla mia rete locale che mi sto connettendo a Tor</b>
ja: <b>Tor に接続していることを自分のローカルネットワークから隠す (_H)</b>
ka: <b>_არ გამოჩნდეს ადგილობრივ ქსელში, რომ ვუკავშირდები Tor-ს</b>
lt: <b>_Nuslėpti nuo mano vietinio tinklo, kad aš prisijungiu prie Tor</b>
pl: <b>_Ukryj przed moją siecią lokalną, że łączę się z siecią Tor</b>
ru: <b>_Скрывать факт подключения к Tor от локальной сети</b>
sq: <b>_Fshihja rrjeti tim vendor faktin që po lidhem me Tor-in</b>
sr: <b>_Сакриј од моје локалне мреже да се повезујем на Тор</b>
sv: <b>_Dölj för mitt lokala nätverk att jag ansluter till Tor</b>
sw: <b>_Ficha katika mtandao wangu wa ndani kama nimeunganisha na Tor</b>
vi: <b>_Ẩn khỏi mạng lưới cục bộ của tôi rằng tôi đang kết nối tới Tor</b>

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
bg: Може да се наложи да останете незабелязани, ако използването на Tor би изглеждало подозрително за някой, който следи трафика на връзката с интернет.
ca: És possible que hàgiu de passar desapercebut si utilitzar Tor pogués semblar sospitós per a algú que controli la vostra connexió a Internet.
cs: Můžete potřebovat zůstat nepovšimnuti, pokud by používání Toru mohlo někomu, kdo monitoruje vaše internetové připojení, připadat podezřelé.
fa: اگر استفاده از تور برای کسی که اتصال اینترنتیتان را می‌پاید مشکوک به نظر برسد، ممکن است بخواهید جلب توجه نکنید.
fi: Sinun saattaa olla tarve toimia huomaamatta, jos Tor-liikenne voi vaikuttaa epäilyttävältä jollekin internetyhteyttäsi tarkkailevalle taholle.
fr: Vous pourriez vouloir passer inaperçu si l’utilisation de Tor peut sembler suspecte à quiconque surveillerait votre connexion à Internet.
ga: Seans go mbeidh ort dul i ngan fhios dá mbeadh cuma amhrasach ar dhuine a dhéanann monatóireacht ar do nasc Idirlín in úsáid Tor.
he: יתכן שתצטרכו לא להתבלט אם השימוש ב Tor עלול להיראות חשוד למישהו אשר מנטר את חיבור האינטרנט שלכם.
is: Þú gætir þurft að fela þetta ef það að nota Tor lítur grunsamlega út gagnvart einhverjum sem væri að fylgjast með internettengingunni þinni.
it: Potresti volere non farti notare se l'uso di Tor può sembrare sospetto da parte di qualcuno che monitora la tua connessione internet.
ja: インターネット接続を監視している人に、Tor を使用していることが不審に思われる可能性がある場合は、気づかれないように隠す必要性があるかもしれません。
ka: შეუმჩნეველი გამოყენება იმ შემთხვევაშია საჭირო, თუ თქვენი ინტერნეტკავშირის ზედამხედველი Tor-ს საეჭვოდ მიიჩნევს.
pl: Możesz potrzebować pozostać osobą niezauważoną, jeśli korzystanie z sieci Tor może wyglądać podejrzanie dla kogoś, kto monitoruje Twoje połączenie internetowe.
ro: S-ar putea să trebuiască să treceți neobservat dacă folosirea Tor ar putea părea suspectă pentru cineva care vă monitorizează conexiunea la internet.
ru: Вам может потребоваться остаться незамеченным, если использование Tor может показаться подозрительным тому, кто следит за вашим интернет-соединением.
sq: Mund t’ju duhet të kaloni pa u vënë re, nëse përdorimi i Tor-it mund të dukej i dyshimtë për dikë që mbikëqyr lidhjen tuaj Internetore.
sr: Ако ономе ко мотри вашу интернет конекцију коришћење Тор-а делује сумњиво, мораћете да се потрудите да користите Тор непримећени.
sv: Du kan behöva gå obemärkt om användningen av Tor kan se misstänkt ut för någon som övervakar din internetanslutning.
sw: Unaweza kuhitaji kutojulikana unapotumia Tor inaweza kuwa na mashaka kwa mtu anayesimamia mtandao wako..
vi: Bạn có thể cần phải tiến hành mà không được thông báo nếu việc sử dụng Tor có thể trông khả nghi đối với ai đó đang theo soát kết nối Internet của bạn.

source: Tails will only connect to Tor after you configured a Tor bridge. Bridges are secret Tor relays that hide that you are connecting to Tor. Our team is doing its best to help you connect to Tor using the most discreet types of Tor bridges. You will have to do extra configuration if you don't know any Tor bridges yet, if you connect from a public Wi-Fi network, or if you are in the Eastern Hemisphere.
bg: Tails ще се свърже с Tor само ако има настроен мост. Мостовете са тайни препращащи възли на Tor, които скриват факта, че се свързвате с Tor. Нашият екип прави всичко възможно, за да се свържете с Tor, като използвате най-дискретните видове мостове на Tor. Ако все още не разполагате с мостове на Tor, ако се свързвате от обществена безжична мрежа или ако се намирате в Източното полукълбо, ще трябва да направите допълнителна настройка.
ca: Tails només es connectarà a Tor després de configurar un pont de Tor. Els ponts són repetidors de Tor secrets que amaguen que us esteu connectant a Tor. El nostre equip està fent tot el possible per ajudar-vos a connectar-vos a Tor mitjançant els tipus més discrets de ponts de Tor. Haureu de fer una configuració addicional si encara no coneixeu cap pont de Tor, si us connecteu des d'una xarxa Wi-Fi pública o si sou a l'Hemisferi Oriental.
cs: Tails se k Toru připojí až po konfiguraci Tor bridgů. Bridges jsou tajné Tor relaye, které skrývají, že se připojujete k Toru. Náš tým dělá vše pro to, aby vám pomohl připojit se k Toru pomocí těch nejdiskrétnějších typů Tor bridgů. Pokud ještě neznáte žádné Tor bridge, pokud se připojujete z veřejné sítě Wi-Fi nebo pokud se nacházíte na východní polokouli, budete muset provést dodatečnou konfiguraci.
fi: Tails muodostaa yhteyden Tor-verkkoon vasta, kun olet määrittänyt Tor-sillan. Sillat ovat salaisia Tor-reitittimiä, jotka salaavat Tor-verkon käyttösi. Tiimimme tekee parhaansa auttaakseen sinua muodostamaan yhteyden Toriin käyttämällä huomaamattomimpia Tor-siltatyyppejä. Sinun on tehtävä lisämäärityksiä, jos tiedossasi ei vielä ole Tor-siltoja, muodostat yhteyden julkisesta Wi-Fi-verkosta tai olet itäisellä pallonpuoliskolla.
fr: Tails ne se connectera à Tor qu'après avoir configuré un pont Tor. Les ponts sont des relais Tor secrets qui cachent le fait que vous vous connectez à Tor. Notre équipe fait de son mieux pour vous aider à vous connecter à Tor en utilisant les types de ponts Tor les plus discrets. Vous devrez effectuer une configuration supplémentaire si vous ne connaissez pas encore de ponts Tor, si vous vous connectez à partir d'un réseau Wi-Fi public, ou si vous êtes dans l'hémisphère Est.
ga: Ní nascfaidh eireabaill le Tor ach amháin tar éis duit droichead Tor a chumrú. Is athsheachadáin rúnda Tor iad droichid a chuireann i bhfolach go bhfuil tú ag nascadh le Tor. Tá ár bhfoireann ag déanamh a ndícheall chun cabhrú leat nascadh le Tor ag baint úsáide as na cineálacha droichid Tor is discréideach. Beidh ort cumraíocht bhreise a dhéanamh mura bhfuil aon droichid Tor ar eolas agat go fóill, má nascann tú ó líonra poiblí Wi-Fi, nó má tá tú sa Leathsféar Thoir.
is: Tails mun einungis tengjast við Tor eftir að þú hefur still Tor-brú. Brýr eru leynilegir Tor-endurvarpar sem fela að þú sért að tengjast við Tor. Teymið okkar gerir sitt besta til þess að þú getir tengst við Tor með eins lítt sýnilegum Tor-brúm og auðið er. Þú munt þurfa að gera nokkrar viðbótarstillingar ef þú ert ekki ennþá með neinar Tor-brýr, ef þú tengist með opinberu Wi-Fi netkerfi, eða ef þú ert á austurhluta jarðarkringlunnar.
it: Tails si connetterà a Tor solo dopo che hai configurato un bridge. I bridge sono relay segreti di Tor che nascondono che ti stai connettendo ad esso. La nostra squadra sta facendo del suo meglio per aiutarti a connetterti a Tor usando i tipi più discreti di bridge. Dovrai fare una configurazione extra se non conosci ancora alcun bridge di Tor, se ti connetti da una rete Wi-Fi pubblica o se ti trovi nell'emisfero orientale.
ja: Tails は Tor ブリッジを設定した後でないと Tor に接続しません。ブリッジはあなたが Tor に接続していることを隠す秘密の Tor リレーです。 私たちのチームは、あなたが最も目立たないように Tor ブリッジを使用して Tor に接続できるよう最善を尽くしています。 Tor ブリッジをまだ知らない場合や、公共のWi-Fiから接続する場合、東半球 (特に中国) にお住まいの場合は、追加設定が必要です。
pl: Tails połączy się z siecią Tor dopiero po skonfigurowaniu mostka Tor. Mostki są poufnymi przekaźnikami Tor, które ukrywają, że łączysz się z siecią Tor. Nasz zespół robi wszystko, co w jego mocy, aby pomóc Ci połączyć się z siecią Tor przy użyciu najbardziej dyskretnych typów mostków Tor. Będziesz musieć wykonać dodatkową konfigurację, jeśli nie znasz jeszcze żadnych mostków Tor, łączysz się z publicznej sieci Wi-Fi lub znajdujesz się na półkuli wschodniej.
ru: Tails подключится к Tor только после того, как вы настроите мост Tor. Мосты - это секретные узлы Tor, которые скрывают, что вы подключаетесь к Tor. Наша команда прилагает все усилия, чтобы помочь вам подключаться к Tor с использованием наиболее дискретных типов мостов Tor. Вам понадобится провести дополнительную настройку, если вы ещё не знаете ни одного моста Tor, если вы подключаетесь через общественную сеть Wi-Fi или если вы находитесь на Восточном полушарии.
sq: Tails-i do të lidhet me Tor-in vetëm pasi të keni formësuar një urë Tor. Urat janë rele Tor të fshehta, që fshehin faktin se po lidheni me Tor-in. Ekipi ynë po bën sa mundet për t’ju ndihmuar të lidheni me Tor-in duke përdorur llojet e urave Tor që ngjallin më pak dyshime. Do t’ju duhet të bëni formësim ekstra, nëse nuk dini ende ndonjë urë Tor, nëse lidheni prej një rrjeti Wi-Fi publik, ose nëse gjendeni në Hemisferën Lindore.
sr: Таилс ће се повезати на Тор само након што подесите Тор мост. Мостови су тајни Тор релеји који скривају да се повезујете на Тор. Наш тим чини најбоље што може да помогне да се повежете на Тор користећи најдискретнији тип Тор моста. Мораћете да одрадите додатна подешавања уколико још увек не знате ниједан Тор мост, ако се повезујете са јавне Вај-Фај мреже, или ако се налазите на Источној хемисфери.
sv: Tails kommer bara att ansluta till Tor efter att du har konfigurerat en Tor-bro. Broar är hemliga Tor-reläer som döljer att du ansluter till Tor. Vårt team gör sitt bästa för att hjälpa dig att ansluta till Tor med de mest diskreta typerna av Tor-broar. Du måste göra extra konfiguration om du inte känner till några Tor-broar ännu, om du ansluter från ett publikt Wi-Fi-nätverk eller om du befinner dig på det östra halvklotet.
vi: Tails sẽ chỉ kết nối tới Tor sau khi bạn đã định cấu hình một cầu Bridge Tor. Các cầu Bridge là các rơ-le Tor bí mật giúp ẩn đi rằng bạn đang kết nối tới Tor. Đội ngũ của chúng tôi đang làm tất cả những gì trong khả năng của mình một cách tốt nhất để giúp bạn kết nối tới Tor sử dụng các kiểu cầu Bridge Tor kín đáo nhất có thể. Bạn sẽ phải làm một số việc định cấu hình bổ sung thêm nếu như bạn vẫn chưa biết bất kỳ cái cầu Bridge Tor nào cả, nếu bạn kết nối từ một mạng Wi-Fi công cộng, hoặc nếu bạn đang ở Bán cầu Đông của địa cầu.

source: <a href="doc/anonymous_internet/tor">Learn more about how Tails connects to Tor</a>
bg: <a href="doc/anonymous_internet/tor">Научете повече за това как Tails се свързва с Tor</a>
ca: <a href="doc/anonymous_internet/tor">Més informació sobre com es connecta Tails a Tor</a>
cs: <a href="doc/anonymous_internet/tor">Zjistit více o tom, jak se Tails připojujjí k Toru</a>
fa: <a href="doc/anonymous_internet/tor">درباره اینکه تیلز چگونه به تور وصل می‌شود بیشتر یاد بگیرید</a>
fi: <a href="doc/anonymous_internet/tor">Lue lisää siitä, miten Tails muodostaa Tor-yhteyden</a>
fr: <a href="doc/anonymous_internet/tor">En apprendre davantage sur la façon dont Tails se connecte à Tor</a>
ga: <a href="doc/anonymous_internet/tor">Foghlaim tuilleadh faoin gcaoi a nascann Tails le Tor</a>
he: <a href="doc/anonymous_internet/tor">למד עוד על איך Tails מתחבר אל Tor</a>
is: <a href="doc/anonymous_internet/tor">Læra meira um hvernig Tails tengist við Tor</a>
it: <a href="doc/anonymous_internet/tor">Maggiori informazioni su come Tails si connette a Tor</a>
ja: <a href="doc/anonymous_internet/tor">Tails が Tor に接続する方法の詳細</a>
ka: <a href="doc/anonymous_internet/tor">იხილეთ ვრცლად, Tails როგორ უკავშირდება Tor-ს</a>
lt: <a href="doc/anonymous_internet/tor">Sužinokite daugiau apie tai, kaip Tails prisijungia prie Tor</a>
pl: <a href="doc/anonymous_internet/tor">Dowiedz się więcej o tym, jak Tails łączy się z siecią Tor</a>
ro: <a href="doc/anonymous_internet/tor">Afla mai multe despre cum Tails se conecteaza la Tor</a>
ru: <a href="doc/anonymous_internet/tor">Узнайте больше о том, как Tails подключается к Tor</a>
sq: <a href="doc/anonymous_internet/tor">Mësoni më tepër rreth se si lidhet Tails-i me Tor-in</a>
sr: <a href="doc/anonymous_internet/tor">Сазнајте више о томе како се Таилс повезује на Тор</a>
sv: <a href="doc/anonymous_internet/tor">Läs mer om hur Tails ansluter till Tor</a>
sw: <a href="doc/anonymous_internet/tor">Jifunze zaidi namna Tails inaungana na Tor</a>
vi: <a href="doc/anonymous_internet/tor">Tìm hiểu thêm về cách thức làm thế nào Tails kết nối tới Tor</a>

source: No Wi-Fi hardware detected
fr: Pas de matériel Wi-Fi détecté
ja: Wi-Fi ハードウェアが検出できません
pl: Nie wykryto sprzętu Wi-Fi

source: Tails couldn't find any Wi-Fi interface on your computer. If your computer has a Wi-Fi interface, it might not work on Tails. To connect to the Internet you can try to: • Use an Ethernet cable instead of Wi-Fi. Wired interfaces work much more reliably than Wi-Fi in Tails. • Use USB tethering to share the Wi-Fi or mobile data connection of your phone using a cable. • Buy a USB Wi-Fi adapter that works in Tails.
ja: お使いのコンピューターで Wi-Fi インターフェイスが見つかりませんでした。コンピューターに Wi-Fi インターフェイスがあっても、Tails では機能しない可能性があります。 インターネットに接続するには、以下の操作をお試しください: • Wi-Fi の代わりにイーサネットケーブルを使用する。Tails では、有線インターフェイスは Wi-Fi よりもはるかに安定して動作します。 • USB テザリングを使用して、ケーブルを使用して携帯電話の Wi-Fi またはモバイルデータ接続を共有する。 • Tails で動作する USB Wi-Fi アダプターを購入する。
pl: Tails nie znalazł żadnego interfejsu Wi-Fi na tym komputerze. Jeśli ten komputer ma interfejs Wi-Fi, może on nie działać w Tails. Aby połączyć się z Internetem, możesz spróbować: • Użyj kabla Ethernet zamiast Wi-Fi. Interfejsy przewodowe działają o wiele bardziej niezawodnie niż Wi-Fi w Tails. • Użyj tetheringu USB, aby udostępnić połączenie Wi-Fi lub dane mobilne swojego telefonu za pomocą kabla. • Kup adapter USB Wi-Fi, który działa w Tails.

source: <a href="doc/anonymous_internet/no-wifi"> Learn more about troubleshooting Wi-Fi not working. </a>
ja: <a href="doc/anonymous_internet/no-wifi"> Wi-Fi が動作しない場合のトラブルシューティングにつきましてはこちらをご覧ください。 </a>
ka: <a href="doc/anonymous_internet/no-wifi"> იხილეთ ვრცლად, როგორ უნდა გამოსწორდეს WiFi-ს ხარვეზები. </a>
pl: <a href="doc/anonymous_internet/no-wifi"> Dowiedz się więcej o rozwiązywaniu problemów z niedziałającym Wi-Fi. </a>

source: Connect to a local network
bg: Свързване към местната мрежа
ca: Connecteu-vos a una xarxa local
cs: Připojit k místní síti
fa: اتصال به شبکه محلی
fi: Yhdistä paikalliseen verkkoon
fr: Se connecter à un réseau local
ga: Ceangail le líonra áitiúil
he: התחבר אל רשת מקומית
is: Tengjast staðarneti
it: Connetti ad una rete locale
ja: ローカルネットワークに接続
ka: ადგილობრივ ქსელთან დაკავშირება
lt: Prisijungti prie vietinio tinklo
pl: Połącz z siecią lokalną
ro: Conectati-va la o retea locala
ru: Подключиться к локальной сети
sq: Lidhuni me një rrjet vendor
sr: Повежи се на локалну мрежу
sv: Anslut till ett lokalt nätverk
sw: Jiunge na mtandao wa ndani
vi: Kết nối tới một mạng cục bộ
