Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Wrote to device at %(speed)d MB/s
bg: Записване в устройството с/ъс %(speed)d МБ/с
ca: S'ha escrit al dispositiu a %(speed)d MB/s
cs: Zapsáno na zařízení rychlostí %(speed)d MB/s
fi: Laitteelle kirjoitettiin nopeudella %(speed)d Mt/s
fr: Écriture sur le périphérique effectuée à %(speed)d Mo/s
ga: Scríobh chuig gléas ag %(speed)d MB/s
is: Skrifaði á tækið með %(speed)d MB/sek
it: Scrittura eseguita a %(speed)d MB/s
ja: %(speed)d MB/秒でデバイスに書き込まれています
lt: Įrašyta į įrenginį %(speed)d MB/sek. greičiu
pl: Zapisano na urządzeniu z prędkością %(speed)d MB/s
ru: Записано на скорости %(speed)d МБ/с
sq: U shkrua në pajisje me shpejtësi %(speed)d MB/s
sr: Napisao na uredjaj u %(speed)d MB/sec
sv: Skrev till enheten med %(speed)d MB/s
vi: Đã được ghi vào thiết bị với tốc độ %(speed)d MB/giây

source: Extracting live image to the target device...
bg: Извличане на образа в целевото устройство…
ca: S'està extraient la imatge live al dispositiu de destí...
cs: Rozbalování obrazu na cílové zařízení...
fa: در حال باز کردن فایل نصب به روی دستگاه مقصد...
fi: Puretaan live-levykuvaa kohdelaittelle…
fr: Extraction de l’image live vers le périphérique cible…
ga: Íomhá bheo á díphacáil ar an spriocghléas...
he: מחלץ תמונה חיה אל התקן המטרה…
hr: Raspakiranje live slike na ciljani uređaj …
is: Afþjappa keyrslukerfi á viðtökutæki...
it: Estrazione dell'immagine live nel dispositivo di destinazione...
ja: ライブイメージをターゲットのデバイスに展開中...
ka: პირდაპირ გამშვები დისკის შიგთავსის ამოარქივება სასურველ მოწყობილობაზე...
lt: Išskleidžiamas paleidimo atvaizdis į paskirties įrenginį...
pl: Wypakowywanie obrazu na wybrane urządzenie...
ro: Se extrage imaginea live pe dispozitivul țintă...
ru: Извлечение образа на целевое устройство...
sq: Po përftohet pamja “live” te pajisja e synuar…
sr: Ekstrakcija žive slike na ciljani uređaj...
sv: Packar upp live-avbild till målenheten...
sw: Kuchukua picha mubashara kwenda kwenye kifaa kilichokusudiwa...
vi: Đang trích xuất hình ảnh live trực tuyến tới thiết bị đích...

source: There was a problem executing the following command: `%(command)s`. A more detailed error log has been written to "%(filename)s".
bg: Възникна проблем при изпълнение на командата: %(command)s. Подробен дневник за грешки е запазен във файла „%(filename)s“.
ca: S'ha produït un problema en executar l'ordre següent: `%(command)s`. S'ha escrit un registre d'errors més detallat a «%(filename)s».
cs: Vyskytl se problém při provádění následujícího příkazu: `%(command)s`. Podrobnější záznam o chybě byl zapsán do "%(filename)s".
fa: در اجرای دستور زیر مشکلی پیش آمد: `%(command)s`. گزارش خطای دقیق‌تر در "%(filename)s" نوشته شده.
fi: Komennon `%(command)s` suorittamisessa oli ongelma. Tarkempi virheloki on kirjoitettu tiedostoon "%(filename)s".
fr: Un problème est survenu lors de l’exécution de la commande suivante : `%(command)s`. Un journal d’erreurs plus détaillé a été écrit dans le fichier `%(filename)s`.
ga: Bhí fadhb ann agus an t-ordú seo a leanas á rith: `%(command)s`. Scríobhadh loga earráide níos mionsonraithe chuig "%(filename)s".
he: הייתה בעיה בהרצת הםקודה הבאה: „%(command)s”. רישום שגיאאות מפורט יותר נרשם לתוך "%(filename)s".
hr: Došlo je do problema prilikom izvršavanja sljedeće naredbe: `%(command)s`. Detaljniji zapisnik greške napisan je u "%(filename)s".
is: Vandamál kom upp við að keyra eftirfarandi skipun: `%(command)s`. Nákvæmari útlistun var skrifuð í "%(filename)s".
it: Si è verificato un problema durante l'esecuzione del comando: `%(command)s`. Per visualizzare ulteriori dettagli aprire il file "%(filename)s".
ja: 次のコマンドの実行時に問題が発生しました: `%(command)s` 。 詳細なエラーログは「%(filename)s」に記述されています。
ka: ხარვეზი წარმოიქმნა შემდეგი ბრძანების გაშვებისას `%(command)s`. აღრიცხვის ვრცელი ჩანაწერი შეცდომის შესახებ განთავსებულია ფაილში „%(filename)s“.
pl: Wystąpił problem podczas wykonywania następującego polecenia: `%(command)s`. Bardziej szczegółowy dziennik błędu został zapisany do pliku "%(filename)s".
ro: A fost o problemă executând comanda scrisă: `%(command)s`. Un jurnal detaliat în privința erorii a fost scrisă în "%(filename)s".
ru: Возникла проблема с выполнением следующей команды: `%(command)s`. Более подробный журнал ошибок был сохранен в "%(filename)s".
sq: Pati një problem me përmbushjen e urdhrit vijues: `%(command)s`. Të dhëna më të hollësishme regjistrimi gabimi janë shkruar te "%(filename)s".
sr: Bio je problem tokom izvršavanja sledeće komande: `%(command)s. Detaljna prijava greške je napisana na "%(filename)s".
sv: Det gick inte att utföra följande kommando: `%(command)s`. En mer detaljerad fellogg har skrivits till "%(filename)s".
sw: Kumekuwa na tatizo katika kufanya yafuatayo: `%(command)s`. Taarifa zaidi ya dosari zimeandikwa katika "%(filename)s".
vi: Đã có một trục trặc xảy ra khi thực thi dòng lệnh command sau đây: `%(command)s`. Một nhật ký Log lỗi bug chi tiết hơn đã được ghi nhận vào "%(filename)s".

source: Not enough free space on device. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB free space
bg: Недостатъчно свободно място на устройството. %(iso_size)d МБ образ + %(overlay_size)d МБ работен дял > %(free_space)d МБ свободно пространство
ca: No hi ha prou espai lliure al dispositiu. %(iso_size)dMB ISO + %(overlay_size)dMB superposició > %(free_space)dMB d'espai lliure
cs: Na zařízení není dost volného místa. %(iso_size)d MB ISO + %(overlay_size)d MB pro trvalé úložiště > %(free_space)d MB volného místa
fa: فضای آزاد کافی روی افزاره وجود ندارد. %(iso_size)dم‌ب ایزو + %(overlay_size)dم‌ب پوشش >‌%(free_space)dم‌ب فضای آزاد
fi: Laitteella ei ole tarpeeksi vapaata tilaa. %(iso_size)dMt:n ISO + %(overlay_size)dMt:n tallennustila > %(free_space)dMt:a vapaata tilaa
fr: Il manque d’espace libre sur le périphérique. ISO de %(iso_size)d Mo + %(overlay_size)d Mo réservé pour la persistance > %(free_space)d Mo d’espace libre
ga: Níl go leor spáis saor in aisce ar an ngléas. %(iso_size)dMB ISO + %(overlay_size)dMB forleagan > %(free_space)dMB spás saor
he: אין מספיק שטח פנוי בהתקן. %(iso_size)dמ״ב ISO + %(overlay_size)dמ״ב כיסוי > %(free_space)dמ״ב שטח פנוי
hr: Nedovoljno slobodnog prostora na uređaju. %(iso_size)d MB ISO datoteke + %(overlay_size)d MB memorija modula > %(free_space)d MB slobodnog prostora
is: Ekki nægilegt diskapláss á tækinu. %(iso_size)dMB ISO + %(overlay_size)dMB yfirlögn > %(free_space)dMB laust pláss
it: Spazio insufficiente sul dispositivo. %(iso_size)dMB ISO +%(overlay_size)dMB overlay > %(free_space)d MB spazio libero
ja: デバイス上に十分な空き領域がありません。 %(iso_size)dMB ISO + %(overlay_size)dMB オーバーレイ> %(free_space)dMB 空き容量
ka: არასაკმარისი ადგილია მოწყობილობაზე. %(iso_size)dმბაიტი ISO + %(overlay_size)dმბაიტი გადაფარვა > %(free_space)dმბაიტი თავისუფალი სივრცე
lt: Įrenginyje nepakanka laisvos vietos. %(iso_size)dMB ISO + %(overlay_size)dMB perdanga > %(free_space)dMB laisvos vietos
pl: Nie ma wystarczającej ilości wolnego miejsca na tym urządzeniu. %(iso_size)dMB ISO + %(overlay_size)dMB nadpisu >%(free_space)dMB wolnego miejsca
ro: Spațiu insuficient pe device. %(iso_size)dMB ISO + %(overlay_size)dstrat de MB > %(free_space)d MB spațiu liber
ru: Недостаточно свободного места на устройстве. %(iso_size)dMB ISO + %(overlay_size)dMB наложение > %(free_space)dMB свободного места
sq: Hapësirë e lirë e pamjaftueshme në pajisje. %(iso_size)dMB ISO + %(overlay_size)dMB shtresë > %(free_space)dMB hapësirë e lirë
sr: Nedovoljno slobodnog prostora na uređaju. %(iso_size)dMB ISO +%(overlay_size)dMB preklopnik >%(free_space)dMB slobodnog mesta
sv: Inte tillräckligt med ledigt utrymme på enheten. %(iso_size)dMB ISO + %(overlay_size)dMB överlägg > %(free_space)dMB ledigt utrymme
sw: Hakuna nafasi ya kutosha katika kifaa. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB free space
vi: Không đủ không gian trống trên thiết bị. %(iso_size)dMB ISO + %(overlay_size)dMB đè lên > %(free_space)dMB không gian trống

source: Creating %sMB persistent overlay
bg: Създаване на %s МБ постоянен работен дял
ca: S'està creant una capa persistent de %sMB
cs: Vytváření %s MB velkého překryvu trvalého úložiště
fa: ایجاد %sMB پوشش پایدار
fi: Luodaan %s Mt:n pysyvää tallennustilaa
fr: Création de l’espace réservé pour la persistance de %s Mo
ga: Forleagan seasmhach %s MB á chruthú
he: יוצר %s מ״ב של כיסוי יתר מתמיד
hr: Stvaranje %s MB trajne memorije modula
is: Bý til %sMB varanlega gagnageymslu
it: Creazione overlay persistente %s MB
ja: %sMB 永続オーバーレイを作成中
ka: იქმნება %sმბაიტი მუდმივი გადაფარვა (დამატებითი სივრცე)
lt: Kuriama %sMB ilgalaikė perdanga
pl: Tworzenie %sMB warstw trwałych
ro: Se creează %sMB de overlay persistent
ru: Создание %sМБ постоянного хранилища
sq: Po krijohet shtresë e qëndrueshme %sMB
sr: Pravim %sMB trajni sloj
sv: Skapar %sMB beständig överlagring
sw: Tengeneza %s MB inayounganisha
vi: Đang tạo vùng cố định %sMB

source: Unable to copy %(infile)s to %(outfile)s: %(message)s
bg: Не може да бъде копиран %(infile)s в %(outfile)s: %(message)s
ca: No s'ha pogut copiar %(infile)s a %(outfile)s: %(message)s
cs: %(infile)s nelze do %(outfile)s zkopírovat: %(message)s
fa: قادر به کپی کردن %(infile)s به %(outfile)s نیست: %(message)s
fi: Tiedostoa %(infile)s ei voida kopioida kohteeseen %(outfile)s: %(message)s
fr: Impossible de copier %(infile)s vers %(outfile)s : %(message)s
ga: Níorbh fhéidir %(infile)s a chóipeáil go %(outfile)s: %(message)s
he: לא היה ניתן להעתיק את %(infile)s אל %(outfile)s: %(message)s
hr: Nije moguće kopirati %(infile)s u %(outfile)s: %(message)s
is: Tekst ekki að afrita %(infile)s yfir í %(outfile)s: %(message)s
it: Impossibile effettuare la copia da %(infile)s a %(outfile)s: %(message)s
ja: %(outfile)s を %(infile)s にコピーできません: %(message)s
ka: ვერ მოხერხდა ასლის გაკეთება %(infile)s – %(outfile)s: %(message)s
lt: Nepavyko nukopijuoti %(infile)s į %(outfile)s: %(message)s
pl: Nie udało się skopiować %(infile)s do %(outfile)s: %(message)s
ro: Nu se poate copia %(infile)s la %(outfile)s: %(message)s
ru: Невозможно копировать %(infile)s в %(outfile)s: %(message)s
sq: S’arrihet ë kopjohet %(infile)s tek %(outfile)s: %(message)s
sr: Nije moguće kopirati %(infile)s u %(outfile)s: %(message)s
sv: Det går inte att kopiera %(infile)s till %(outfile)s: %(message)s
sw: haiwezi kunakili%(infile)s kwenda%(outfile)s:%(message)s
vi: Không thể chép %(infile)s tới %(outfile)s: %(message)s

source: Removing existing Tails system
bg: Премахване на съществуващата система на Tails
ca: S'està suprimint el sistema Tails existent
cs: Odebrání existujícícho systému Tails
fa: حذف سیستم Tails موجود
fi: Poistetaan nykyinen Tails-järjestelmä
fr: Suppression du système Tails existant
ga: Córas Tails atá ann cheana a bhaint
he: מסיר מערכת Tails קיימת
hr: Uklanja se postojeći Tails sustav
is: Fjarlægi fyrirliggjandi Tails-kerfi
it: Rimozione del sistema Tails esistente
ja: 既存の Tails システムを削除中
ka: არსებული პირდაპირ გასაშვები Tails-სისტემის მოცილება
lt: Šalinama esama Tails sistema
pl: Usuwanie obecnego systemu operacyjnego Tails
ro: Eliminarea sistemului Tails existent
ru: Удаление существующей системы Tails
sq: Po hiqet sistemi Tail ekzistues
sr: Uklanjanje postojećeg Tails sistema
sv: Ta bort befintligt Tails-system
sw: Kuondoa mfuomo wa Tails uliopo
vi: Loại bỏ hệ thống Tails đang tồn tại

source: Unable to remove file from previous Tails system: %(message)s
bg: Файл от предишната система на Tails не може да бъде премахнат: %(message)s
ca: No s'ha pogut suprimir el fitxer del sistema Tails anterior: %(message)s
cs: Soubor z předchozího Tails systému nelze odebrat: %(message)s
fa: امکان حذف فایل از سیستم تیلز قبلی وجود ندارد: %(message)s
fi: Edellisen Tails-järjestelmän tiedostoa ei voi poistaa: %(message)s
fr: Impossible de supprimer le fichier du système Tails précédent : %(message)s
ga: Ní féidir an comhad a bhaint den chóras Tails roimhe seo: %(message)s
he: לא היה ניתן להסיר קובץ ממערכת Tails קודמת: %(message)s
hr: Nije moguće ukloniti datoteku iz prethodnog Tails sustava: %(message)s
is: Gat ekki fjarlægt skrá úr fyrra Tails-kerfi: %(message)s
it: Impossibile rimuovere un file dal sistema Tails precedente: %(message)s
ja: 既存の Tails システムのファイルを削除できません: %(message)s
ka: ვერ მოხერხდა ფაილის მოცილება წინა Tails-სისტემიდან: %(message)s
lt: Nepavyksta pašalinti failo iš ankstesnės Tails sistemos: %(message)s
pl: Nie można usunąć poprzedniego systemu operacyjnego Tails: %(message)s
ro: Imposibil de eliminat fișierul din sistemul Tails anterior: %(message)s
ru: Не удалось удалить файл из предыдущей системы Tails: %(message)s
sq: S’arrihet të hiqet kartelë prej sistemit të mëparshëm Tails: %(message)s
sr: Neuspelo uklanjanje fajl-a sa prethodnog Tails sistema: %(message)s
sv: Det gick inte att ta bort filen från tidigare Tails-system: %(message)s
sw: Haiwezi kuondoa faili kwenye mfumo wa Tails uliopita: %(message)s
vi: Không thể loại bỏ tập tin khỏi hệ thống Tails trước đó: %(message)s

source: Unable to chmod %(file)s: %(message)s
bg: Грешка при chmod %(file)s: %(message)s
ca: No s'ha pogut fer chmod a %(file)s: %(message)s
cs: Oprávnění %(file)s nelze změnit: %(message)s
fa: قادر به اجرای دستور سطح دسترسی %(file)s نیست: %(message)s
fi: Komentoa chmod ei voi käyttää tiedostoon %(file)s: %(message)s
fr: Impossible de changer les droits (chmod) de %(file)s : %(message)s
ga: Níorbh fhéidir chmod a chur i bhfeidhm ar %(file)s: %(message)s
he: לא היה ניתן לשנות הרשאות %(file)s: %(message)s
hr: Nije moguće izmijeniti dozvole %(file)s: %(message)s
is: Tekst ekki að keyra chmod %(file)s: %(message)s
it: Impossibile completare il comando chmod %(file)s: %(message)s
ja: %(file)s を chmod できません: %(message)s
ka: ვერ მოხერხდა chmod %(file)s: %(message)s
lt: Nepavyko atlikti chmod %(file)s: %(message)s
pl: Nie można zmienić praw dostępu do %(file)s: %(message)s
ro: Nu se poate executa chmod %(file)s: %(message)s
ru: Невозможно chmod %(file)s: %(message)s
sq: S’arrihet të kryhet chmod %(file)s: %(message)s
sr: Nije moguće primeniti komandu chmod za %(file)s: %(message)s
sv: Det går inte att chmod %(file)s: %(message)s
sw: Haiwezi ku chrom %(file)s: %(message)s
vi: Không thể chmod %(file)s: %(message)s

source: Unable to remove directory from previous Tails system: %(message)s
bg: Папка от предишната система на Tails не може да бъде премахната: %(message)s
ca: No s'ha pogut suprimir el directori del sistema Tails anterior: %(message)s
cs: Adresář z předchozího Tails systému nelze odebrat: %(message)s
fa: امکان حذف دایرکتوری از سیستم تیلز قبلی وجود ندارد: %(message)s
fi: Edellisen Tails-järjestelmän hakemistoa ei voi poistaa: %(message)s
fr: Impossible de supprimer le répertoire du système Tails précédent : %(message)s
ga: Níorbh fhéidir comhadlann a bhaint den chóras Tails roimhe seo: %(message)s
he: לא היה ניתן להסיר תיקייה ממערכת Tails קודמת: %(message)s
hr: Nije moguće ukloniti mapu iz prethodnog Tails sustava: %(message)s
is: Gat ekki fjarlægt möppu úr fyrra Tails-kerfi: %(message)s
it: Impossibile rimuovere una cartella dal sistema Tails precedente: %(message)s
ja: 既存の Tails システムのディレクトリーを削除できません: %(message)s
ka: ვერ მოხერხდა საქაღალდის მოცილება წინა Tails-სისტემიდან: %(message)s
lt: Nepavyksta pašalinti katalogo iš ankstesnės Tails sistemos: %(message)s
pl: Nie można usunąć katalogu poprzedniego systemu operacyjnego Tails: %(message)s
ro: Imposibil de eliminat folder-ul din sistemul Tails anterior: %(message)s
ru: Не удалось удалить каталог с прошлой Tails системы: %(message)s
sq: S’arrihet të hiqet drejtori prej sistemit të mëparshëm Tails: %(message)s
sr: Neuspelo uklanjanje direktorijuma sa prethodnog Tails sistema: %(message)s
sv: Det gick inte att ta bort katalogen från tidigare Tails-system: %(message)s
sw: Haiwezi kuondoa moja kwa moja kwenye mfumo wa Tails ya thamani: %(message)s
vi: Không thể loại bỏ thư mục khỏi hệ thống Tails trước đó: %(message)s

source: Cannot find device %s
bg: Устройството %s не е намерено
ca: No s'ha pogut trobar el dispositiu %s
cs: Zařízení %s nelze nalézt
fa: دستگاه %s یافت نشد
fi: Laitetta %s ei löydy
fr: Le périphérique %s est introuvable
ga: Ní féidir gléas %s a aimsiú
he: לא ניתן למצוא את ההתקן %s
hr: Nije moguće pronaći uređaj %s
is: Get ekki fundið tækið %s
it: Impossibile trovare il dispositivo %s
ja: デバイス %s が見つかりません
ka: ვერ იძებნება მოწყობილობა %s
lt: Nepavyksta rasti įrenginio %s
pl: Nie można odnaleźć urządzenia %s
ro: Nu se găsește dispozitivul %s
ru: Устройство %s не найдено
sq: S’gjendet dot pajisja %s
sr: Ne mogu da pronadjem uredjaj %s
sv: Hittar inte enheten %s
sw: Haiwezi kutafuta kifaa %s
vi: Không thể tìm thấy thiết bị %s

source: Unknown filesystem. Your device may need to be reformatted.
bg: Непозната файлова система. Може да се наложи устройството да бъде форматирано.
ca: El sistema de fitxers és desconegut. És possible que hagueu de reformatar el dispositiu.
cs: Neznámý souborový systém. Vaše zařízení bude nutné zformátovat.
fa: نوع فايل سيستم ناشناخته است. دستگاه شما ممكن است نياز به فرمت مجدد داشته باشد.
fi: Tuntematon tiedostojärjestelmä. Laitteesi on ehkä alustettava uudelleen.
fr: Le système de fichiers est inconnu. Votre périphérique doit peut-être être reformaté.
ga: Córas comhad anaithnid. Seans gur gá duit an gléas a fhormáidiú.
he: מערכת קבצים בלתי ידועה. ההתקן שלך צריך להיות מתוסדר מחדש.
hr: Nepoznat datotečni sustav. Uređaj se možda mora preformatirati.
is: Óþekkt skráakerfi. Það gæti þurft að forsníða tækið.
it: Filesystem sconosciuto. Potrebbe essere necessario formattare il disco di nuovo.
ja: 不明なファイルシステムです。デバイスを再フォーマットする必要があるかもしれません。
ka: უცნობი საფაილო სისტემა. თქვენი მოწყობილობა, შესაძლოა ხელახლა დაფორმატებას საჭიროებდეს.
lt: Nežinoma failų sistema. Gali būti, kad jūsų įrenginys turi būti iš naujo formatuotas.
pl: Nieznany system plików. Urządzenie może wymagać ponownego sformatowania.
ro: Sistem de fișiere necunoscut. Dispozitivul poate avea nevoie de a fi reformatat.
ru: Неизвестная файловая система. Ваше устройство нуждается в переформатировании.
sq: Sistem kartelash i panjohur. Pajisja juaj mund të ketë nevojë për riformatim.
sr: Nepoznat sistem fajl-a. Moguće je da će se vaš uređaj morati reformatirati.
sv: Okänt filsystem. Din enhet kan behöva omformateras.
sw: Mfumo wa faili lisilojulikana. kifaa chako kinahitaji kufomatiwa upya.
vi: Định dạng không xác định. Thiết bị của bạn có thể cần được định dạng lại.

source: Unsupported filesystem: %s
bg: Неподдържана файлова система: %s
ca: El sistema de fitxers de %s no està admès
cs: Nepodporovaný systém souborů: %s
fa: فایل سیستم های غیرقابل پشتیبانی: %s
fi: Tiedostojärjestelmä, jota ei tueta: %s
fr: Système de fichiers non pris en charge : %s
ga: Córas comhad nach dtacaítear leis: %s
he: מערכת קבצים בלתי נתמכת: %s
hr: Nepodržan datotečni sustav: %s
is: Óstutt skráakerfi: %s
it: Filesystem non supportato: %s
ja: サポートされていないファイルシステム: %s
ka: მხარდაუჭერელი საფაილო სისტემა: %s
lt: Nepalaikoma failų sistema: %s
pl: Nieobsługiwany system plików: %s
ro: Sistem de fișiere nesuportat: %s
ru: Неподдерживаемая файловая система: %s
sq: Sistem i pambuluar kartelash: %s
sr: Filesystem nepodrzan: %s
sv: Stöder inte filsystemet: %s
sw: Mfumo wa faili lisilowezekana:%s
vi: Tập tin hệ thống không được hỗ trợ: %s

source: Unknown GLib exception while trying to mount device: %(message)s
bg: Непознато изключение на GLib по при монтиране на устройството: %(message)s
ca: S'ha produït un error desconegut de GLib en muntar el dispositiu: %(message)s
cs: Neznámá výjimka GLib při pokusu o připojení zařízení: %(message)s
fa: خطای GLib ناشناخته در هنگام تلاش برای سوار کردن دستگاه: %(message)s
fi: GLib'issä tuntematon poikkeus, kun laitetta yritettiin liittää:%(message)s
fr: Exception GLib inconnue lors de la tentative de montage du périphérique : %(message)s
ga: Earráid anaithnid GLib agus an gléas á fheistiú: %(message)s
he: חריגת GLib בלתי ידועה בזמן ניסיון להציב התקן: %(message)s
hr: Nepoznata GLib iznimka prilikom pokušaja postavljanja uređaja: %(message)s
is: Óþekkt GLib-frávik þegar reynt var að tengja tæki í skráakerfi: %(message)s
it: Eccezione GLib sconosciuta tentando di montare il dispositivo: %(message)s
ja: デバイスをマウントする際に不明な GLib 例外が発生しました: %(message)s
ka: უცნობი GLib-შეცდომა, მოწყობილობის მიერთების მცდელობისას: %(message)s
lt: Nežinoma GLib išimtis, bandant prijungti įrenginį: %(message)s
pl: Nieznany wyjątek GLib podczas podłączania urządzenia: '%(message)s'
ro: Excepție GLib necunoscută la încercarea de a monta dispozitivul: %(message)s
ru: Неизвестная ошибка GLib во время монтирования устройства: %(message)s
sq: Përjashtim i panjohur GLib teksa provohej të montohej pajisje: %(message)s
sr: Nepoznat GLib izuzetak tokom razmontiranja uređaja: %(message)s
sv: Okänt GLib-undantag vid försök att montera enhet: %(message)s
sw: GLib isiyojulikana imetokea wakati wa kukusanya mafaili katika kifaa: %(message)s
vi: Ngoại lệ GLib không xác định trong khi cố gắng gắn kết nối thiết bị: %(message)s

source: Unable to mount device: %(message)s
bg: Устройството не може да бъде монтирано: %(message)s
ca: No s'ha pogut muntar el dispositiu: %(message)s
cs: Zařízení nelze připojit: %(message)s
fa: قادر به نصب حافظه نیست: %(message)s
fi: Laitteen liittäminen epäonnistui: %(message)s
fr: Impossible de monter le périphérique : %(message)s
ga: Níorbh fhéidir an gléas a fheistiú: %(message)s
he: לא היה ניתן להציב מכשיר: %(message)s
hr: Nije moguće montirati uređaj: %(message)s
is: Tókst ekki að tengja tæki: %(message)s
it: Impossibile eseguire il mount del dispositivo: %(message)s
ja: デバイスをマウントできません: %(message)s
ka: ვერ ხერხდება მიერთება მოწყობილობის: %(message)s
lt: Nepavyko prijungti įrenginio: %(message)s
pl: Nie można zamontować urządzenia: %(message)s
ro: Nu se poate monta dispozitivul: %(message)s
ru: Невозможно смонтировать устройство %(message)s
sq: S’arrihet të montohet pajisja: %(message)s
sr: Ne moguce pokrenuti uredjaj: %(message)s
sv: Det går inte att montera enhet: %(message)s
sw: Haiwezi kuunganisha kifaa:%(message)s
vi: Không thể gắn thiết bị: %(message)s

source: No mount points found
bg: Липсват точки за монтиране
ca: No es troben els punts de muntatge
cs: Nenalezeny žádné body připojení
fa: هيچ نقطه بازگذاري يافت نشد
fi: Liitoskohtia ei löytynyt
fr: Aucun point de montage n’a été trouvé
ga: Níor aimsíodh aon phointe feistithe
he: נקודות הצבה לא נמצאו
hr: Nisu pronađene točke montiranja
is: Engir tengipunktar fundust
it: Nessun punto di mount definito
ja: マウントポイントが見つかりません
ka: მიერთების წერტილები ვერ მოიძებნა
lt: Nerasta jokių prijungimo taškų
pl: Nie znaleziono punktów instalacji
ro: Nu s-au găsit puncte de montare
ru: Нет точек монтирования
sq: S’u gjetën pika montimi
sr: Nijedna tačka montiranja pronađena
sv: Hittade inga monteringspunkter
sw: Hakuna nukta iliyounganishwa iliyoonekana
vi: Không có ổ đĩa được tìm thấy

source: Target device has opened files
bg: Целевото устройство има отворени файлове
ca: El dispositiu de destí ha obert fitxers
cs: Cílové zařízení přečetlo soubory
fa: افزارهٔ مقصد پرونده‌هایی گشوده دارد
fr: Le périphérique cible a des fichiers ouverts
ga: D'oscail an gléas sprice comhaid
he: בהתקן היעד יש קבצים פתוחים
is: Marktækið hefur opnað skrár
it: Il dispositivo di destinazione ha aperto i file
ja: ターゲットデバイスがファイルを開きました
ka: სამიზნე მოწყობილობამ გახსნა ფაილები
pl: Urządzenie docelowe ma otwarte pliki
ru: На целевом устройстве есть открытые файлы
sq: Pajisja e synuar ka kartela të hapura
sr: Ciljani uređaj je otvorio fajlove
sv: Målenheten har öppnat filer
vi: Thiết bị đích đã mở các file tập tin
