Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Send Error Report
bg: Докладване на дефект
ca: Envia un informe d'error
cs: Poslat chybové hlášení
fa: فرستادن گزارش خطا‌
fi: Lähetä virheilmoitus
fr: Envoyer un rapport d'erreur
ga: Seol Tuairisc Earráide
is: Senda villutilkynningu
it: Invia un rapporto di errore
ja: エラーレポートを送信
ka: შეცდომის მოხსენების გაგზავნა
lt: Siųsti pranešimą apie klaidą
pl: Wyślij raport o błędzie
ro: Trimite un raport de Eroare
ru: Отправить отчёт об ошибке
sq: Dërgoni Njoftim Gabimi
sr: Pošaljite Izveštaj o grešci
sv: Skicka felrapport
sw: Tuma taarifa ya dosari
vi: Gửi báo cáo lỗi

source: Your Persistent Storage is unlocked. Its content is available until you shut down Tails. <a href="doc/persistent_storage/backup">Learn how to make a backup of your Persistent Storage.</a>
bg: Постоянното хранилище е отключено. Съдържанието му ще бъде достъпно докато не изключите Tails. <a href="doc/persistent_storage/backup">Научете как да създавате резервно копие на постоянното хранилище.</a>
ca: El vostre Emmagatzematge Persistent està desbloquejat. El seu contingut està disponible fins que tanqueu Tails. <a href="doc/persistent_storage/backup">Obteniu informació sobre com fer una còpia de seguretat del vostre Emmagatzematge Persistent.</a>
cs: Vaše trvalé úložiště je odemčeno. Jeho obsah je dostupný dokud nevypnete Tails. <a href="doc/persistent_storage/backup">Zjistěte jak zálohovat trvalé úložiště.</a>
fi: Pysyvä tallennustilasi on avattu. Sen sisältö on käytettävissä kunnes Tails sammuu. <a href="doc/persistent_storage/backup">Lue miten varmuuskopioit pysyvän tallennustilasi</a>
fr: Votre stockage persistant est déverrouillé. Son contenu est disponible jusqu'à ce que vous éteigniez Tails. <a href="doc/persistent_storage/backup" >Apprenez à faire une sauvegarde de votre stockage persistant.</a>
ga: Tá do Stór Marthanach díghlasáilte. Tá an t-ábhar ar fáil go dtí go stopann tú Tails. <a href="doc/persistent_storage/backup">Foghlaim conas cúltaca a dhéanamh de do Stór Marthanach.</a>
is: Varanlega gagnageymslan þín er aflæst. Innihald hennar verður tiltækt þar til þú slekkur á Tails. <a href="doc/persistent_storage/backup">Lærðu hvernig þú getur tekið öryggisafrit af varanlegu gagnageymslunni þinni.</a>
it: La tua archiviazione persistente è sbloccata. I suoi contenuti sono disponibili fino a quando non spegni Tails. <a href="doc/persistent_storage/backup">Scopri come effettuare il backup della tua archiviazione persistente.</a>
ja: 永続ストレージのロックが解除されました。 これらのコンテンツは、Tails をシャットダウンするまで利用できます。 <a href="doc/persistent_storage/backup">永続ストレージのバックアップを作成する方法</a>
pl: Pamięć trwała jest odblokowana. Jej zawartość będzie dostępna, dopóki nie zamkniesz Tails. <a href="doc/persistent_storage/backup">Dowiedz się, jak wykonać kopię zapasową pamięci trwałej.</a>
ro: Stocarea dvs. persistentă este deblocată. Conținutul său este disponibil până când închideți Tails. <a href="doc/persistent_storage/backup">Aflați cum să faceți o copie de rezervă a stocării persistente.</a>
ru: Ваше Постоянное хранилище разблокировано. Его содержимое будет доступно до того момента, пока вы не выключите Tails. <a href="doc/persistent_storage/backup">Узнайте больше о том, как сделать резервную копию вашего Постоянного хранилища.</a>
sq: Depozita juaj e Qëndrueshme është shkyçur. Lënda e saj do të jetë e përdorshme deri sa të fikni Tails. <a href="doc/persistence_storage/backup">Mësoni se si të bëhet një kopjeruajtje e Depozitës tuaj të Qëndrueshme.</a>
sr: Vaše Uporno Skladište je otključano. Sadržaj unutra je dostupan dok ne ugasite Tails. <a href="doc/persistent_storage/backup">Naučite kako da napravite rezervnu kopiju Upornog Skladišta.</a>
sv: Din bestående lagring är upplåst. Innehållet är tillgängligt tills du stänger av Tails. <a href="doc/persistent_storage/backup">Läs om hur du gör en säkerhetskopia av din bestående lagring.</a>
sw: Persistent Storage yako imefungwa. Maudhui yake yatapatikana mpaka uzime Tails. <a href="doc/persistent_storage/backup">Jifunze namna ya kuwa na hifadhi ya ziada ya Persistent Storage.</a>
vi: Ổ đĩa lưu trữ liên tục kéo dài của bạn đã được mở khoá. Nội dung của nó sẽ vẫn khả dụng cho tới khi bạn tắt Tails đi. <a href="doc/persistent_storage/backup">Tìm hiểu làm thế nào để tạo ra một bản backup cho ổ đĩa lưu trữ liên tục kéo dài của bạn.</a>

source: Turn on the features of the Persistent Storage for the data that you want to save to your Tails USB stick.
bg: Включете възможностите на постоянното хранилище за данните, които искате да запазите на USB паметта на Tails.
ca: Activeu les funcions de l'Emmagatzematge Persistent per a les dades que voleu desar al vostre llapis USB de Tails.
cs: Zapněte funkce trvalého úložiště pro data, která chcete uložit na váš Tails USB disk.
fi: Ota käyttöön ne pysyvän tallennustilan ominaisuudet, joiden tietoja haluat tallentaa Tailsin USB-muistitikulle.
fr: Activez les fonctionnalités du stockage persistant pour les données que vous souhaitez sauvegarder sur votre clé USB Tails.
ga: Cas ar ghnéithe an Stóráil Marthanach le haghaidh na sonraí is mian leat a shábháil ar do bata USB Tails.
hr: Uključi funkcije trajnog spremišta za podatke koje želiš spremiti na tvoj Tails USB stick.
is: Kveiktu á eiginleikum varanlegu gagnageymslunnar fyrir þau gögn sem þú vilt vista á USB-lykil Tails.
it: Attiva le funzionalità dell'archiviazione persistente per i dati che desideri salvare sulla tua chiavetta USB di Tails.
ja: Tails の USB メモリーに保存するデータの永続ストレージの機能をオンにします。
pl: Włącz funkcje pamięci trwałej dla danych, które chcesz zapisać na pamięci USB Tails.
ro: Activați funcțiile Persistent Storage pentru datele pe care doriți să le salvați pe stick-ul USB Tails.
ru: Выберите функции Постоянного хранилища, данные для которого вы хотите сохранить на вашем Tails.
sq: Aktivizoni veçoritë e Depozitës së Qëndrueshme për të dhënat që doni të ruani te diskthi juaj USB Tails.
sr: Upalite odlike Upornog Skladišta za podatke koje želite sačuvati na svoj Tails USB stick.
sv: Slå på funktionerna i bestående lagring för data som du vill spara på ditt Tails USB-minne.
sw: Washa tabia zote za Persistent Storage kwa ajili ya data unazotaka kuhifaddhi katika flashi ya Tails.
vi: Bật các tính năng của ổ đĩa lưu trữ liên tục kéo dài cho dữ liệu mà bạn muốn sao lưu tới thẻ nhớ USB Tails của bạn.

source: Personal Documents
bg: Лични данни
ca: Documents personals
cs: Osobní dokumenty
fi: Omat dokumentit
fr: Documents personnels
ga: Doiciméid Phearsanta
hr: Osobni dokumenti
is: Einkagögn
it: Documenti Personali
ja: 個人用ドキュメント
ka: პირადი მასალები
lt: Asmeniniai dokumentai
pl: Dokumenty osobiste
ro: Documente Personale
ru: Персональные данные
sq: Dokumente Personale
sr: Lični Dokumenti
sv: Personliga dokument
sw: Nyaraka Binafsi
vi: Các tài liệu cá nhân

source: Persistent Folder
bg: Папка на постоянното хранилище
ca: Carpeta Persistent
cs: Trvalá složka
fi: Pysyvä kansio
fr: Dossier persistant
ga: Fillteán Marthanach
is: Varanleg mappa
it: Cartella Persistente
ja: 永続フォルダー
ka: მუდმივი საცავის საქაღალდე
pl: Folder trwały
ro: Volumul Persistent
ru: Папка Постоянного хранилища
sq: Dosje <i>Persistent</i>
sr: Uporni Folder
sv: Bestående mapp
sw: Folda la kudumu
vi: Thư mục lưu trữ liên tục kéo dài

source: A folder where you can save your documents.
bg: Папка, в която можете запазвате файлове.
ca: Una carpeta on podeu desar els vostres documents.
cs: Složka kde můžete uložit své dokumenty.
fi: Kansio, johon voit tallentaa dokumenttejasi.
fr: Un dossier dans lequel vous pouvez enregistrer vos documents.
ga: Fillteán inar féidir leat do dhoiciméid a shábháil.
is: Mappa þar sem þú getur vistað skjölin þín.
it: Una cartella dove puoi salvare i tuoi documenti.
ja: ドキュメントを保存できるフォルダー。
lt: Aplankas, į kurį galite įrašyti savo dokumentus.
pl: Folder, w którym możesz zapisywać swoje dokumenty.
ru: Папка, где вы можете хранить ваши файлы.
sq: Një dosje ku mund të ruani dokumentet tuaj.
sr: Folder gde možete sačuvati svoje dokumente.
sv: En mapp där du kan spara dina dokument.
vi: Một thư mục nơi mà bạn có thể sao lưu lại các tài liệu của bạn.

source: Open Persistent Folder
bg: Отваряне на папката с постоянното хранилище
ca: Obre la carpeta persistent
cs: Otevřít trvalou složku
fi: Avaa pysyvä kansio
fr: Ouvrir le dossier persistant
ga: Oscail Fillteán Seasmhach
is: Opna varanlega möppu
it: Apri la Cartella Persistente
ja: 永続フォルダーを開く
ka: მუდმივი საქაღალდის გახსნა
pl: Otwórz folder trwały
ro: Deschide Folumul Persistent
ru: Открыть папку Постоянное хранилище
sq: Hapni Dosje <i>Persistent</i>
sr: Otvori Uporan Folder
sv: Öppna bestående lagring
sw: Fungua Folda endelevu
vi: Mở Thư mục lưu trữ liên tục kéo dài

source: Activate Persistent Folder
bg: Включване на постоянното хранилище
ca: Activa la carpeta persistent
cs: Aktivovat trvalé úložiště
fi: Aktivoi pysyvä kansio
fr: Activer le dossier persistant
ga: Gníomhachtaigh Fillteán Marthanach
is: Virkja varanlega möppu
it: Attiva la Cartella Persistente
ja: 永続フォルダーを有効化
ka: მუდმივი საქაღალდის ამოქმედება
pl: Aktywuj folder stały
ro: Activarea folderului persistent
ru: Активировать Постоянное хранилище
sq: Aktivizoni Dosje të Qëndrueshme
sr: Aktiviraj Uporan Folder
sv: Aktivera bestående lagring
sw: Amilisha folda endelevu
vi: Kích hoạt Thư mục lưu trữ liên tục kéo dài

source: System Settings
bg: Системни настройки
ca: Opcions de Sistema
cs: Systémová nastavení
fa: تنظیمات سامانه
fi: Järjestelmän asetukset
fr: Paramètres système
ga: Socruithe an Chórais
hr: Postavke sustava
is: Kerfisstillingar
it: Impostazioni di Sistema
ja: システム設定
ka: სისტემის პარამეტრები
lt: Sistemos nustatymai
pl: Ustawienia systemowe
ro: Setări implicite
ru: Настройки системы
sq: Rregullime Sistemi
sr: Sistemske Postavke
sv: Systeminställningar
sw: Mipangilio wa mfumo
vi: Cài đặt hệ thống

source: Welcome Screen
bg: Начален екран
ca: Pantalla de Benvinguda
cs: Uvítací obrazovka
fa: صفحهٔ خوش‌آمد گویی
fi: Tervetuloruutu
fr: Écran de bienvenue
ga: Scáileán Fáilte
he: מסך קבלת פנים
hr: Uvodni ekran
is: Upphafsskjár
it: Schermata di Benvenuto
ja: ウェルカム画面
ka: მისალმების ეკრანი
pl: Ekran powitalny
ro: Ecran de întâmpinare
ru: Экран приветствия
sq: Skena e Mirëseardhjes
sr: Ekran Dobrodošlice
sv: Välkomstskärm
sw: Karibu skrini
vi: Màn hình Chào mừng

source: Activate Welcome Screen
bg: Включване на началния екран
ca: Activa la pantalla de benvinguda
cs: Aktivovat uvítací obrazovku
fi: Aktivoi tervetulonäyttö
fr: Activer l'écran de bienvenue
ga: Gníomhachtaigh an Scáileán Fáilte
he: הפעלת מסך קבלת פנים
hr: Aktiviraj uvodni ekran
is: Virkja upphafsskjá
it: Attiva la Schermata di Benvenuto
ja: ウェルカム画面を有効化
ka: მისალმების ეკრანი ამოქმედება
pl: Aktywuj ekran powitalny
ru: Активировать экран приветствия
sq: Aktivizoni Skenë Mirëseardhjeje
sr: Aktiviraj Ekran Dobrodošlice
sv: Aktivera välkomstskärm
sw: Amilisha kioo cha mbele cha kifaa chako
vi: Kích hoạt Màn hình Chào mừng

source: Printers
bg: Печатащи устройства
ca: Impressores
cs: Tiskárny
fa: چاپگر‌ها
fi: Tulostimet
fr: Imprimantes
ga: Printéirí
he: מדפסות
hr: Pisači
is: Prentarar
it: Stampanti
ja: プリンター
ka: პრინტერები
lt: Spausdintuvai
pl: Drukarki
ro: Imprimante
ru: Принтеры
sq: Shtypës
sr: Štampači
sv: Skrivare
sw: Pinta
vi: Các máy in

source: Activate Printers
bg: Включване на печатащи устройства
ca: Activa les impressores
cs: Aktivovat tiskárny
fi: Aktivoi tulostimet
fr: Activer les imprimantes
ga: Printéirí a ghníomhachtú
he: הפעלת מדפסות
hr: Aktiviraj pisače
is: Virkja prentara
it: Attiva le Stampanti
ja: プリンターを有効化
ka: პრინტერების ამოქმედება
lt: Aktyvinti spausdintuvus
pl: Aktywuj drukarki
ru: Активировать принтеры
sq: Aktivizoni Shtypës
sr: Aktiviraj Štampače
sv: Aktivera skrivare
sw: Amilisha printa
vi: Kích hoạt máy in

source: Network
bg: Мрежа
ca: Xarxa
cs: Síť
fa: شبکه
fi: Verkko
fr: Réseau
ga: Líonra
he: רשת
hr: Mreža
is: Netkerfi
it: Rete
ja: ネットワーク
ka: ქსელი
lt: Tinklas
pl: Sieć
ro: Reţea
ru: Сеть
sq: Rrjet
sr: Mreža
sv: Nätverk
sw: Mtandao
vi: Mạng lưới

source: Network Connections
bg: Мрежови връзки
ca: Connexions en xarxa
cs: Síťová připojení
fa: اتصال های شبكه
fi: Verkkoyhteydet
fr: Connexions réseau
ga: Ceangail Líonra
he: חיבורי רשת
hr: Mrežne veze
is: Nettengingar
it: Connessioni di rete
ja: ネットワーク接続
ka: ქსელის კავშირები
lt: Tinklo ryšiai
pl: Połączenia sieciowe
ro: Conexiuni Rețea
ru: Сетевые подключения
sq: Lidhje Rrjeti
sr: Мрежне конекције
sv: Nätverksanslutningar
sw: Mawasiliano ya mtandao
vi: Các kết nối mạng

source: Save Wi-Fi passwords and mobile broadband configuration.
bg: Запазване на пароли за безжични мрежи и настройки на жични.
ca: Deseu les contrasenyes de Wi-Fi i la configuració de banda ampla mòbil.
cs: Uložit Wi-Fi hesla a nastavení mobilního internetu.
fi: Tallenna wifi-salasanat ja mobiililaajakaistojen asetukset.
fr: Sauvegarder les mots de passe Wi-Fi et la configuration du réseau sans fil.
ga: Sábháil pasfhocail Wi-Fi agus cumraíocht leathanbhanda soghluaiste.
is: Vista Wi-Fi lykilorð og uppsetningu farsímabreiðbanda.
it: Salva le password Wi-Fi e la configurazione della banda larga mobile.
ja: Wi-Fi パスワードとモバイルブロードバンド構成を保存します。
pl: Zapisz hasła Wi-Fi i konfigurację mobilnego internetu szerokopasmowego.
ru: Сохраните пароли от Wi-Fi и настройки проводного интернет-соединения.
sq: Ruani fjalëkalime Wi-Fi dhe formësime broadband-i për celular.
sr: Sačuvaj Wi-Fi šifre i mobilne širokopojasne konfiguracije.
sv: Spara Wi-Fi-lösenord och mobilt bredbandskonfiguration.
sw: Hifadhi nenosiri la Wi-Fi na usanidi wa teknolojia kubwa za usafirishaji wa taarifa za vifaa vya mkononi.
vi: Sao lưu mật khẩu Wi-Fi và cấu hình băng thông di động.

source: Activate Network Connections
bg: Включване на мрежови връзки
ca: Activa les connexions en xarxa
cs: Aktivovat síťová připojení
fi: Aktivoi verkkoyhteydet
fr: Activer les connexions réseau
ga: Naisc Líonra a ghníomhachtú
hr: Aktiviraj mrežne veze
is: Virkja nettengingar
it: Attiva le Connessioni di Rete
ja: ネットワーク接続を有効化
ka: ქსელის კავშირების ამოქმედება
lt: Aktyvinti tinklo ryšius
pl: Aktywuj połączenia sieciowe
ru: Активировать сетевые подключения
sq: Aktivizoni Lidhje Rrjeti
sr: Aktiviraj Mrežne Konekcije
sv: Aktivera nätverksanslutningar
sw: Amilisha mawasiliano ya mtandao
vi: Kích hoạt các kết nối mạng

source: Tor Bridge
bg: Мост на Tor
ca: Pont de Tor
cs: Tor most
fa: پل Tor
fi: Tor-silta
fr: Pont Tor
ga: Droichead Thor
he: גשר Tor
hr: Tor most
is: Tor-brú
it: Bridge di Tor
ja: Tor ブリッジ
ka: Tor-ხიდი
lt: Tor tinklų tiltas
pl: Mostek Tor
ro: Pod Tor
ru: Мост Tor
sq: Urë Tor
sr: Tor Most
sv: Tor-bro
vi: Cầu Bridge Tor

source: Activate Tor Bridge
bg: Включване на мост на Tor
ca: Activa un pont de Tor
cs: Aktivovat Tor most
fi: Aktivoi Tor-silta
fr: Activer le pont Tor
ga: Gníomhachtaigh Droichead Tor
hr: Aktiviraj Tor most
is: Virkja Tor-brú
it: Attiva il Bridge di Tor
ja: Tor ブリッジを有効化
ka: Tor-ხიდის ამოქმედება
lt: Aktyvinti Tor tinklų tiltą
pl: Aktywuj mostek Tor
ru: Активировать мост Tor
sq: Aktivizoni Urë Tor
sr: Aktiviraj Tor Most
sv: Aktivera Tor-bro
sw: Amilsha Tor Bridge
vi: Kích hoạt cầu Bridge Tor

source: Applications
bg: Приложения
ca: Aplicacions
cs: Aplikace
fa: برنامه‌ها
fi: Sovellukset
ga: Feidhmchláir
he: יישומים
hr: Aplikacije
is: Forrit
it: Applicazioni
ja: アプリケーション
ka: აპლიკაციები
lt: Programos
pl: Aplikacje
ro: Aplicații
ru: Приложения
sq: Aplikacione
sr: Aplikacije
sv: Program
sw: Programu tumizi
vi: Ứng dụng

source: Tor Browser Bookmarks
bg: Отметки на Tor Browser
ca: Marcadors del Navegador Tor
cs: Tor Browser záložky
fi: Tor-selaimen kirjanmerkit
fr: Marque-pages du Navigateur Tor
ga: Leabharmharcanna Brabhsálaí Tor
hr: Straničnici Tor preglednika
is: Bókamerki Tor-vafrans
it: Segnalibri del Browser Tor
ja: Tor Browser のブックマーク
ka: Tor-ბრაუზერის სანიშნები
lt: Tor Naršyklės adresyno įrašai
pl: Zakładki Tor Browser
ru: Закладки Tor Browser
sq: Faqerojtës Shfletuesi Tor
sr: Tor Browser Bookmarkovi
sv: Tor Browser-bokmärken
vi: Các dấu trang Bookmark của Trình duyệt Tor Browser

source: Activate Tor Browser Bookmarks
bg: Включване на отметки на Tor Browser
ca: Activa els marcadors del Navegador Tor
cs: Aktivovat záložky prohlížeče Tor
fi: Aktivoi Tor-selaimen kirjanmerkit
fr: Activer les marque-pages du Navigateur Tor
ga: Gníomhachtaigh Leabharmharcanna Brabhsálaí Tor
hr: Aktiviraj straničnike Tor preglednika
is: Virkja bókamerki Tor-vafrans
it: Attiva i Segnalibri del Browser Tor
ja: Tor Browser のブックマークを有効化
ka: Tor-ბრაუზერის სანიშნების ამოქმედება
lt: Aktyvinti Tor Naršyklės adresyno įrašus
pl: Aktywuj zakładki Tor Browser
ru: Активировать закладки Tor Browser
sq: Aktivizoni Faqerojtës Shfletuesi Tor
sr: Aktiviraj Tor Browser Bookmarkove
sv: Aktivera Tor Browser-bokmärken
sw: Amilisha hifadhi ya URL ya Tor Browser
vi: Kích hoạt Dấu trang trình duyệt Tor Browser

source: Electrum Bitcoin Wallet
bg: Electrum портфейл за криптовалута
ca: Cartera de Bitcoin d'Electrum
cs: Bitcoinová peněženka Electrum
fi: Electrumin bitcoin-lompakko
fr: Portefeuille Bitcoin Electrum
ga: Sparán Bitcoin Leictreach
hr: Electrum Bitcoin novčanik
is: Bitcoin-veski í Electrum
it: Portafoglio Bitcoin Electrum
ja: Electrum Bitcoin ウォレット
ka: Electrum-ის ბიტკოინ-საფულე
pl: Portfel Electrum Bitcoin
ru: Bitcoin-кошелек Electrum
sq: Portofol bitcoin Electrum
sr: Electrum Bitcoin Novčanik
sv: Electrum Bitcoin-plånbok
sw: Hifadhi ya umeme ya Bitcoin
vi: Ví tiền điện tử Bitcoin Electrum

source: Activate Electrum Bitcoin Wallet
bg: Включване на Electrum портфейл за криптовалута
ca: Activa la cartera de Bitcoin d'Electrum
cs: Aktivovat Bitcoinovou peněženku Electrum
fi: Aktivoi Electrum Bitcoin Wallet
fr: Activer Portefeuille Bitcoin Electrum
ga: Gníomhachtaigh Electrum Bitcoin Wallet
hr: Aktiviraj Electrum Bitcoin novčanik
is: Virkja Electrum-rafmyntaveski
it: Attiva il Portafoglio Bitcoin Electrum
ja: Electrum Bitcoin ウォレットを有効化
ka: Electrum-ის ბიტკოინ-საფულის ამოქმედება
pl: Aktywuj portfel Electrum Bitcoin
ru: Активировать Bitcoin-кошелёк Electrum
sq: Aktivizoni Kuletë Bitkoin Electrum
sr: Aktiviraj Electrum Bitcoin novčanik
sv: Aktivera Electrum Bitcoin-plånbok
sw: Amilisha Electrum Bitcoin Walle
vi: Kích hoạt ví tiền điện tử Bitcoin Electrum

source: Thunderbird Email Client
bg: Thunderbird пощенски клиент
ca: Client de correu Thunderbird
cs: E-mailový klient Thunderbird
fi: Thunderbird-sähköposti
fr: Client de messagerie Thunderbird
ga: Cliant Ríomhphoist Thunderbird
hr: Thunderbird e-mail klijent
is: Thunderbird tölvupóstforrit
it: Client di Posta Thunderbird
ja: Thunderbird メールクライアント
lt: Thunderbird el. pašto kliento programa
pl: Klient poczty Thunderbird
ru: Почтовый клиент Thunderbird
sq: Klienti Email Thunderbird
sr: Thunderbird Email Klijent
sv: Thunderbird e-postklient
sw: Barua pepe za bure kwa watumiaji
vi: Email khách Thunderbird

source: Activate Thunderbird Email Client
bg: Включване на Thunderbird пощенски клиент
ca: Activeu el client de correu electrònic Thunderbird
cs: Aktivovat e-mailového klienta Thunderbird
fi: Aktivoi Thunderbird-sähköpostisovellus
fr: Activer le client de messagerie Thunderbird
ga: Gníomhachtaigh Cliant Ríomhphoist Thunderbird
hr: Aktiviraj Thunderbird e-mail klijent
is: Virkja Thunderbird tölvupóstforrit
it: Attiva il Client di Posta Thunderbird
ja: Thunderbird メール クライアントを有効化
ka: Thunderbird-ელფოსტის პროგრამის ამოქმედება
lt: Aktyvinti Thunderbird el. pašto kliento programą
pl: Aktywuj klienta poczty Thunderbird
ru: Активировать почтовый клиент Thunderbird
sq: Aktivizoni Klient Email Thunderbird
sr: Aktiviraj Thunderbird Email Klijent
sv: Aktivera Thunderbird e-postklient
sw: Amilisha barua pepe za bure kwa watumiaji
vi: Kích hoạt Email khách Thunderbird

source: OpenPGP keys outside of Thunderbird, including in Kleopatra.
bg: Ключове на OpenPGP, не включени в Thunderbird (напр. налични от Kleopatra).
ca: Claus OpenPGP fora de Thunderbird, inclòs a Kleopatra.
cs: OpenPGP klíče mimo Thunderbird, včetně v Kleopatra.
fa: کلیدهای OpenPGP خارج از تاندربرد. ازجمله در کلئوپاترا.
fi: Thunderbirdin ulkopuoliset OpenPGP-avaimet, Kleopatra mukaanlukien.
fr: Clés OpenPGP en dehors de Thunderbird, y compris dans Kleopatra.
ga: Eochracha OpenPGP lasmuigh de Thunderbird, lena n-áirítear i Kleopatra.
is: OpenPGP-lyklar fyrir utan Thunderbird, þar með taldir í Kleopatra.
it: Chiavi OpenPGP al di fuori di Thunderbird, incluso in Kleopatra.
ja: Thunderbird 以外の、Kleopatra を含む OpenPGP キー。
ka: OpenPGP-გასაღებები Thunderbird-ის გარეთ, მათ შორის Kleopatra-ში.
pl: Klucze OpenPGP poza klientem Thunderbird, w tym w menedżerze Kleopatra.
ru: Ключи OpenPGP, не включённые в Thunderbird (например, Kleopatra).
sq: Kyçe OpenPGP jashtë Thunderbird-i, përfshi në Kleopatra.
sr: OpenPGP ključevi izvan Thunderbird, ukljućujući one u Kleopatri.
sv: OpenPGP-nycklar utanför Thunderbird, inklusive i Kleopatra.
vi: Các khoá key OpenPGP bên ngoài Thunderbird, bao gồm cả trong Kleopatra.

source: Activate GnuPG
bg: Включване на GnuPG
ca: Activa GnuPG
cs: Aktivovat GnuPG
fi: Aktivoi GnuPG
fr: Activer GnuPG
ga: Gníomhachtaigh GnuPG
hr: Aktiviraj GnuPG
is: Virkja GnuPG
it: Attiva GnuPG
ja: GnuPG を有効化
ka: GnuPG-ის ამოქმედება
lt: Aktyvinti GnuPG
pl: Aktywuj GnuPG
ru: Активировать GnuPG
sq: Aktivizoni GnuPG
sr: Aktiviraj GnuPG
sv: Aktivera GnuPG
sw: Amilisha GnuPG
vi: Kích hoạt GnuPG

source: Pidgin Internet Messenger
bg: Pidgin съобщения през интернет
ca: Missatgeria d'Internet Pidgin
cs: Pidgin internetový messenger
fi: Pidgin-pikaviestin
fr: Messagerie Internet Pidgin
ga: Teachtaire Idirlín Pidgin
it: Messenger Internet Pidgin
ja: Pidgin インターネットメッセンジャー
pl: Komunikator internetowy Pidgin
ru: Интернет-мессенджер Pidgin
sq: Shkëmbyesi Pidgin i Mesazheve në Internet
sr: Пиџин (Pidgin) Интернет Месинџер
sw: Programu ya mawasiliano ya Pidgin
vi: Trình nhắn tin Pidgin Internet Messenger

source: Activate Pidgin Internet Messenger
bg: Включване на Pidgin съобщения през интернет
ca: Activa la Missatgeria d'Internet Pidgin
cs: Aktivovat Pidgin internetový messenger
fi: Aktivoi Pidgin-pikaviestin
fr: Activation de Pidgin Internet Messenger
ga: Gníomhachtaigh Pidgin Internet Messenger
hr: Aktiviraj Pidgin Internet Messenger
is: Virkja Pidgin Internet Messenger
it: Attiva il Messenger Internet Pidgin
ja: Pidgin インターネットメッセンジャーを有効化
pl: Aktywuj komunikator internetowy Pidgin
ru: Активировать мессенджер Pidgin
sq: Aktivizoni Shkëmbyesin Pidgin të Mesazheve në Internet
sr: Aktiviraj Pidgin Internet Messenger
sv: Aktivera Pidgin Internet Messenger
sw: Amilisha Pidgin Internet Messenger
vi: Kích hoạt trình nhắn tin Pidgin Internet Messenger

source: SSH Client
bg: Клиент за SSH
ca: Client SSH
fa: کارخواه پوستهٔ امن
fi: SSH-asiakasohjelma
fr: Client SSH
ga: Cliant SSH
he: לקוח SSH
hr: SSH klijent
is: SSH-biðlari
it: Client SSH
ja: SSH クライアント
ka: SSH-კლიენტი
lt: SSH klientas
pl: Klient SSH
ro: Client SSH
ru: Клиент SSH
sq: Klient SSH
sr: SSH Klijent
sv: SSH-klient
sw: Mtumiaji wa SSH
vi: Máy khách SSH

source: Activate SSH Client
bg: Включване на клиент за SSH
ca: Activa el client SSH
cs: Aktivovat SSH klient
fa: فعّال سازی کارخواه پوستهٔ امن
fi: Aktivoi SSH-asiakasohjelma
fr: Activer le client SSH
ga: Gníomhachtaigh SSH Cliant
hr: Aktiviraj SSH klijent
is: Virkja SSH-biðlara
it: Attiva il Client SSH
ja: SSH クライアントを有効化
ka: SSH-კლიენტის ამოქმედება
lt: Aktyvinti SSH klientą
pl: Aktywuj klienta SSH
ru: Активировать клиент SSH
sq: Aktivizoni Klient SSH
sr: Aktiviraj SSH Klijent
sv: Aktivera SSH-klient
sw: Amilisha mtumiaji wa SSH
vi: Kích hoạt Máy khách SSH

source: Advanced Settings
bg: Разширени настройки
ca: Paràmetres avançats
cs: Rozšířené nastavení
fa: تنضیمات پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
ga: Ardsocruithe
hr: Napredne postavke
is: Ítarlegar stillingar
it: Impostazioni Avanzate
ja: 高度な設定
ka: დამატებითი პარამეტრები
lt: Išplėstiniai nustatymai
pl: Ustawienia zaawansowane
ro: Setări avansate
ru: Расширенные настройки
sq: Rregullime të Mëtejshme
sr: Napredna Podešavanja
sv: Avancerade inställningar
sw: Mpangilio ulioboreshwa
vi: Cài đặt nâng cao
