Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Language and Formats
bg: Език и формати
ca: Llengua i formats
cs: Jazyk a Formáty
fi: Kielet ja formaatit
fr: Langue et formats
ga: Teanga agus Formáidí
is: Tungumál og snið
it: Lingua e formati
ja: 言語と書式
lt: Kalba ir formatai
pl: Język i formaty
ru: Язык и форматы
sq: Gjuhë dhe Formate
sr: Језик и формати
sv: Språk och format

source: Default Settings
bg: Настройки по подразбиране
ca: Configuració per defecte
cs: Výchozí nastavení
fa: تنظیمات پیش فرض
fi: Oletusasetukset
fr: Paramètres par défaut
ga: Réamhshocruithe
he: הגדרות ברירת מחדל
hr: Standardne postavke
is: Sjálfgefnar stillingar
it: Impostazioni predefinite
ja: デフォルト設定
ka: ნაგულისხმევი პარამეტრები
lt: Numatytieji nustatymai
pl: Ustawienia domyślne
ro: Setări implicite
ru: Настройки по умолчанию
sq: Rregullime Parazgjedhje
sr: Podrazumevana podešavanja
sv: Standardinställningar
sw: Mipangilio chaguomsingi
vi: Những cài đặt mặc định

source: _Persistent Storage
bg: _Постоянно хранилище
ca: Emmagatzematge _Persistent
cs: _Trvalé úložiště
fa: _ذخیره‌سازی ماندگار
fi: _Pysyvä tallennustila
fr: _Stockage persistant
ga: _Stóráil Marthanach
is: _Varanleg gagnageymsla
it: Archiviazione _persistente
ja: 永続ストレージ (_P)
ka: _მუდმივი საცავის შექმნა
pl: _Pamięć trwała
ro: _Stocare Persistentă
ru: _Постоянное хранилище
sq: Depozitë e _Qëndrueshme
sr: _Трајно складиште
sv: _Bestående lagring
sw: _Hifadhi Endelevu
vi: _Ổ đĩa lưu trữ liên tục kéo dài

source: You can save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick: your documents, browser bookmarks, Wi-Fi passwords, and so on.
bg: Можете да запазите някои файлове и настройките в шифровано постоянно хранилище на USB паметта на Tails: документи, отметки, пароли и т.н.
ca: Podeu desar alguns dels vostres fitxers i configuració en un Emmagatzematge Persistent encriptat al vostre llapis USB de Tails: els vostres documents, les adreces d'interès del navegador, les contrasenyes de Wi-Fi, etc.
cs: Na vašem Tails USB disku v šifrovaném trvalém úložišti můžete uložit některé z vašich souborů a nastavení: dokumenty, záložky internetového prohlížeče, Wi-Fi hesla, a tak dále.
fi: Voit tallentaa joitakin tiedostoja ja asetuksia Tailsin USB-medialla olevalle salatulle pysyvälle tallennustilalle, kuten mm. dokumentit, selaimen kirjanmerkit ja Wi-Fi-salasanat.
fr: Vous pouvez enregistrer certains de vos fichiers et votre configuration dans un stockage persistant chiffré sur votre clé USB Tails : documents, marque-pages de navigateur, mots de passe Wi-Fi, etc.
ga: Is féidir leat cuid de do chuid comhad agus cumraíocht a shábháil i Stóráil Marthanach criptithe ar do bhata USB Tails: do dhoiciméid, leabharmharcanna brabhsálaí, pasfhocail Wi-Fi, agus mar sin de.
hr: Neke svoje datoteke i konfiguraciju možeš spremiti u šifriranom trajnom spremištu na tvom Tails USB stiku: tvoje dokumente, straničnike preglednika, Wi-Fi lozinke itd.
is: Þú getur vistað sumar skrárnar þínar og stillingar í dulritaðri varanlegri gagnageymslu á USB-minnislykli Tails; skjölin þín, bókamerki vafrans, Wi-Fi lykilorð og ýmislegt fleira.
it: Puoi salvare alcuni dei tuoi file e configurazioni in un'archiviazione persistente cifrata sulla tua penna USB di Tails: i tuoi documenti, segnalibri del browser, password Wi-Fi e così via.
ja: ファイルと設定の一部を Tails の USB メモリーの暗号化された永続ストレージに保存できます。例えばドキュメント、ブラウザーのブックマーク、Wi-Fi パスワードなどを永続的に保存できます。
pl: Możesz zapisać niektóre pliki i konfigurację w zaszyfrowanej pamięci trwałej na pamięci USB Tails: dokumenty, zakładki przeglądarki, hasła Wi-Fi i tak dalej.
ru: Вы можете сохранить свои файлы и настройки в зашифрованном Постоянном хранилище на вашем Tails: документы, закладки браузера, пароли от Wi-Fi, и так далее.
sq: Mund të ruani disa nga kartelat tuaja dhe formësimin në një Depozitë të Qëndrueshme të fshehtëzuar te diskthi juaj USB Tails: dokumentet, faqerojtësit e shfletuesit, fjalëkalimet për Wi-Fi, e me radhë.
sr: Sada možete sačuvati neke od svojih fajlova i konfiguracija u enkriptovanom Upornom Skladištu na vašem Tails USB stick-u: svoje dokumente, bookmarkove browser-a, Wi-Fi šifre, itd.
sv: Du kan spara några av dina filer och konfigurationer i en krypterad bestående lagring på ditt Tails USB-minne: dina dokument, webbläsarbokmärken, Wi-Fi-lösenord och så vidare.
sw: Unaweza kuhifadhi baadhi ya mafaili na kuyasanidi katika Persistent Storage iliyosimbwa katika Tails iliyokatika flashi: nyaraka zako, taarifa za kivinjari, nenosiri la Wi-Fi , na vinginevyo.
vi: Bạn có thể sao lưu một số tập tin của bạn và cấu hình trong một ổ đĩa lưu trữ liên tục kéo dài đã mã hoá trên thẻ nhớ USB Tails của bạn: tài liệu của bạn, các dấu trang trình duyệt, mật khẩu Wi-Fi, và nhiều nữa.

source: Create and configure a Persistent Storage after starting Tails
bg: Създаване и настройка на постоянно хранилище след стартиране на Tails
ca: Creeu i configureu un Emmagatzematge Persistent després d'iniciar Tails
cs: Vytvořte a nastavte Trvalalé úložiště po zapnutí Tails
fa: ایجاد و پیکربندی ذخیره‌سازی ماندگار پس از آغاز کردن تیلز
fi: Luo ja määritä pysyvä tallennustila Tailsin käynnistyttyä
fr: Créer et configurer un stockage persistant après le démarrage de Tails
ga: Cruthaigh agus cumraigh Stóráil Marthanach tar éis tosú Tails
hr: Stvori i konfiguriraj trajno spremište nakon pokretanja Tailsa
is: Útbúðu og stilltu varanlegu gagnageymsluna þína eftir að Tails er ræst
it: Per installarlo automaticamente dalla tua archiviazione persistente all'avvio di Tails
ja: Tails 起動後の永続ストレージの作成と設定
ka: მუდმივი მეხსიერების შექმნა და გამართვა, როცა Tails გაეშვება
pl: Utwórz i skonfiguruj pamięć trwałą po uruchomieniu Tails
ru: Создание и настройка постоянного хранилища после запуска Tails
sq: Krijoni dhe formësoni një Depozitë të Qëndrueshme, pas nisjes së Tails
sr: Napravi i postavi svoje Uporno Skladište nakon pokretanja Tails
sv: Skapa och konfigurera en bestående lagring efter att ha startat Tails
vi: Khởi tạo và định cấu hình một Ổ đĩa lưu trữ Bền vững sau khi khởi động Tails

source: Show Passphrase
bg: Показване на фразата за достъп
ca: Mostra la contrasenya
cs: Zobrazit heslo
fa: نمایش کلمه عبور
fi: Näytä salauslauseke
fr: Afficher la phrase de passe
ga: Taispeáin an Frása Faire
he: הראה ביטוי סיסמה
hr: Pokaži lozinku
is: Birta lykilsetningu
it: Mostra password
ja: パスフレーズを表示
ka: პაროლის ჩვენება
lt: Rodyti slaptafrazę
pl: Pokaż hasło
ro: Arată parola
ru: Показать пароль
sq: Shfaq Frazëkalimin
sr: Прикажи лозинку
sv: Visa lösenfras
sw: Onesha nenosiri
vi: Hiển thị cụm mật khẩu

source: Enter your passphrase
bg: Въведете фразата за достъп
ca: Introduïu la vostra contrasenya
cs: Zadejte vaše heslo
fa: ورود عبارت عبورتان
fi: Syötä salalauseesi
fr: Saisissez votre phrase de passe
ga: Cuir isteach do phasfhocal
hr: Upiši lozinku
is: Settu inn lykilsetninguna þína
it: Inserisci la password
ja: パスフレーズを入力してください
ka: შეიყვანეთ პაროლი
lt: Įveskite slaptafrazę
pl: Wprowadź hasło
ru: Введите пароль
sq: Jepni frazëkalimin tuaj
sr: Унесите вашу лозинку
sv: Ange din lösenordsfras

source: Unlock Encryption
bg: Отключване на хранилището
ca: Desbloca l'Encriptatge
cs: Odemknout šifru
fi: Avaa salaus
fr: Déverrouiller le chiffrement
ga: Díghlasáil Criptiú
is: Aflæsa dulritun
it: Sblocca la crittografia
ja: 暗号化を解除する
ka: დაშიფვრის გახსნა
lt: Atrakinti šifravimą
pl: Odblokuj szyfrowanie
ro: Deblocare Criptare
ru: Разблокировать хранилище
sq: Shkyçni Fshehtëzimin
sr: Otključaj Enkripciju
sv: Lås upp kryptering
vi: Mở khoá Mã hoá

source: Impossible to unlock the Persistent Storage.
bg: Постоянното хранилище е невъзможно да бъде отключено.
ca: No s'ha pogut desbloquejar l'Emmagatzematge Persistent.
cs: Je nemožné odemknout Trvalé Úložiště.
fa: قفل‌گشایی ذخیره‌ساز ماندگار غیرممکن است.
fi: Pysyvän tallennustilan avaaminen mahdotonta.
fr: Impossible de déverrouiller le stockage persistant.
ga: Dodhéanta an Stóráil Seasmhach a dhíghlasáil.
hr: Nemoguće otključati trajno spremište.
is: Tókst ekki að aflæsa varanlegu gagnageymslunni.
it: Impossibile sbloccare l'archiviazione persistente.
ja: 永続ストレージのロック解除に失敗しました。
ka: მუდმივი მეხსიერების გახსნა შეუძლებელია.
pl: Nie można odblokować pamięci trwałej.
ru: Невозможно разблокировать Постоянное хранилище.
sq: S’arrihet të shkyçet Depozita e Qëndrueshme.
sr: Nemoguće otključati Upornog Skladište.
sv: Omöjligt att låsa upp bestående lagring.

source: Partitioning Errors
bg: Грешки при разделяне на дялове
ca: Errors de partició
cs: Chyby nastavení oddílů disku
fr: Erreurs de partitionnement
ga: Earráidí Deighilte
is: Villur í diskhlutum
ja: パーティション分割エラー
ka: შეცდომები დაყოფისას
pl: Błędy partycjonowania
ru: Ошибки разбиения на разделы
sq: Gabime Pjesëtimi
sr: Грешке у партиционисању
sv: Partitioneringsfel

source: Errors were detected in the partitioning of your Tails USB stick. Try reinstalling Tails. If the error persists, reinstall on a new USB stick.
bg: Открити са грешки при разделяне на дялове на USB паметта на Tails. Преинсталирайте Tails. Ако грешката продължи да се появява, използвайте друга USB памет.
ca: S'han detectat errors en la partició del vostre llapis USB de Tails. Proveu de tornar a instal·lar Tails. Si l'error continua, torneu a instal·lar-lo en un nou llapis USB.
cs: Byly zjištěny chyby v nastavení oddílů vašeho USB disku Tails. Zkuste Tails přeinstalovat. Pokud chyba přetrvává, přeinstalujte systém na nový USB disk.
fr: Erreurs détectées lors du partitionnement de votre clé USB Tails. Essayez de réinstaller Tails. Si l'erreur persiste, réinstallez Tails sur une autre clé USB.
ga: Braitheadh earráidí agus do mhaide USB Tails á roinnt. Bain triail as Tails a athshuiteáil. Má leanann an earráid, athshuiteáil ar USB bata nua.
is: Villur fundust í disksneiðingu Tails USB-lykilsins þíns. Prófaðu að setja Tails aftur upp. Ef villan er viðvarandi ættirðu að setja upp á annan USB-lykil.
it: Sono stati riscontrati errori durante il partizionamento della tua chiavetta USB. Prova reinstallando Tails. Se il problema persiste, prova con un'altra chiavetta USB.
ja: Tails USB メモリーのパーティション分割でエラーが検出されました。 Tails を再インストールしてみてください。エラーが解決しない場合は、新しい USB メモリーに再インストールしてください。
pl: Wykryto błędy w partycjonowaniu pamięci USB Tails. Spróbuj ponownie zainstalować Tails. Jeśli błąd będzie się powtarzał, zainstaluj ponownie na nowej pamięci USB.
ru: Обнаружены ошибки при разбиении вашего USB-накопителя Tails. Попробуйте переустановить Tails. Если ошибка сохранится, переустановите Tails на новый USB-накопитель.
sq: U pikasën gabime në pjesëtimin e diskthit tuaj USB Tails. Provoni të riinstaloni Tails. Nëse gabimi vazhdon, riinstalojeni në një diskth të ri USB.
sr: Грешке су откривене у партиционисању ваше Tails USB меморије. Покушајте поново инсталирати Tails. Ако грешка и даље постоји, поново инсталирајте на нову USB меморију.
sv: Fel upptäcktes i partitioneringen av ditt Tails USB-minne. Testa att installera om Tails. Om felet kvarstår, installera om på ett nytt USB-minne.

source: _Additional Settings
bg: _Допълнителни настройки
ca: _Paràmetres addicionals
cs: _Další nastavení
fa: _تنظیمات اضافی
fi: _Lisäasetukset
fr: _Paramètres supplémentaires
ga: _Socruithe Breise
he: הגדרות _נוספות
hr: _Dodatne postavke
is: Viðbót_arstillingar
it: _Impostazioni aggiuntive
ja: 追加設定 (_A)
ka: _დამატებითი პარამეტრები
lt: P_apildomi nustatymai
pl: _Dodatkowe ustawienia
ro: _Setări Adiționale
ru: _Дополнительные настройки
sq: Rregullime _Shtesë
sr: _Dodatna Podešavanja
sv: _Ytterligare inställningar
sw: _Mipangilio ya ziada
vi: _Cài đặt bổ sung

source: Add an additional setting
bg: Добавяне на допълнителни настройки
ca: Afegeix paràmetres addicionals
cs: Přidat další nastavení
fa: اضافه کردن یک تنظیمات اضافی
fi: Lisää lisäasetus
fr: Ajouter un paramètre supplémentaire
ga: Cuir socrú breise leis
he: הוסף הגדרה נוספת
hr: Dodaj jednu dodatnu postavku
is: Bæta við aukastillingum
it: Aggiungi un'impostazione aggiuntiva
ja: 追加設定を追加
ka: დამატებითი პარამეტრების დამატება
lt: Pridėti papildomą nustatymą
pl: Dodaj dodatkowe ustawienie
ro: Adaugaţi o setare adițională
ru: Добавить дополнительный параметр
sq: Shtoni një rregullim shtesë
sr: Dodaj Dodatna podešavanja
sv: Lägg till ytterligare inställning
sw: Ongeza mpiangilio ya ziada
vi: Thêm một cài đặt bổ sung

source: Shutdown
bg: Изключване
ca: Tanca
cs: Vypnout
fa: خاموش کردن
fi: Sammuta
fr: Éteindre
ga: Múch
he: כבה
hr: Gašenje
is: Slökkva
it: Arresto
ja: シャットダウン
ka: დახურვა
lt: Išjungti
pl: Wyłączenie
ro: Inchide
ru: Выключение
sq: Fike
sr: Гашење
sv: Stäng av
sw: Zima
vi: Tắt đi

source: _Start Tails
bg: _Стартиране на Tails
ca: _Inicia Tails
cs: _Spustit Tails
fa: _آغاز Tailها
fi: _Käynnistä Tails
fr: _Démarrer Tails
ga: To_saigh Tails
he: _התחל את Tails
hr: _Pokreni Tails
is: Ræ_sa Tails
it: _Avvia Tails
ja: Tails を起動 (_S)
ka: _გაეშვას Tails
lt: Palei_sti Tails
pl: _Uruchom Tails
ro: _Pornește Tails
ru: _Запуск Tails
sq: _Nis Tails
sr: _Pokreni Tails
sv: _Starta Tails
sw: _Anza Tails
vi: _Khởi chạy Tails

source: The default settings are safe in most situations. To add a custom setting, press the "+" button below.
bg: Подразбираните настройки в повечето случаи са достатъчно надеждни. За да зададете ръчни настройки натиснете бутона „+“ по-долу.
ca: Els valors predeterminats són segurs en la majoria de situacions. Per afegir una configuració personalitzada, premeu el botó «+».
cs: Výchozí nastavení je ve většině situací bezpečné. Chcete-li přidat vlastní nastavení, klepněte níže na tlačítko „+“.
fa: تنظیمات پیش فرض در بسیاری از موارد امن‌تر هستند. برای افزودن تنظیم سفارشی، دکمه‌ی "+" در پایین را بفشارید.
fi: Oletusasetukset ovat useimmiten turvallisia. Paina alla olevaa "+"-painiketta lisätäksesi oman asetuksesi.
fr: Les paramètres par défaut sont sûrs dans la plupart des cas. Pour ajouter un paramètre personnalisé, appuyer sur le bouton « + » ci-dessous.
ga: Tá na réamhshocruithe slán an chuid is mó den am. Brúigh an cnaipe "+" thíos le do shocrú féin a chur leis.
he: הגדרות ברירת המחדל בטוחות ברוב המצבים. כדי להוסיף הגדרה מותאמת, לחץ על הכפתור "+" למטה.
hr: Standardne postavke su sigurne u većini slučajeva. Za dodavanje prilagođene postavke, pritisni gumb „+”.
is: Sjálfgefnar stillingar eru í flestum tilfellum nógu öruggar. Til að bæta við sérsniðnum stillingum, ýttu á "+" hnappinn hér fyrir neðan.
it: Le impostazioni predefinite vanno bene nella maggior parte dei casi. Per aggiungere un'impostazione personale, premi il pulsante "+" sotto.
ja: 既定の設定はほとんどの場合で安全です。カスタム設定を追加するには、下の"+"ボタンを押してください。
ka: ნაგულისხმევი პარამეტრები უსაფრთხოა უმეტეს შემთხვევაში. სასურველი პარამეტრის დასამატებლად, დააჭირეთ „+“ ღილაკს ქვემოთ.
lt: Numatytieji nustatymai daugelyje situacijų yra saugūs. Norėdami pridėti pasirinktinį nustatymą, žemiau spustelėkite mygtuką "+".
pl: Ustawienia domyślne są bezpieczne w większości sytuacji. Aby dodać własne ustawienie , kliknij "+" poniżej.
ro: Setările implicite sunt sigure în majoritatea cazurilor. Pentru a adăuga o setare personalizată, apasaţi pe butonul "+" de mai jos.
ru: Настройки по умолчанию являются безопасными в большинстве ситуаций. Для добавления пользовательской настройки, нажмите кнопку "+" ниже.
sq: Rregullimet parazgjedhje janë të parrezik në shumicën e rasteve. Që të shtoni një rregullim vetjak, shtypni butonin "+" më poshtë.
sr: Podrazumevana podešavanja su najčešće sigurna. Za dodavanje prilagođenih podešavanja pritisni "+" dugme koje se nalazi ispod.
sv: Standardinställningarna är säkra i de flesta situationerna. För att lägga till en anpassad inställning, tryck på "+"-knappen nedan.
sw: Mipangilio iliyoundwa kwenye mfumo mojakwamoja ni salama zaidi. kuongeza mipangilio mingine, bonyeza kitufe cha "+" chini.
vi: Những cài đặt mặc định là an toàn trong hầu hết các tình huống. Để thêm vào một cài đặt tuỳ chọn, nhấp vào nút "+" bên dưới.

source: Current _Passphrase
bg: Текуща фраза за _достъп
ca: _Contrasenya actual
cs: Aktuální _heslo
fa: عبارت عبور _کنونی
fi: Nykyinen _salauslauseke
fr: _Phrase de passe actuelle
ga: _Pasfhrása reatha
hr: Aktualna _lozinka
is: _Fyrirliggjandi lykilsetning
it: _Password attuale
ja: 現在のパスフレーズ (_P)
ka: მიმდინარე _პაროლი
lt: Dabartinė sla_ptafrazė
pl: Bieżące _hasło
ro: Fraza de acces_Actuala
ru: Текущий _пароль
sq: _Frazëkalimi i Tanishëm
sr: Trenutna _Prolazna Fraza
sv: Aktuell _lösenordsfras
sw: _Nenosiri la sasa
vi: _Cụm mật khẩu hiện tại

source: _New Passphrase
bg: _Нова фраза за достъп
ca: _Nova contrasenya
cs: _Nové heslo
fa: عبارت عبور _جدید
fi: _Uusi salauslauseke
fr: _Nouvelle phrase de passe
ga: _Pasfhocal Nua
hr: _Nova lozinka
is: _Ný lykilsetning
it: _Nuova password
ja: 新しいパスフレーズ (_N)
ka: _ახალი პაროლი
lt: _Nauja slaptafrazė
pl: _Nowe hasło
ro: _Fraza de acces Noua
ru: _Новый пароль
sq: Frazëkalimi i _Ri
sr: _Nova Prolazna Fraza
sv: _Visa lösenordsfras
sw: _Nenosiri jipya
vi: _Cụm mật khẩu mới

source: _Confirm New Passphrase
bg: _Потвърждаване на фразата за достъп
ca: _Confirma la contrasenya
cs: _Potvrdit nové heslo
fa: _تایید عبارت عبور جدید
fi: _Vahvista uusi salauslauseke
fr: _Confirmer la nouvelle phrase de passe
ga: _Deimhnigh Pasfhocal Nua
hr: Po_tvrdi novu lozinku
is: Staðfestu nýju l_ykilsetninguna
it: _Conferma nuova password
ja: 新しいパスフレーズを確認 (_C)
ka: ახალი პაროლის _დადასტურება
lt: Pa_kartokite naują slaptafrazę
pl: _Potwierdź nowe hasło
ro: _Confirma Fraza de acces
ru: По_дтвердите новый пароль
sq: _Ripohoni Frazëkalimin e Ri
sr: _Potvrdi Novu Prolaznu Frazu
sv: _Bekräfta ny lösenordsfras
sw: _Thibitisha nenosiri jipya
vi: _Xác nhận cụm mật khẩu mới

source: _Show Passphrases
bg: Показване на _фразите за достъп
ca: _Mostra les contrasenyes
cs: _Zobrazit hesla
fa: _نمایش عبارت عبور
fi: _Näytä salauslausekkeet
fr: _Afficher les phrases de passe
ga: _Taispeáin na Pasfhocail
hr: Po_kaži novu lozinku
is: _Birta lykilsetningar
it: (_S) Mostra le password
ja: パスフレーズを表示 (_S)
ka: პაროლების _გამოჩენა
lt: _Rodyti slaptafrazes
pl: P_okaż hasła
ro: _Aratati Fraza de acces
ru: По_казать пароль
sq: _Shfaq Frazëkalimet
sr: _Prikaži Prolazne Fraze
sv: _Visa lösenordsfraser
sw: _Onesha nenosiri
vi: _Hiển thị cụm mật khẩu

source: The passphrases do not match
bg: Фразите за достъп не съвпадат
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
fa: عبارت‌های عبور مطابق نیستند
fi: Salauslausekkeet eivät täsmää
fr: Les phrases de passe ne correspondent pas
ga: Ní hionann na pasfhocail
he: מילות הצופן לא תואמות
hr: Lozinke se ne poklapaju
is: Lykilsetningarnar stemma ekki
it: Le password non corrispondono
ja: パスフレーズが一致しません
lt: Slaptafrazės nesutampa
pl: Hasła nie pasują
ro: Fraza de acces nu se potrivesc
ru: Парольные фразы не совпадают
sq: Frazëkalimet s’përputhen
sr: Prolazne Fraze se ne poklapaju
sv: Lösenordsfraserna matchar inte
sw: Nenosiri halifanani
vi: Cụm mật khẩu không trùng khớp

source: Ch_ange
bg: Про_меняне
ca: C_anvia
cs: Z_měnit
fa: _دگرگونی
fi: _Vaihda
fr: _Modifier
ga: Ath_rú
hr: Pro_mijeni
is: Breyt_a
it: C_ambia
ja: 変更 (_A)
ka: შე_ცვლა
lt: _Keisti
pl: Z_mień
ro: Sc_imba
ru: _Изменить
sq: _Ndryshojeni
sr: Prom_eni
sv: Ändr_a
sw: _Badili
vi: Thay _đổi

source: The Persistent Storage was successfully deleted.
bg: Постоянното хранилище е премахнато.
ca: L'Emmagatzematge Persistent s'ha suprimit correctament.
cs: Trvalé úložiště bylo úspěšně smazáno.
fa: ذخیره‌ساز ماندگار با موفّقیت حذف شد.
fi: Pysyvän tallennustilan poisto onnistui.
fr: Supprimer l’espace de stockage persistant et réinstaller.
ga: Scriosadh an Stór Seasmhach go rathúil.
hr: Trajno spremište je uspješno izbrisano.
is: Það tókst að eyða varanlegu gagnageymslunni.
it: L'archiviazione persistente è stata eliminata con successo.
ja: 永続ストレージが正常に削除されました。
ka: მუდმივი მეხსიერება წარმატებით წაიშალა.
pl: Pamięć trwała została pomyślnie usunięta.
ro: Stocarea Persistenta a fost stearsa cu succes.
ru: Постоянное хранилище было успешно удалено.
sq: Depozita e Qëndrueshme u fshi me sukses.
sr: Vaše Uporno Skladište je uspešno izbrisano.
sv: Den bestående lagringen har tagits bort.
sw: Umefanikiwa kufuta Persistent Storage.
vi: Ổ đĩa lưu trữ liên tục kéo dài của bạn đã được xóa thành công.

source: _Close
bg: _Затваряне
ca: _Tanca
cs: _Zavřít
fa: _بستن
fi: _Sulje
fr: _Fermer
ga: _Dún
he: _סגירה
hr: _Zatvori
is: _Loka
it: _Chiudi
ja: 閉じる (_C)
ka: _დახურვა
lt: _Užverti
pl: _Zamknij
ro: _Inchide
ru: _Закрыть
sq: _Mbylle
sr: _Zatvori
sv: _Stäng
sw: _Funga
vi: _Đóng

source: Oh no! Something has gone wrong.
bg: О, не! Нещо се случи.
ca: S'ha produït algun error.
cs: Ach ne! Něco se pokazilo.
fi: Voi ei! Jokin meni pieleen.
fr: Oh non ! Il y a eu un problème.
ga: Ó níl! Tá rud éigin imithe mícheart.
is: Æ, nei! Eitthvað fór úrskeiðis.
it: Oh no! Qualcosa è andato storto.
ja: 何らかの問題が発生しました。
ka: უი! რაღაც რიგზე ვერაა.
lt: O, ne! Kažkas nutiko.
pl: O nie! Coś poszło nie tak.
ro: O nu! Ceva a mers gresit.
ru: О нет! Что-то пошло не так.
sq: Oh, mos! Diç shkoi ters.
sr: O ne! Nešto se pokvarilo.
sv: Åh nej! Något har gått fel.
sw: Oh no! Kunakitu kimekosewa.
vi: Ồ không! Có điều gì đó sai sót đã xảy ra.

source: The Persistent Storage service exited unexpectedly. You can send an error report or check the output of the following commands to investigate:
bg: Услугата на постоянното хранилище завърши неочаквано. Можете да изпратите доклад за грешка или да проверите изхода на следните команди, за да разследвате:
ca: El servei d'Emmagatzematge Persistent s'ha tancat inesperadament. Podeu enviar un informe d'error o comprovar la sortida de les ordres següents per investigar:
cs: Služba trvalého úložiště byla nečekaně ukončena. Chybové hlášení můžete poslat a nebo zkontrolovat výstup následujících příkazů pro analýzu problému:
fi: Pysyvän tallennustilan palvelu sulkeutui odottamatta. Voit lähettää virheraportin tai tarkistaa seuraavien komentojen tulosteet tutkiaksesi ongelmaa:
fr: Le service de stockage persistant s'est arrêté de manière inattendue. Vous pouvez envoyer un rapport d'erreur ou vérifier la sortie des commandes suivantes pour investiguer :
ga: D'éirigh an tseirbhís Stóráil Seasmhach amach gan choinne. Is féidir leat tuairisc earráide a sheoladh nó aschur na n-orduithe seo a leanas a sheiceáil chun imscrúdú a dhéanamh:
is: Þjónustan fyrir varanlega gagnageymslu hætti óvænt. Þú getur sent villuskýrslu eða skoðað úttak eftirfarandi skipana til að skoða málið betur:
it: Il servizio di archiviazione persistente è stato chiuso in modo imprevisto. Puoi inviare un rapporto di errore o controllare l'output dei seguenti comandi per indagare:
ja: 永続ストレージサービスが予期せず終了しました。 エラー レポートを送信するか、次のコマンドで出力を確認して調査することができます。
pl: Usługa pamięci trwałej została nieoczekiwanie zakończona. Możesz wysłać raport o błędzie lub sprawdzić dane wyjściowe następujących poleceń w celu zbadania:
ro: Serviciul de stocare persistentă s-a oprit în mod neașteptat. Puteți trimite un raport de eroare sau puteți verifica rezultatul următoarelor comenzi pentru a investiga:
ru: Служба Постоянного хранилища неожиданно завершилась. Вы можете отправить отчёт об ошибке или проверить вывод следующих команд:
sq: Shërbimi i Depozitës së Qëndrueshme u mbyll papritmas. Mund të dërgoni një njoftim gabimi, ose të shihni se ç’japin urdhrat vijues, për të hetuar problemin:
sr: Servis Upornog Skladišta se neučekivano ugasio. Možete poslati izveštaj greške ili proveriti izlaz koristeći sledeću komandu da istražite:
sv: Tjänsten bestående lagring avslutades oväntat. Du kan skicka en felrapport eller kontrollera resultatet av följande kommandon för att undersöka:
sw: Huduma za Persistent Storage zimepotea bahati mbaya. Unaweza tuma taarifa ya dosari au angalia matokeo ya hatua zifuatazo kuchunguza:
vi: Dịch vụ ổ đĩa lưu trữ liên tục kéo dài đã thoát một cách bất ngờ. Bạn có thể gửi một báo cáo lõi hoặc kiểm tra các thông tin xuất của các dòng lệnh command sau để điều tra:
