Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: The check for upgrades of your additional software failed
bg: Грешка при проверка за обновяване на допълнителнителните приложения
ca: S'ha produït un error en la comprovació d'actualitzacions del programari addicional
cs: Kontrola aktualizací vašeho dodatečného softwaru selhala
fa: بررسی به روز رسانی نرم افزار جانبی با شکست رو به رو شد
fi: Lisäohjelmiston päivitysten tarkistus epäonnistui
fr: La vérification de la présence de mises à jour pour vos logiciels supplémentaires a échoué
ga: Earráid agus nuashonruithe ar bhogearraí breise á lorg
he: הבדיקה אחר שדרוגים של התוכנה הנוספת שלך נכשלה
hr: Neuspjela provjera nadogradnji tvog dodatnog softvera
is: Athugun á uppfærslum á viðbótarhugbúnaðnum þínum mistókst
it: La verifica di aggiornamenti del software aggiuntivo è fallita
ja: 追加ソフトウェアのアップデートの確認に失敗しました
ka: თქვენი დამატებითი პროგრამის განახლებებზე შემოწმება ვერ მოხერხდა
lt: Nepavyko patikrinti jūsų papildomai programinei įrangai skirtų naujinimų
pl: Sprawdzanie aktualizacji twojego dodatkowego oprogramowania nie powiodło się
ro: Verificarea pentru actualizări a aplicațiilor dumneavoastră adiționale a eșuat
ru: Не удалось проверить наличие обновлений для ваших дополнительных программ
sq: Kontrolli për përmirësime të software-it tuaj shtesë dështoi
sr: Neuspešna provera nadogradnji Vašeg dodatnog softvera
sv: Kontrollen för uppgraderingar av dina extra program misslyckades
sw: Ukaguzi wa maboresho ya programu zako za ziada haujafanikiwa
vi: Việc kiểm tra cập nhật của phần mềm bổ sung của bạn đã thất bại

source: Please check your network connection, restart Tails, or read the system log to understand the problem.
bg: Проверете връзката с интернет, рестартирайте Tails или прочетете системния дневник, за да разберете проблема.
ca: Comproveu la vostra connexió de xarxa, reinicieu Tails o llegiu el registre del sistema per entendre el problema.
cs: Zkontrolujte prosím síťové připojení, restartujte Tails nebo si přečtěte systémový protokol pro lepší pochopení problému.
fa: لطفا اتصال شبکه خود را بررسی کنید، تیلز را دوباره راه‌اندازی کنید ، یا گزارش های سیستم را بخوانید تا مشکل را درک کنید.
fi: Tarkista verkkoyhteytesi, käynnistä Tails uudelleen, tai lue järjestelmäloki ymmärtääksesi pulman paremmin.
fr: Veuillez vérifier votre connexion réseau, essayer de redémarrer Tails, ou lire le journal système afin de mieux comprendre le problème.
ga: Deimhnigh go bhfuil tú ceangailte leis an Idirlíon, atosaigh Tails, nó caith súil ar loganna an chórais chun tuiscint níos fearr a fháil ar an bhfadhb.
he: אנא בדוק את חיבור הרשת שלך, הפעל מחדש את Tails או קרא את יומן האירועים של המערכת כדי להבין את הבעיה.
hr: Provjeri tvoju internetsku vezu, ponovo pokreni Tails ili pročitaj dnevnik sustava radi razumijevanja problema.
is: Athugaðu nettenginguna þína, endurræstu Tails eða lestu kerfisannálana svo þú getir skilið betur hvað er í gangi.
it: Controlla la tua connessione di rete, riavvia Tails, o leggi il log di sistema per scoprire il problema.
ja: 問題を理解するには、ネットワーク接続を確認するか、Tails を再起動するか、システムログを確認してください。
ka: გთხოვთ, გადაამოწმოთ ქსელთან კავშირი, ხელახლა გაუშვათ Tails ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზების გამოსარკვევად.
lt: Norėdami išsiaiškinti problemą, patikrinkite savo tinklo ryšį, paleiskite Tails iš naujo arba skaitykite sistemos žurnalą.
pl: Proszę sprawdzić swoje połączenie sieciowe, zrestartowanie Tails lub przeczytanie logu systemowego aby zrozumieć problem.
ro: Vă rugăm verificați conexiunea la rețea, reporniți Tails sau citiți jurnalul sistemului pentru a întelege problema.
ru: Проверьте сетевое подключение, перезапустите Tails или прочтите системный журнал, чтобы понять суть проблемы.
sq: Ju lutemi, kontrolloni lidhjen tuaj në rrjet, rinisni Tails, ose lexoni regjistrin e sistemit që të kuptoni problemin.
sr: Molimo proverite vezu sa mrežom, ponovo pokrenite Tails ili pročitajte sistemski dnevnik logova kako biste razumeli u čemu je greška.
sv: Kontrollera din nätverksanslutning, starta om Tails, eller läs systemloggen för att förstå problemet.
sw: Tafadhali angalia mawasiliano yako ya mtandao, anza upya Tails au soma matatizo ya mfumo kujua tatizo.
vi: Xin hãy kiểm tra kết nối internet của bạn, khởi động lại Tails, hoặc đọc nhật ký log hệ thống để hiểu vấn đề.

source: The upgrade of your additional software failed
bg: Грешка при обновяване на допълнителнителните приложения
ca: S'ha produït un error en l'actualització del programari addicional
cs: Upgrade vašeho dodatečného softwaru selhal
fa: به روز رسانی نرم افزار جانبی با شکست رو به رو شد
fi: Lisäohjelmistosi päivitys epäonnistui
fr: La mise à jour de vos logiciels supplémentaires a échoué
ga: Theip ar nuashonrú na mbogearraí breise
he: השדרוג של התוכנה הנוספת שלך נכשל
hr: Neuspjela nadogradnja tvog dodatnog softvera
is: Uppfærsla á viðbótarhugbúnaðnum þínum mistókst
it: L'aggiornamento del software aggiuntivo è fallito
ja: 追加ソフトウェアのアップグレードに失敗しました
ka: თქვენი დამატებითი პროგრამის განახლება ვერ მოხერხდა
lt: Jūsų papildomos programinės įrangos naujinimas patyrė nesėkmę
pl: Aktualizacja twojego dodatkowego oprogramowania nie powiodła się
ro: Actualizarea aplicațiilor dumneavoastră adiționale a eșuat
ru: Не удалось обновить дополнительные программы
sq: Përmirësimi i software-it tuaj shtesë dështoi
sr: Neuspešno nadograđivanje Vašeg dodatnog softvera
sv: Uppgraderingen av dina extra program misslyckades
sw: Uboreshaji wa programu za ziada umeshindikana
vi: Việc nâng cấp phần mềm bổ sung của bạn đã thất bại

source: Installing your additional software from persistent storage...
bg: Инсталиране на допълнителните приложения от постоянното хранилище…
ca: S'està instal·lant el programari addicional des de l'Emmagatzematge Persistent...
cs: Instalace dodatečného softwaru z trvalého úložiště...
fa: نصب نرم افزار اضافی شما از ذخیره سازی مداوم...
fi: Lisäohjelmistoasi asennetaan pysyvästä tallennustilasta...
fr: Installation de vos logiciels supplémentaires à partir du stockage persistant…
ga: Bogearraí breise á suiteáil ón stóras seasmhach...
he: מתקין את התוכנה הנוספת שלך מאחסון מתמיד…
hr: Instaliranje dodatnog softvera iz trajnog spremišta …
is: Set sjálfvirkt upp viðbótarhugbúnað úr varanlegri gagnageymslu...
it: Installazione del software aggiuntivo dall'archiviazione persistente...
ja: 永続ストレージから追加ソフトウェアをインストール中...
ka: დამატებითი პროგრამის მუდმივი მეხსიერების საცავიდან დაყენება...
lt: Įdiegiama papildoma programinė įranga iš jūsų ilgalaikio kaupiklio...
pl: Instalowanie dodatkowego oprogramowania z pamięci trwałej...
ro: Se instalează aplicațiile dumneavoastră adiționale din stocarea persistentă...
ru: Выполняется установка дополнительных программ из постоянного хранилища...
sq: Po instalohet software i juaji shtesë që prej depozitës së qëndrueshme…
sr: Instaliranje vašeg dodatnog softvera sa upornog skladišta...
sv: Installera dina extra program från bestående lagring...
sw: Kusanikisha programu zako za ziada kutoka katika persistent storage...
vi: Đang cài đặt phần mềm bổ sung từ bộ nhớ liên tục kéo dài...

source: This can take several minutes.
bg: Може да отнеме няколко минути.
ca: Això pot trigar uns quants minuts.
cs: Toto může trvat pár minut.
fa: این ممکن چندین دقیقه طول بکشه...
fi: Tämä saattaa kestää useita minuutteja.
fr: Cela peut prendre plusieurs minutes.
ga: Seans go dtógfaidh seo cúpla nóiméad.
he: זה עשוי לקחת מספר דקות.
hr: Ovo može potrajati nekoliko minuta.
is: Þetta gæti tekið nokkrar mínútur.
it: Questa operazione può richiedere diversi minuti.
ja: これには数分かかります。
ka: შეიძლება გასტანოს რამდენიმე წუთს.
lt: Tai gali užimti kelias minutes.
pl: Może to zająć kilka minut.
ro: Acest lucru ar putea dura câteva minute.
ru: Это может занять несколько минут.
sq: Kjo mund zgjasë disa minuta.
sr: Ovo može potrajati nekoliko minuta.
sv: Detta kan ta flera minuter.
sw: Hii inaweza chukua dakika kadhaa.
vi: Điều này có thể mất một vài phút.

source: The installation of your additional software failed
bg: Грешка при инсталиране на допълнителнителните приложения
ca: Ha fallat la instal·lació del programari addicional
cs: Instalace dalšího softwaru selhala
fa: نصب نرم افزار جانبی با شکست رو به رو شد
fi: Lisäohjelmistosi asennus epäonnistui
fr: L’installation de vos logiciels supplémentaires a échoué
ga: Theip ar shuiteáil na mbogearraí breise
he: ההתקנה של התוכנה הנוספת שלך נכשלה
hr: Neuspjelo instaliranje tvog dodatnog softvera
is: Uppsetning á viðbótarhugbúnaðnum þínum mistókst
it: L'installazione del software aggiuntivo è fallita
ja: 追加ソフトウェアのインストールに失敗しました
ka: თქვენი დამატებითი პროგრამის დაყენება ვერ მოხერხდა
lt: Jūsų papildomos programinės įrangos diegimas patyrė nesėkmę
pl: Instalacja twojego dodatkowego oprogramowania nie powiodła się
ro: Instalarea aplicațiilor dumneavoastră adiționale a eșuat
ru: Не удалось установить дополнительные программы
sq: Instalimi i software-it tuaj shtesë dështoi
sr: Instalacija dodatnog softvera je neuspešna
sv: Installationen av dina extra program misslyckades
sw: Usanikishaji wa programu yako ya ziada umeshindikana
vi: Việc cài đặt phần mềm bổ sung của bạn đã thất bại

source: Additional software installed successfully
bg: Допълнителните приложения са инсталирани
ca: S'ha instal·lat el programari addicional correctament
cs: Dodatečný software byl úspěšně nainstalován
fa: نرم افزار اضافی با موفّقیت نصب شد
fi: Lisäohjelmisto asennettu onnistuneesti
fr: Logiciels supplémentaires installés avec succès
ga: D'éirigh le suiteáil na mbogearraí breise
he: תוכנה נוספת הותקנה בהצלחה
hr: Dodatni softver je uspješno instaliran
is: Það tókst að setja upp viðbótarhugbúnað
it: Software aggiuntivo installato con successo
ja: 追加ソフトウェアが正常にインストールされました
ka: დამატებითი პროგრამა დაყენდა წარმატებით
lt: Papildoma programinė įranga sėkmingai įdiegta
pl: Oprogramowanie dodatkowe zainstalowano z powodzeniem
ro: Aplicațiile adiționale au fost instalate cu succes
ru: Дополнительные программы успешно установлены
sq: U instalua me sukses software shtesë
sr: Instalacija dodatnog softvera je uspešna
sv: Installation av extraprogram lyckades
sw: Usanikishaji wa programu za ziada umefanikiwa
vi: Phần mềm bổ sung đã được cài đặt thành công

source: Additional Software
bg: Допълнителни приложения
ca: Programari Addicional
cs: Dodatečný software
fa: نرم‌افزارهای اضافی
fi: Lisäohjelmistot
fr: Logiciels supplémentaires
ga: Bogearraí Breise
he: תכנה נוספת
hr: Dodatni programi
is: Viðbótarhugbúnaður
it: Software aggiuntivo
ja: 追加ソフトウェア
ka: დამატებითი პროგრამა
lt: Papildoma programinė įranga
pl: Dodatkowe oprogramowanie
ro: Aplicații adiționale
ru: Дополнительные программы
sq: Software Shtesë
sr: Dodatni softver
sv: Extra program
sw: Programu ya ziada
vi: Phần mềm bổ sung

source: You can install additional software automatically from your persistent storage when starting Tails.
bg: Допълнителни приложения могат да бъдат инсталирани от постоянното хранилище автомтично при стартиране на Tails.
ca: Podeu instal·lar programari addicional automàticament des del vostre Emmagatzematge Persistent en iniciar Tails.
cs: Můžete instalovat dodatečný software automaticky z vašeho trvalého úložiště při spuštění Tails.
fa: هنگام شروع تیلز می توانید نرم افزار جانبی را از ذخیره سازی مداوم خود نصب کنید.
fi: Voit asentaa lisäohjelmistoa automaattisesti pysyvästä tallennustilastasi, kun käynnistät Tailsin.
fr: Vous pouvez installer des logiciels supplémentaires automatiquement à partir de votre stockage persistant lors du démarrage de Tails.
ga: Is féidir leat bogearraí breise a shuiteáil go huathoibríoch ó do stóras seasmhach nuair a thosaíonn Tails.
he: אתה יכול להתקין תוכנה נוספת באופן אוטומטי מהאחסון המתמיד שלך בזמן התחלת Tails.
hr: Pri pokretanju Tails-a možeš automatski instalirati dodatne programe iz tvog trajnog spremišta.
is: Þú getur sett upp viðbótarhugbúnað sjálfvirkt úr varanlegri gagnageymslu við ræsingu Tails.
it: Puoi installare software aggiuntivo automaticamente dalla tua archiviazione persistente all'avvio di Tails.
ja: Tails の起動時に、永続ストレージから追加ソフトウェアをインストールできます。
ka: ავტომატურად შეგიძლიათ დამატებითი პროგრამის დაყენება მუდმივი მეხსიერების საცავიდან Tails-ის გაშვებისას.
lt: Paleisdami Tails, galite automatiškai įdiegti papildomą programinę įrangą iš savo ilgalaikio kaupiklio.
pl: Możesz automatycznie instalować dodatkowe oprogramowanie z pamięci trwałej przy uruchamianiu Tails.
ro: Puteți instala aplicații adiționale în mod automat din stocarea persistentă la pornirea sistemului Tails.
ru: Вы можете устанавливать дополнительные программы автоматически из своего постоянного хранилища при запуске Tails.
sq: Mund të instaloni automatikisht software shtesë prej depozitës suaj të qëndrueshme, kur niset Tails.
sr: Možete automatski instalirati dodatni softver sa svog upornog skladišta kada palite Tails.
sv: Du kan installera extra program automatiskt från din bestående lagring när du startar Tails.
sw: Unaweza kusakinisha programu za ziada mojakwamoja toka persistent storage unapoanza kutumia Tails.
vi: Bạn có thể cài đặt thêm phần mềm một cách tự động từ dung lượng lưu trữ liên tục của bạn khi khởi động hệ điều hành Tails.

source: The following software is installed automatically from your persistent storage when starting Tails.
bg: Следните приложения са инсталирани от постоянното хранилище автоматично при стартиране на Tails.
ca: El programari següent s'instal·la automàticament des del vostre Emmagatzematge Persistent quan s'inicia Tails.
cs: Následující software je automaticky instalován z vašeho trvalého úložiště při spouštění Tails.
fa: پس از شروع تیلز، نرم افزار زیر به طور خودکار از حافظه مداوم شما نصب می شود.
fi: Seuraava ohjelmisto asennetaan automaattisesti pysyvästä tallennustilastasi, kun käynnistät Tailsin.
fr: Les logiciels suivants sont installés automatiquement à partir de votre stockage persistant lors du démarrage de Tails.
ga: Suiteálfar na bogearraí seo a leanas go huathoibríoch ó do stóras seasmhach nuair a thosóidh tú Tails.
he: התוכנה הבאה מותקנת באופן אוטומטי מהאחסון המתמיד שלך בזמן התחלת Tails.
hr: Sljedeći program su automatski instalirani iz tvog trajnog spremišta prilikom pokretanja Tailsa.
is: Eftirfarandi viðbótarhugbúnaður verður settur upp sjálfvirkt úr varanlegu gagnageymslunni þinni við ræsingu Tails.
it: Il seguente software è installato automaticamente dalla tua archiviazione persistente all'avvio di Tails.
ja: Tails の起動時に、以下のソフトウェアが自動的に永続ストレージからインストールされます。
ka: მოცემული პროგრამა ავტომატურად დაყენდება მუდმივი მეხსიერების საცავიდან Tails-ის გაშვებისას.
lt: Ši programinė įranga yra automatiškai įdiegiama iš jūsų ilgalaikio kaupiklio, kuomet paleidžiate Tails.
pl: Poniższe oprogramowanie jest instalowane automatycznie z pamięci trwałej przy uruchamianiu Tails.
ro: Următoarele aplicații adiționale vor fi instalate automat din stocarea persistentă la pornirea sistemului Tails.
ru: Следующее ПО автоматически устанавливается из постоянного хранилища при запуске Tails.
sq: Software-i vijues është instaluar automatikisht prej depozitës suaj të qëndrueshme, kur niset Tails.
sr: Sledeći softver se automatski instalira sa vašeg upornog skladišta tokom pokretanja Tails-a.
sv: Följande program installeras automatiskt från din bestående lagring när Tails startas.
sw: Programu zifuatazo husanikiwa mojakwamoja kutoka katika persistent storage yako unapoanza kutumia Tails.
vi: Phần mềm sau đây được cài đặt tự động từ bộ lưu trữ liên tục của bạn khi khởi động Tails.

source: To add more, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bg: Допълнителен софтуер се инсталира с помощта на <a href="synaptic.desktop">приложението за пакети Synaptic</a> или <a href="org.gnome.Terminal.desktop">чрез APT в команден ред</a>.
ca: Per afegir-ne més, instal·leu programari mitjançant el <a href="synaptic.desktop">Gestor de paquets Synaptic</a> o l'<a href="org.gnome.Terminal.desktop">APT a la línia d'ordres</a>.
cs: Pro přidání dalších, nainstalujte software prostřednictvím <a href="synaptic.desktop">Správce balíčků Synaptic</a> nebo <a href="org.gnome.Terminal.desktop">APT v příkazové řádce</a>.
fa: برای افزودن بیشتر، برخی از نرم افزار ها را با استفاده از <a href="synaptic.desktop">مدیر بسته </a>synaptic یا APT<a href="org.gnome.Terminal.desktop"> بر روی خط فرمان</a> نصب کنید.
fi: Jos haluat asentaa lisää, asenna ohjelmistoja käyttäen <a href="synaptic.desktop">Synaptic Package Manageria</a> tai <a href="org.gnome.Terminal.desktop">APTta komentorivillä</a>.
fr: Pour en ajouter d’autres, installez des logiciels en utilisant le <a href="synaptic.desktop">gestionnaire de paquets Synaptic</a> ou <a href="org.gnome.Terminal.desktop">APT en ligne de commande</a>.
ga: Is féidir leat tuilleadh bogearraí a shuiteáil le <a href="synaptic.desktop">Bainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
he: כדי להוסיף עוד, התקן תוכנות כלשהן ע״י שימוש ב<a href="synaptic.desktop">מנהל חבילות סינפטיות</a> או ב-<a href="org.gnome.Terminal.desktop">APT על שורת הפקודה</a>.
hr: Za dodavanje softvera, instaliraj neki softver pomoću <a href="synaptic.desktop">Synaptic Package Managera</a> ili <a href="org.gnome.Terminal.desktop">APT-a u naredbenom retku</a>.
is: Til að bæta við fleiru, skaltu setja upp einhvern hugbúnað með <a href="synaptic.desktop">Synaptic pakkastjóranum</a> eða með <a href="org.gnome.Terminal.desktop">APT á skipanalínu</a>.
it: Per aggiungere altro, installa del software usando <a href="synaptic.desktop">Synaptic Package Manager</a> o <a href="org.gnome.Terminal.desktop">APT a riga di comando</a>.
ja: さらに追加するには、<a href="synaptic.desktop">Synaptic パッケージ マネージャー</a>または<a href="org.gnome.Terminal.desktop">コマンドライン上の APT </a>を使って、いくつかのソフトウェアをインストールしてください。
ka: დასამატებლად, დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
lt: Norėdami pridėti daugiau, įdiekite programinę įrangą naudodami <a href="synaptic.desktop">Synaptic paketų tvarkytuvę</a> ar <a href="org.gnome.Terminal.desktop">APT komandų eilutėje</a>.
pl: Aby dodać więcej, zainstaluj oprogramowanie, używając <a href="synaptic.desktop">Menedżera pakietów Synaptic</a> lub <a href="org.gnome.Terminal.desktop">APT w wierszu poleceń</a>.
ro: Pentru a adăuga mai multe, instalați aplicații folosind <a href="synaptic.desktop">Synaptic Package Manager</a> sau <a href="org.gnome.Terminal.desktop">APT în linia de comandă</a>.
ru: Другое ПО устанавливается с помощью <a href="synaptic.desktop">менеджера пакетов Synaptic</a> или <a href="org.gnome.Terminal.desktop">команды APT в командной строке</a>.
sq: Që të shtoni të tjerë, instaloni ca software, duke përdorur <a href="synaptic.desktop">Synaptic Package Manager</a> ose <a href="org.gnome.Terminal.desktop">APT te rreshti i urdhrave</a>.
sr: Da biste dodali više softvera, skinite neke koristeći <a href="synaptic.desktop">Menadžer Sinaptičkih Paketa</a>ili<a href="org.gnome.Terminal.desktop">APT na komandnoj liniji</a>.
sv: För att lägga till mer, installera lite program med <a href="synaptic.desktop">Synaptic-pakethanterarne</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.
sw: Kuongeza zaidi, sakini baadhi ya programu kwa kutumia <a href="synaptic.desktop">mfumo wa picha</a> au<a href="org.gnome.Terminal.desktop">APT katika mfumo wa kufuata amri</a>.
vi: Để thêm vào nữa, hãy cài đặt một số phần mềm sử dụng <a href="synaptic.desktop">Trình quản lý gói Synaptic</a> hoặc <a href="org.gnome.Terminal.desktop">APT trên dòng lệnh command line</a>.

source: _Create persistent storage
bg: _Създаване на постоянно хранилище
ca: _Crea l'Emmagatzematge Persistent
cs: Vytvořit _trvalé úložiště
fa: _ ایجاد ذخیره سازی مداوم
fi: _Luo pysyvä tallennustila
fr: _Créer un stockage persistant
ga: _Cruthaigh stóras seasmhach
he: _צור אחסון מתמיד
hr: _Stvori trajno spremište
is: Út_búa varanlega gagnageymslu
it: _Crea archiviazione persistente
ja: 永続ストレージの作成 (_C)
ka: _მუდმივი საცავის შექმნა
lt: _Sukurti ilgalaikį kaupiklį
pl: _Utwórz pamięć trwałą
ro: _Creaţi stocare persistentă
ru: _Создать постоянное хранилище
sq: _Krijo depozitë të qëndrueshme
sr: _Napravite uporno skladište
sv: _Skapa bestående lagring
sw: _Tengeneza persistent storage
vi: _Khởi tạo vùng lưu trữ liên tục kéo dài

source: Tails needs donations to keep everybody free and safe online. Every bit helps in our fight against surveillance and censorship!
ja: Tails は、すべての人が自由で安全なオンラインを利用できるようにするために、寄付が必要です。 監視や検閲と闘う私たちのために、少しでもご協力いただければ幸いです！
pl: Tails potrzebuje darowizn, aby wszyscy mogli być wolni i bezpieczni w sieci. Każda wpłata pomaga w naszej walce z inwigilacją i cenzurą!

source: Tails protects your wallet. Help us keep your bitcoins safe!
fr: Tails protège votre portefeuille Aidez nous à garder vos bitcoins en sécurité
ja: Tails はあなたのウォレットを守ります。 あなたの Bitcoin を安全に保つのにご協力ください！
pl: Tails chroni Twój portfel. Pomóż nam chronić Twoje bitcoiny!

source: Donate Now
bg: Направете дарение
ca: Feu una donació
cs: Přispěj teď
fa: هم‌اکنون حمایت کنید
fi: Lahjoita nyt
fr: Faites un don
ga: Tabhair síntiús airgid anois
he: תרום עכשיו
hr: Doniraj sada
is: Styrkja núna
it: Dona ora
ja: 今すぐ寄付する
ka: გაიღეთ თანხა
lt: Paaukokite dabar
pl: Wpłać teraz
ro: Donează Acum
ru: Пожертвуйте сейчас
sq: Dhuroni Tani
sr: Доњирајте одмах
sv: Donera nu
sw: changia sasa
vi: Quyên góp ngay

source: Later
bg: По-късно
ca: Més tard
cs: Později
fa: بعداً
fi: Myöhemmin
fr: Plus tard
ga: Níos déanaí
he: אח"כ
hr: Kasnije
is: Síðar
it: In seguito
ja: また後で
ka: გვიან
lt: Vėliau
pl: Pózniej
ro: Mai tarziu
ru: Позже
sq: Më vonë
sr: Kasnije
sv: Senare
vi: Để sau

source: Opening Electrum with our donation address...
bg: Отваряне на Electrum с адресът за дарения…
ca: S'està obrint l'Electrum amb la nostra adreça de donació...
cs: Otevíráme Electrum s naší adresou na příspěvky...
fi: Avataan Electrum lahjoitusosoitteellamme...
fr: Ouvrez Electrum avec l'adresse de donation...
ga: Electrum á oscailt lenár seoladh síntiús...
is: Opna Electrum með vistfangi styrkjasíðunnar okkar...
it: Apertura di Electrum con il nostro indirizzo per le donazioni...
ja: 寄付先のアドレスを Electrum で開いています...
ka: იხსნება Electrum ჩვენი მისამართით შემოწირულობისთვის...
pl: Otwieranie Electrum z naszym adresem darowizny...
ro: Deschizand Electrum cu adresa noastra de donati...
ru: Открываем Electrum с нашим адресом для пожертвований…
sq: Po hapet Electrum me adresën tonë të dhurimeve...
sr: Otvaranje Electrum-a sa našom adresom donacija...
sv: Öppnar Electrum med vår donationsadress...
vi: Đang mở Electrum với địa chỉ quyên góp của chúng tôi...

source: Thank you for making the Internet a safer place!
bg: Благодарим ви, че правите интернет по-безопасен!
ca: Gràcies per fer d'Internet un lloc més segur!
cs: Děkujeme, že děláte internet bezpečnějším místem!
fa: از اینکه اینترنت را به مکان امن تری تبدیل می کنید ممنون هستیم!
fi: Kiitos, kun teet Internetistä turvallisemman!
fr: Merci de faire de l'internet un endroit plus sûr !
ga: Go raibh maith agat as an Idirlíon a dhéanamh níos sábháilte!
is: Takk fyrir að gera internetið að öruggari stað!
it: Grazie per rendere Internet un posto più sicuro!
ja: より安全なインターネットの構築にご協力いただきありがとうございます！
ka: გმადლობთ, რომ ზრუნავთ ინტერნეტის უსაფრთხო ადგილად ქცევაზე!
pl: Dziękujemy za uczynienie Internetu bezpieczniejszym miejscem!
ro: Multimim pentru transformarea internetului intr-un loc mai sigur!
ru: Спасибо, что сделали Интернет безопаснее!
sq: Faleminderit që e bëni Internetin një vend më të sigurt!
sr: Hvala što pravite Internet sigurnijim!
sv: Tack för att du gör internet till en säkrare plats!
vi: Xin cảm tạ bạn đã giúp cho Internet ngày một trở nên an toàn hơn!
