Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Persistence is disabled for Electrum
bg: Постоянното хранилище е забранено за Electrum
ca: La Persistència s'ha inhabilitat per a l'Electrum
cs: Persistence je pro Electrum vypnuta
fa: اصرار است برای غیرفعال بودن Electrum
fi: Säilyvyys on otettu pois käytöstä Electrumille
fr: La persistance est désactivée pour Electrum
ga: Díchumasaíodh seasmhacht sonraí in Electrum
he: התמדה מושבתת עבור Electrum
hr: Trajnost je deaktivirana za Electrum
is: Varanleg geymsla gagna er óvirk í Electrum
it: La persistenza è disabilitata per Electrum
ja: Electrum の永続化機能が無効です
ka: მუდმივი მეხსიერება გამორთულია Electrum-ისთვის
lt: Ilgalaikiškumas, skirtas Electrum, yra išjungtas
pl: Zapis plików jest wyłączony dla Electrum
ro: Persistența este dezactivată pentru Electrum
ru: Постоянное хранилище отключено для Electrum
sq: Qëndrueshmëria është e çaktivizuar për Electrum-in
sr: Persistence (упорност) је онемогућена за Electrum
sv: Bestående är avaktiverat för bitcoin-klienten Electrum
sw: Muendelezo wa umeme haujawezeshwa
vi: Bộ nhớ lưu trữ bền vững đã được vô hiệu hoá đối với Electrum

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
bg: При рестартиране на Tails всички данни от Electrum ще бъдат загубени, включително портфейла за криптовалута. Силно препоръчително е да използвате Electrum само при включено постоянно хранилище.
ca: En reiniciar Tails, totes les dades de l'Electrum es perdran, incloent-hi la cartera de bitcoins. És molt recomanable que només useu l'Electrum si la funcionalitat de persistència està activada.
cs: Jakmile Tails restartujete, všechna Electrum data, včetně vaši Bitcion peněženky, budou ztracena. Je důrazně doporučeno spouštět Electrum pouze s aktivovanou funkcí presistence.
fa: وقتی Tails را دوباره راه اندازی می کنید ، تمام داده های Electrum از جمله کیف پول Bitcoin شما از بین می روند. اکیداً هنگامی که ویژگی پایداری آن فعال شود ، فقط Electrum را اجرا می کنید.
fi: Kun käynnistät Tailsin uudelleen, katoavat kaikki Electrum-tiedot Bitcoin-lompakkosi mukaan lukien. On erittäin suositeltavaa, että Electrum-sovellus suoritetaan sen säilyvyysominaisuuden ollessa aktiivinen.
fr: Quand vous redémarrerez Tails, toutes les données d’Electrum seront perdues, dont votre portefeuille Bitcoin. Il est fortement recommandé de n’utiliser Electrum qu’avec la fonctionnalité de persistance activée.
ga: Nuair a atosaíonn tú Tails, cailleann tú na sonraí go léir ó Electrum, do sparán Bitcoin san áireamh. Molaimid go láidir duit gan Electrum a úsáid gan seasmhacht sonraí a bheith ar siúl.
he: כאשר אתה מאתחל את Tails, כל הנתונים של Electrum יאבדו, כולל ארנק ביטקוין שלך. מומלץ בחום להריץ את Electrum רק כאשר מאפיין ההתמדה שלו מופעל.
hr: Kad se Tails ponovo pokrene, izgubit će se svi podaci tvrtke Electrum, uključujući tvoj Bitcoin novčanik. Pokretanje Electruma preporučuje se samo kad je aktivirana njegova funkcija trajnosti.
is: Þegar þú endurræsir Tails, tapast öll gögn í Electrum, þar með talið Bitcoin-veskið. Sterklega er mælt með því að keyra Electrum einungis þegar varanleg gagnageymsla er virk.
it: Quando riavvii Tails, tutti i dati di Electrum verranno persi, incluso il tuo portafoglio di Bitcoin. Si consiglia fortemente di avviare Electrum solo quando la sua funzione di persistenza è attiva.
ja: Tails を再起動すると、すべての Bitcoin ウォレットを含む Electrum のデータが失われます。 永続化機能がオンになっている場合にのみ、Electrum を実行することを強くお勧めします。
ka: როდესაც ხელახლა გაეშვება Tails, Electrum-ის ყველა მონაცემი დაიკარგება, მათ შორის თქვენი Bitcoin-საფულე. დაბეჯითებით გირჩევთ გაუშვათ Electrum მხოლოდ იმ შემთხვევაში, თუ მისი მუდმივი მეხსიერების საცავი ჩართულია.
lt: Kai paleisite Tails iš naujo, visi jūsų Electrum duomenys bus prarasti, įskaitant jūsų Bitcoin piniginę. Yra primygtinai rekomenduojama paleisti Electrum tik tuomet, kai yra aktyvuota jos ilgalaikiškumo ypatybė.
pl: Po ponownym uruchomieniu Tails, wszystkie dane Electrum zostaną utracone, w tym twój portfel Bitcoin. Zdecydowanie zaleca się uruchamianie Electrum tylko wtedy, gdy jego funkcja trwałości jest aktywna.
ro: Când reporniți Tails, toate datele Electrum vor fi pierdute, inclusiv portofelul tău Bitcoin. Este recomandat să rulați Electrum doar atunci când este activată funcția de persistență.
ru: При перезагрузке Tails все данные Electrum будут потеряны, включая ваш криптокошелёк. Настоятельно рекомендуется запускать Electrum, лишь включив функцию его сохранения в постоянном хранилище.
sq: Kur të rinisni Tails, do të humbin krejt të dhënat Electrum, përfshi portofolin tuaj Bitcoin. Këshillohet me forcë që ta xhironi Electrum-in vetëm kur veçoria e tij për ruajtje të përhershme të jetë e aktivizuar.
sr: Kada resetujete Tails, svi podaci sa Electrum-a će biti izgubljeni, ukljućujući vaš Bitcoin novčanik. Jako preporučujemo da pokrećete Electrum samo sa upornom odlikom aktiviranom.
sv: När du startar om Tails kommer alla Electrums data att gå förlorade, inklusive din Bitcoin-plånbok. Det rekommenderas starkt att endast köra Electrum när dess bestående-funktion är aktiverad.
sw: Unapowasha upya Tails, data zote zilizo katika mfumo wa umeme zitapotea, ikiwemo alama kihifadhi alama za kipekee binafsi. Inashauriwa kutumia mfumo wa umeme kama sifa ya muendelezo haijazuiliwa.
vi: Khi bạn khởi động lại Tails, tất cả các dữ liệu của Electrum sẽ bị mất đi, bao gồm cả ví điện tử Bitcoin của bạn. Một khuyến cáo vô cùng thiết yếu là chỉ chạy Electrum khi tính năng liên tục kéo dài của nó được kích hoạt.

source: Do you want to start Electrum anyway?
bg: Желаете ли Electrum да бъде стартиран въпреки това?
ca: Voleu iniciar l'Electrum igualment?
cs: Chcete i přesto Electrum spustit?
fa: آیا شما می خواهید برای شروع های Electrum به هر حال؟
fi: Haluatko silti käynnistää Electrum-sovelluksen?
fr: Voulez-vous quand même démarrer Electrum ?
ga: An bhfuil fonn ort Electrum a thosú mar sin féin?
he: האם אתה רוצה להפעיל את Electrum בכל זאת?
hr: Želiš li svejedno pokrenuti Electrum?
is: Viltu samt ræsa Electrum?
it: Vuoi comunque avviare Electrum?
ja: それでも Electrum を起動しますか？
ka: მაინც გსურთ, გაუშვათ Electrum?
lt: Ar vis tiek norite paleisti Electrum?
pl: Mimo tego, czy chcesz uruchomić Electrum?
ro: Vrei să inițializezi Electrum oricum?
ru: Всё равно хотите запустить Electrum?
sq: Doni të niset Electrum-i, sido qoftë?
sr: Da li ipak želite da pokrenete Electrum?
sv: Vill du starta Electrum ändå?
sw: Je unataka kuanza kutumia mfumo wa umeme?
vi: Bạn có muốn khởi động Electrum dù thế nào đi nữa?

source: _Launch
bg: _Стартиране
ca: _Executa
cs: _Spustit
fa: _راه‌اندازی
fi: _Käynnistä
fr: _Lancer
ga: _Tosaigh
he: _הפעל
hr: _Pokreni
is: _Ræsa
it: _Avvia
ja: 起動 (_L)
ka: _გაშვება
lt: Pa_leisti
pl: _Uruchom
ro: _Lansare
ru: _Запустить
sq: _Nise
sr: _Pokreni
sv: _Starta
sw: _Fungua
vi: _Khởi chạy

source: _Exit
bg: _Изход
ca: _Surt
cs: _Ukončit
fa: _خروج
fi: _Lopeta
fr: _Quitter
ga: _Scoir
he: _צא
hr: _Izađi
is: _Hætta
it: _Esci
ja: 終了 (_E)
ka: _დახურვა
lt: Iš_eiti
pl: _Wyjdź
ro: _Iesire
ru: _Выйти
sq: _Dil
sr: _Излаз
sv: _Avsluta
sw: _Funga
vi: _Thoát

source: Unknown time
bg: Неизвестно време
ca: Hora desconeguda
cs: Neznámý čas
fa: زمان نامشخص
fi: Tuntematon aika
fr: Temps inconnu
ga: Am anaithnid
he: זמן בלתי ידוע
hr: Nepoznato vrijeme
is: Óþekktur tími
it: Orario sconosciuto
ja: 不明な時間
ka: დაუდგენელი დრო
lt: Nežinomas laikas
pl: Nieznany czas
ro: Timp necunoscut
ru: Неизвестное время
sq: Kohë e panjohur
sr: Nepoznato vreme
sv: Okänd tid
sw: Muda usiojulikana
vi: Thời gian không xác định

source: 1y
bg: 1 година
ca: 1a
cs: 1r
fa: ۱ سال
fi: 1 v
fr: 1 a
ga: 1b
he: 1 שנה
hr: {count} godina
is: {count}ár
it: 1a
ja: {count}年
ka: 1წელი
pl: 1 r.
ro: 1 an
ru: {count} год
sq: 1v
sr: {count} година
sv: 1å
vi: {count} năm

source: 1d
bg: 1 ден
fa: ۲ روز
fi: 1 pv
fr: 1 j
ga: 1l
he: 1 יום
hr: {count} d
is: {count}d
it: 1g
ja: {count}日
ka: 1დღე
ro: 1 zi
ru: {count} день
sr: {count} дан
vi: {count} ngày

source: 1h
bg: 1 ч.
fa: ۱ ساعت
fi: 1 t
ga: 1u
he: 1 שעה
hr: {count} h
is: {count}klst
it: 1o
ja: {count}時間
ka: 1სთ
ro: 1 ora
ru: {count} час
sr: {count} сат
vi: {count} giờ

source: 1m
bg: 1 минута
fa: ۱ دقیقه
fi: 1 min
fr: 1 min
ga: 1n
he: 1 דקה
hr: {count} min
is: {count}m
ja: {count}分
ka: 1წთ
pl: 1 min
ro: 1 minut
ru: {count} минута
sr: {count} минут
vi: {count} phút

source: 1s
bg: 1 с
cs: {count}s
fa: ۱ ثانیه
he: 1 שנייה
hr: {count} s
is: {count}s
ja: {count}秒
ka: 1წმ
ro: 1 secunda
ru: {count} секунда
sr: {count} секунд
vi: {count} giây

source: #{time} left — {downloaded} of {size} ({speed}/sec)
bg: #Оставащо {time} – {downloaded} от {size} ({speed}/сек)
ca: #{time} restant — {downloaded} de {size} ({speed}/s)
cs: #{time} zbývá — {downloaded} z {size} ({speed}/s)
fa: #{time} باقی مانده — {downloaded} از {size} ({speed}/ثانیه)
fi: #{time} jäljellä — {downloaded} / {size} ({speed}/sec)
fr: # Il reste {time} — {downloaded} de {size} ({speed}/s)
ga: #{time} fágtha — {downloaded} de {size} ({speed}/soicind)
he: #{time} נותרו — {downloaded} מתוך {size} ({speed}/שנייה)
hr: preostalo #{time} – {downloaded} od {size} ({speed}/sec)
is: #{time} eftir — {downloaded} af {size} ({speed}/sek)
it: #{time} mancanti — {downloaded} di {size} ({speed}/sec)
ja: #残り {time} — {downloaded} / {size} ({speed}/秒)
ka: დარჩა #{time} — {downloaded}, სულ {size} ({speed}/sec)
lt: #Liko {time} — {downloaded} iš {size} ({speed}/sek.)
pl: #pozostało {time} — {downloaded} z {size} ({speed}/s)
ro: #{time} rămas — {downloaded} din {size} ({speed}/s)
ru: #Осталось {time} — {downloaded} из {size} ({speed}/сек)
sq: Edhe #{time} — {downloaded} nga {size} ({speed}/s)
sr: #{time} preostalo - {downloaded} od {size} ({speed}/sekundi)
sv: #{time} kvar — {downloaded} av {size} ({speed}/sek)
sw: #{time} kushoto — {downloaded} ya {size} ({speed}/sekunde)
vi: #{time} còn lại — {downloaded} trong {size} ({speed}/giây)

source: bytes
bg: байта
cs: bajtů
fa: بایت‌
fi: tavua
fr: octets
ga: beart
he: בתים
hr: bajta
is: bæti
ja: バイト
ka: ბაიტი
lt: baitų
pl: bajtów
ro: octeți
ru: байт
sq: bajte
sr: bajtova
sv: byte

source: <b>An error occurred while updating the signing key.</b>\n\n<b>This prevents determining whether an upgrade is available from our website.</b>\n\nCheck your network connection and restart Tails.\n\nIf the problem persists, try doing a manual upgrade.
ja: <b>署名鍵の更新中にエラーが発生しました。</b>\n\n<b>このため、公式サイトからアップグレードを利用できるかどうかを判断できません。</b>\n\nネットワーク接続を確認して、Tails を再起動してみてください。\n\n問題が解決しない場合は、手動アップグレードをお試しください。
ka: <b>შეცდომა წარმოიშვება ხელმოწერის კოდის განახლებისას.</b>\n\n<b>იგი უზრუნველყოფს დადგენას, განახლება ჩვენი ვებსაიტიდანაა თუ არა ხელმისაწვდომი.</b>\n\nგადაამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails, კვლავ გასაახლებლად.\n\nთუ ხარვეზი ისევ იარსებებს, სცადეთ ხელით განახლება.
pl: <b>Wystąpił błąd podczas aktualizacji klucza podpisu.</b>\n\n<b>Uniemożliwia to ustalenie, czy aktualizacja jest dostępna na naszej stronie internetowej.</b>\n\nSprawdź połączenie sieciowe i uruchom ponownie Tails.\n\nJeśli problem będzie się powtarzał, spróbuj wykonać aktualizację ręcznie.

source: Error while downloading the signing key
bg: Грешка при изтегляне на ключа за подписване
ca: S'ha produït un error en baixar la clau de signatura
cs: Chyba při stahování podpisového klíče
fa: خطا در هنگام دانلود کلید امضا
fi: Virhe ladattaessa allekirjoitusavainta
fr: Erreur de téléchargement de la clé de signature
ga: Earráid agus an eochair sínithe á híoslódáil
he: שגיאה בזמן הורדת מפתח ההחתמה
hr: Greška prilikom preuzimanja ključa za potpis
is: Villa kom upp við að sækja undirritunarlykilinn
it: Errore scaricando la chiave di firma
ja: 署名鍵をダウンロードしている際にエラーが発生しました
ka: შეცდომა ხელმოწერის კოდის ჩამოტვირთვისას
lt: Klaida atsisiunčiant pasirašymo raktą
pl: Błąd podczas pobierania klucza podpisu
ro: Eroare cât timp se descărca cheia de conectare
ru: Ошибка загрузки ключа подписи
sq: Gabim teksa shkarkohej kyçi i nënshkrimit
sr: Greška tokom skidanja potpisnog ključa
sv: Fel vid hämtning av signeringsnyckeln
sw: Dosari wakati unapakua alama za kipekee husika
vi: Đã có lỗi trong khi tải khóa key chữ ký xuống

source: Error while checking for upgrades
bg: Грешка при проверка за обновяване
ca: S'ha produït un error mentre es cercaven actualitzacions
cs: Chyba při kontrole aktualizací
fa: در حین بررسی موجود بودن بسته به روز رسانی خطا رخ داد
fi: Virhe tarkistettaessa päivityksiä
fr: Erreur de vérification de la présence de mises à jour
ga: Earráid agus nuashonruithe á lorg
he: שגיאה בזמן בדיקה אחר שדרוגים
hr: Greška prilikom provjere nadogradnji
is: Villa þegar verið var að athuga með uppfærslur
it: Errore durante il controllo degli aggiornamenti
ja: アップグレードのチェック中にエラーが発生しました
ka: შეცდომა განახლებების ძიებისას
lt: Klaida, tikrinant ar yra naujinimų
pl: Błąd podczas wyszukiwania dostępnych aktualizacji
ro: Eroare la căutarea actualizărilor
ru: Ошибка проверки обновлений
sq: Gabim teksa kontrollohej për përmirësime
sr: Грешка при проверавању надоградњи
sv: Fel vid sökning efter uppgraderingar
sw: Dosari wakati unaangalia maboresho
vi: Đã có lỗi khi kiểm tra các bản cập nhật

source: <b>Could not determine whether an upgrade is available from our website.</b> Check your network connection and restart Tails. If the problem persists, try doing a manual upgrade.
ja: <b>公式サイトからアップグレードを利用できるかどうかを確認できません。</b> ネットワーク接続を確認して、Tails を再起動してみてください。 問題が解決しない場合は、手動アップグレードをお試しください。
ka: <b>ვერ ხერხდება დადგენა, არის თუ არა განახლება ხელმისაწვდომი ჩვენს საიტზე.</b> შეამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails. თუ ხარვეზი არ გამოსწორდება, სცადეთ ხელით განახლება.
pl: <b>Nie można określić, czy aktualizacja jest dostępna na naszej stronie internetowej.</b> Sprawdź połączenie internetowe i uruchom ponownie Tails. Jeśli problem będzie się powtarzał, spróbuj wykonać ręczną aktualizację.

source: no automatic upgrade is available from our website for this version
bg: за това издание автоматично обновяване от страницата не е налично
ca: no hi ha disponible cap actualització automàtica al lloc web per aquesta versió
cs: pro tuto verzi není na našich stránkách dostupná žádná automatická aktualizace
fa: به روز رسانی خودکار برای این نسخه در وب سایت ما موجود نیست
fi: tälle versiolle ei ole saatavissa automaattista päivitystä webbisivultamme
fr: aucune mise à jour automatique n’est disponible sur notre site Web pour cette version
ga: níl aon nuashonrú uathoibríoch ar an leagan seo ar fáil ónár suíomh
he: אין שדרוג אוטומטי זמין מהאתר שלנו עבור גרסה זו
hr: nema dostupne automatske nadogradnje s naše stranice za ovu verziju
is: engin sjálfvirk uppfærsla fyrir þessa útgáfu er tiltæk á vefnum okkar
it: non ci sono aggiornamenti automatici disponibili sul nostro sito per questa versione
ja: このバージョンに対してウェブサイトから利用できる自動アップグレードはありません
ka: ამ ვერსიისთვის ჩვენი საიტიდან თვითგანახლება არაა ხელმისაწვდომი
lt: šiai versijai, iš mūsų svetainės nėra prieinamas automatinis naujinimas
pl: nie ma dostępnych automatycznych aktualizacji na naszej stronie dla tej wersji
ro: pentru această versiune nu există actualizare automată pe website
ru: для этой версии недоступно автоматическое обновление с нашего сайта
sq: për këtë version s’ka të gatshëm përmirësim automatik nga sajti ynë
sr: Na našem sajtu nije dostupna automatska nadogradnja za ovu verziju
sv: ingen automatisk uppgradering finns tillgänglig från vår webbplats för denna version
sw: Hakuna maboresho ya mojakwamoja katika toleo hili la tovuti
vi: không có sẵn việc tự động nâng cấp từ website cho phiên bản này

source: your device was not created using a USB image or Tails Cloner
bg: устройството не е създадено от образ за USB или чрез Клониране на Tails
ca: el vostre dispositiu no s'ha creat amb una imatge USB ni amb el Clonador de Tails
cs: vaše zařízení nebylo vytvoření pomocí obrazu USB disku ani s Tails Cloner
fi: laitettasi ei luotu USB-kuvalla tai Tails-asennusohjelmalla
fr: votre appareil n'a pas été créé à l'aide d'une image USB ou de Tails Cloner
ga: níor cruthaíodh do ghléas ag baint úsáid as íomhá USB nó Clónálaí Tails
is: tækið þitt var ekki búið til með USB-diskmynd eða Tails-klónun
it: il tuo dispositivo non è stato creato usando un'immagine USB o installatore di Tails
ja: このデバイスは USB イメージまたは Tails Cloner で作成されていません
ka: მოწყობილობა არაა შექმნილი USB-ს მოსამზადებელი ასლით ან Tails-ის ასლის დამამზადებლით
pl: twoje urządzenie nie zostało utworzone przy użyciu obrazu USB lub Klonera Tails
ro: dispozitivul dvs. nu a fost creat folosind o imagine USB sau Clonatorul Tails
ru: ваше устройство не было создано с помощью USB-образа или Клонировщика Tails
sq: pajisja s’qe krijuar duke përdorur një pamje USB ose Klonuesin Tails
sr: vaš uređaj nije napravljen koriščenjem USB slike ili Tails Cloner-a
sv: din enhet skapades inte med en USB-bild eller Tails Cloner
vi: thiết bị của bạn đã không được khởi tạo bằng cách sử dụng ổ đĩa image USB hoặc trình nhân bản Tails Cloner

source: Tails was started from a DVD or a read-only device
bg: Tails е стартиран от DVD или от устройство само за четене
ca: Tails s'ha iniciat a partir d'un DVD o un dispositiu de només lectura
cs: Tails byl spuštěn z disku DVD nebo zařízení pouze pro čtení
fa: تیلز از روی یک دی وی دی و یا یک دستگاهی که فقط می شود از روی آن خواند اجرا شده است
fi: Tails käynnistettiin DVD:ltä tai kirjoitussuojatulta laitteelta
fr: Tails a été démarré à partir d’un DVD ou d’un périphérique en lecture seule
ga: Tosaíodh Tails ó DVD nó ó ghléas inléite amháin
he: Tails הופעל מדי־וי־די או מהתקן לקריאה בלבד
hr: Tails je pokrenut s DVD-a ili uređaja s kojeg se samo čita
is: Tails var ræst upp af DVD eða öðru skrifvörðu tæki
it: Tails è stato avviato da un DVD o da un dispositivo in sola lettura
ja: Tails は DVD または読み取り専用のデバイスから起動しました
ka: Tails გაშვებულია DVD-იდან ან სხვა მხოლოდ წაკითხვის შესაძლებლობის მქონე მოწყობილობიდან
lt: Tails buvo paleista iš DVD arba tik skaitymui skirto įrenginio
pl: Tails został uruchomiony z płyty DVD lub z urządzenia tylko do odczytu
ro: Tails a fost pornit de pe un DVD sau un dispozitiv read-only
ru: Tails была запущена с DVD-диска или устройства, доступного только для чтения
sq: Tails u nis nga një DVD, ose një pajisje vetëm-për-lexim
sr: Tails je pokrenut sa DVD ili drugog read-only uređaja
sv: Tails startades från en DVD eller skrivskyddad enhet
sw: Tails ilianzishwa katika DVD au kifaa cha kusoma tu
vi: Tails được khởi động từ DVD hoặc một thiết bị chỉ cho phép đọc

source: there is not enough free space on the Tails system partition
bg: няма достатъчно място на системния дял на Tails
ca: no hi ha prou espai lliure a la partició del sistema Tails
cs: na systémovém oddílu Tails není dostatek volného místa
fa: فضای خالی کافی بر روی پارتیشن سیستم تلیز موجود نیست
fi: Tails-järjestelmäosiossa ei ole tarpeeksi vapaata tilaa
fr: il n’y a pas assez d’espace libre sur la partition système de Tails
ga: níl dóthain spáis ar fáil ar dheighilt an chórais Tails
he: אין מספיק שטח פנוי על מחיצת מערכת Tails
hr: nema dovoljno slobodnog prostora na particiji Tails sustava
is: það er ekki nægilegt pláss á kerfisdisksneið Tails
it: lo spazio libero nella partizione di sistema Tails non è sufficiente
ja: Tails のシステムパーティション上に十分な空き容量がありません
ka: არაა საკმარისი თავისუფალი ადგილი Tails-ის სისტემურ დანაყოფზე
lt: Tails sistemos skaidinyje nepakanka laisvos vietos
pl: nie ma wystarczająco wolnego miejsca na partycji systemu Tails
ro: nu este destul spațiu liber pe partiția de sistem a Tails
ru: на системном разделе Tails недостаточно свободного места
sq: s’ka hapësirë të lirë të mjaftueshme në ndarjen e sistemit Tails
sr: nedovoljno slobodnog prostora na Tails sistemskoj particiji
sv: där är inte tillräckligt med ledigt utrymme på Tails systempartition
sw: Hakuna nafasi ya kutosha katika mfumo wa Tails
vi: không có đủ khoảng trống trên phân vùng hệ thống của Tails

source: not enough memory is available on this system
bg: недостатъчно памет
ca: no hi ha prou memòria disponible en aquest sistema
cs: systém nemá dostatek paměti
fa: حافظه رم کافی روی این سیستم موجود نیست
fi: tässä järjestelmässä ei ole tarpeeksi muistia
fr: il n’y a pas assez de mémoire disponible sur ce système
ga: níl dóthain cuimhne ar fáil ar an gcóras seo
he: אין מספיק זיכרון זמין במערכת זו
hr: nema dovoljno slobodne memorije na ovom sustavu
is: ekki er nægt minni tiltækt á þessu kerfi
it: la memoria disponibile nel sistema non è sufficiente
ja: このシステムは十分なメモリーがないので利用できません
ka: არაა ხელმისაწვდომი საკმარისი მეხსიერება სისტემაში
lt: šioje sistemoje nėra prieinama pakankamai atminties
pl: nie ma wystarczającej ilości pamięci na tym systemie
ro: memorie insuficientă disponibilă în acest sistem
ru: недостаточно памяти
sq: s’ka kujtesë të lirë të mjaftueshme në këtë sistem
sr: nedovoljno memorije na ovom sistemu
sv: inte tillräckligt med användbart minne på systemet
sw: Hakuna nafasi ya kutosha katika mfumo
vi: không có đủ bộ nhớ sẵn có trên hệ thống

source: No explanation available for reason '{reason}'.
bg: За причината „{reason}“ няма обяснение.
ca: No hi ha cap explicació disponible per al motiu '{reason}'.
cs: Pro důvod '{reason}' není dostupné žádné vysvětlení.
fa: هیچ توضیحی برای دلیل "{reason}" در دسترس نیست.
fi: Syylle ’{reason}’ ei ole saatavissa selitystä.
fr: Il n’y a aucune explication pour la raison « {reason} ».
ga: Níl aon mhíniú ar fáil ar chúis '{reason}'.
he: אין הסבר זמין לסיבה '{reason}'.
hr: Nema dostupnog objašnjenja za razlog '{reason}'.
is: Engin útskýring tiltæk fyrir ástæðu '{reason}'.
it: Nessuna spiegazione disponibile per il motivo '{reason}'.
ja: 理由「{reason}」のため説明が利用できません。
ka: ახსნა არაა ხელმისაწვდომი მიზეზისთვის '{reason}s'.
lt: Priežastis „{reason}“ neturi prieinamo paaiškinimo.
pl: Nie ma dostępnego wyjaśnienia dla powodu '{reason}.
ro: Nu există nicio explicație disponibilă pentru motivul '{reason}'.
ru: Для причины '{reason}' нет объяснения.
sq: S’ka shpjegim të gatshëm për arsyen '{reason}'.
sr: Nema objašnjena dostupnog za razlog '{reason}'.
sv: Ingen förklaring tillgänglig för anledningen '{reason}'.
sw: Hakuna maelezo juu ya sababu '{reason}'.
vi: Không có giải thích nào là khả dụng cho lý do '{reason}'.

source: The system is up-to-date
bg: Системата е обновена
ca: El sistema està actualitzat
cs: Systém je aktuální
fa: سیستم به‌روز می‌باشد
fi: Järjestelmä on ajan tasalla
fr: Le système est à jour
ga: Tá an córas cothrom le dáta
he: המערכת מעודכנת
hr: Sustav je aktualan
is: Kerfið þitt er með öllum nýjasta hugbúnaðinum
it: Il sistema è aggiornato
ja: システムは最新です
ka: სისტემა განახლებულია
lt: Jūsų sistema yra atnaujinta
pl: System jest aktualny
ro: Sistemul este la zi
ru: Система обновлена
sq: Sistemi është i përditësuar
sr: Систем је актуелан
sv: Systemet är redan senaste versionen
sw: Mfumo upo katika toleo jipya
vi: Hệ thống đang ở trạng thái mới nhất

source: You are currently running the latest version. There is no upgrade available.
fr: Vous êtes actuellement sur la dernière version de Tails. Il n'y a pas de mise à jour disponible.
ja: 現在のバージョンは最新です。利用可能なアップグレードはありません。
pl: Obecnie używasz najnowszej wersji. Nie ma dostępnej aktualizacji.

source: Tails is up to date
ja: Tails は最新です
pl: Tails jest aktualny
