Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: <b>You should do a manual upgrade to the latest version of {name}.</b> For more information about this new version, go to {details_url} It is impossible to do an automatic upgrade of your Tails to this new version: {explanation}. To learn how to do a manual upgrade, go to {manual_upgrade_url}
bg: <b>Трябва да извършите ръчно обновяване до {name}.</b> За подробности относно новото издание, посетете {details_url} Автоматично обновяване на Tails до последното издание е невъзможно: {explanation}. Научете как да извършите ръчно обновяване в ръководството {manual_upgrade_url}
ca: <b>És recomanable que feu una actualització manual a la darrera versió de {name}.</b> Per obtenir més informació sobre aquesta nova versió, visiteu {details_url} És impossible fer una actualització automàtica del vostre Tails a aquesta nova versió: {explanation}. Per saber com fer una actualització manual, visiteu {manual_upgrade_url}
cs: <b>Měli byste provést manuální upgrade na nejnovější verzi {name}.</b> Pro více informací o této nové verzi přejděte na {details_url} Je možné provést automatickou aktualizaci Tails na tuto novou verzi: {explanation}. Pro podrobnosti jak provést manuální upgrade přejděte na {manual_upgrade_url}
fa: <b>شما باید یک ارتقای دستی به آخرین نسخه {name} انجام دهید.</b> برای اطلاعات بیشتر در مورد این نسخه جدید، به {details_url} مراجعه کنید امکان ارتقای خودکار Tails به این نسخه جدید غیرممکن است: {explanation}. برای یادگیری نحوه ارتقای دستی، به {manual_upgrade_url} مراجعه کنید
fi: <b>Sinun on suoritettava manuaalinen päivitys viimeisimpään {name}-versioon.</b> Lue lisää uudesta versiosta osoitteesta {details_url} Tails-järjestelmääsi on mahdotonta päivittää tähän versioon automaattisesti: {explanation} Lue miten manuaalinen päivitys tapahtuu osoitteesta {manual_upgrade_url}
fr: <b>Vous devez effectuer une mise à jour manuelle vers la dernière version de {name}.</b> Pour plus d'informations sur cette nouvelle version, rendez-vous sur {details_url}. Il est impossible d'effectuer une mise à jour automatique de Tails vers cette nouvelle version : {explanation}. Pour savoir comment effectuer une mise à jour manuelle, rendez-vous sur {manual_upgrade_url}
ga: <b>Ba cheart duit uasghrádú láimhe a dhéanamh go dtí an leagan is déanaí de {name}.</b> Le haghaidh tuilleadh eolais faoin leagan nua seo, téigh go dtí {details_url} Ní féidir uasghrádú uathoibríoch a dhéanamh ar do Tails chuig an leagan nua seo: {explanation}. Chun foghlaim conas uasghrádú láimhe a dhéanamh, téigh chuig {manual_upgrade_url}
he: <b>כדאי לבצע שדרוג ידני לגרסה האחרונה של {name}</b> לפרטים נוספים על הגרסה החדשה,ניתן ללכת אל {details_url} בלתי אפשרי לעשות שדרוג אוטומטי של Tails לגרסה החדשה הזו: {explanation}. כדי ללמוד איך לבצע שדרוג ידני, ניתן ללכת אל {manual_upgrade_url}
is: <b>Þú ættir að uppfæra handvirkt í nýjustu útgáfu {name}.</b> Til að sjá nánari upplýsingar um nýju útgáfuna, farðu á {details_url} Ekki er hægt að uppfæra tækið sjálfvirkt í þessa nýju útgáfu: {explanation}. Til að sjá hvernig framkvæma eigi handvirka uppfærslu, farðu þá á {manual_upgrade_url}
it: <b>Esegui un aggiornamento manuale alla versione più recente di {name}.</b> Per ulteriori informazioni sulla nuova versione, visita {details_url} Non è possibile aggiornare automaticamente Tails a questa versione: {explanation}. Per informazioni su come eseguire un aggiornamento manuale, visita {manual_upgrade_url}
ja: <b>{name} の最新バージョンへの手動アップグレードをしてください。</b> この新しいバージョンの詳細につきましては、{details_url} をご覧ください。 この新しいバージョンへの Tails の自動アップグレードを行うことはできません: {explanation}。 手動アップグレードの方法については、{manual_upgrade_url} をご覧ください。
ka: <b>ხელით უნდა განაახლოთ ბოლო ვერსიაზე {name}.</b> ვრცლად ამ ახალი ვერსიის შესახებ იხილეთ {details_url} შეუძლებელია თქვენი Tails ავტომატურად განახლდეს ამ ახალ ვერსიაზე: {explanation}. თუ როგორ უნდა განაახლოთ ხელით, იხილეთ {manual_upgrade_url}
pl: <b>Należy dokonać ręcznej aktualizacji do najnowszej wersji {name}.</b> Aby uzyskać więcej informacji o tej nowej wersji, przejdź do {details_url} Niemożliwe jest automatyczne uaktualnienie tego Tails do tej nowej wersji: {explanation}. Aby dowiedzieć się, jak przeprowadzić ręczną aktualizację, przejdź do {manual_upgrade_url}
ro: <b>Ar trebui să efectuați o actualizare manuală la cea mai recentă versiune a {name}.</b> Pentru mai multe informații despre această nouă versiune, accesați {details_url}. Este imposibil să efectuați o actualizare automată a Tails la această nouă versiune: {explanation}. Pentru a învăța cum să efectuați o actualizare manuală, accesați {manual_upgrade_url}.
ru: <b>Вам следует произвести обновление до последней версии {name} вручную.</b> Для получения дополнительной информации об этой новой версии перейдите на: {details_url} Автоматическое обновление Tails до новой версии невозможно: {explanation}. Как обновить Tails вручную: {manual_upgrade_url}
sq: <b>Duhet të bëni një përmirësim dorazi me versionin më të ri të {name}.</b> Për më tepër hollësi mbi këtë version të ri, kaloni te {details_url} Është e pamundur të përmirësohet automatikisht Tails-i juaj me këtë version të ri: {explanation}. Që të mësoni se si të bëni një përmirësim dorazi, shkoni te {manual_upgrade_url}
sr: <b>Trebali biste da odradite manuelno ažuriranje na najnoviju verziju imena{name}.</b> Za više informacija o novoj verziji, idite na{details_url} Nemoguće je da odradite automatsko ažuriranje vašeg Tails na ovu novu verziju: {explanation}. Da odradite manuelno ažuriranje, idite na {manual_upgrade_url}
sv: <b>Du bör göra en manuell uppgradering till den senaste versionen av {name}.</b> För mer information om den här nya versionen, gå till {details_url} Det är omöjligt att göra en automatisk uppgradering av din Tails till denna nya version: {explanation}. För att lära dig hur du gör en manuell uppgradering, gå till {manual_upgrade_url}
sw: <b>Unatakiwa ufanye maboresho wewe mwenyewe katika toleo hili {name}.</b> Kwa taarifa zaidi kuhusiana na toleo hili jipya, nenda katika {details_url} Haiwezekani kufanya maboresho ya moja kwa moja ya Tailskatika toleo hili jipya: {explanation}. Kujifunza namna ya kufanya maboresho wewe mwenyewe, nenda katika {manual_upgrade_url}
vi: <b>Bạn nên thực hiện việc nâng cấp thủ công lên phiên bản mới nhất của {name}.</b> Để biết thêm thông tin chi tiết về phiên bản mới này, đi tới {details_url} Việc nâng cấp tự động phiên bản Tails của bạn lên phiên bản mới này là không khả thi: {explanation}. Để tìm hiểu cách làm thế nào để thực hiện nâng cấp thủ công, đi tới {manual_upgrade_url}

source: New version available
bg: Налично е издание
ca: Hi ha una nova versió disponible
cs: Dostupná nová verze
fa: نسخه جدید موجود است
fi: Uusi versio on saatavilla
fr: Une nouvelle version est disponible
ga: Tá leagan nua ar fáil
he: גרסה חדשה זמינה
hr: Dostupna je nova verzija
is: Ný útgáfa tiltæk
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能です
ka: ხელმისაწვდომია ახალი ვერსია
lt: Yra prieinama nauja versija
pl: Nowa wersja jest dostępna
ro: Versiune nouă disponibilă
ru: Доступна новая версия
sq: Ka gati version të ri
sr: Нова верзија приступна
sv: Ny version tillgänglig
sw: Toleo jipya lililopo
vi: Phiên bản mới đã có sẵn

source: Downloading upgrade
bg: Изтегляне на обновяване
ca: S'està baixant l'actualització
cs: Stahování aktualizace
fa: بارگیری به‌روز‌رسانی
fi: Ladataan päivitys
fr: Téléchargement de la mise à jour
ga: Nuashonrú á íoslódáil
he: מוריד שדרוג
hr: Preuzimanje nadogradnje
is: Sæki uppfærslu
it: Download dell'aggiornamento in corso
ja: アップグレードをダウンロードしています
ka: განახლების ჩამოტვირთვა
lt: Atsiunčiamas naujinimas
pl: Pobierania aktualizacji
ro: Se descarcă actualizarea
ru: Загрузка обновления
sq: Po shkarkohet përmirësimi
sr: Преузима се надоградња
sv: Hämtar uppgradering
sw: Kupakua maboresho
vi: Đang tải bản cập nhật

source: Downloading the upgrade to {name} {version}...
bg: Изтегляне на обновяване до {name} {version}…
ca: S'està baixant l'actualització a {name} {version}...
cs: Stahuje se aktualizace na {name} {version}...
fa: بارگیری به‌روز‌رسانی به {name}{version}...
fi: Ladataan päivitys {name}-sovelluksen {version}-versioon...
fr: Téléchargement de la mise à jour vers {name} {version}…
ga: Íoslódáil an uasghrádú go {name} {version}...
he: מוריד את השדרוג אל {name} {version}…
hr: Preuzimanje nadogradnje na {name} {version} …
is: Sæki uppfærsluna fyrir {name} {version}...
it: Download dell'aggiornamento a {name} {version}...
ja: {name} {version} へのアップグレードをダウンロード中...
ka: ჩამოიტვირთება განახლება {name} {version}...
lt: Atsiunčiamas naujinimas į {name} {version}...
pl: Trwa pobieranie aktualizacji do {name} {version}...
ro: Descărcarea actualizării pentru {name} {version}...
ru: Загрузка обновления {name} {version}...
sq: Po shkarkohet përmirësimi te {name} {version}…
sr: Preuzmite nadogradu na {name} {version}...
sv: Hämtar uppgraderingen till {name} {version}...
sw: Pakua maboresho katika {name} {version}...
vi: Đang tải xuống bản cập nhật cho {name} {version}...

source: <b>The upgrade could not be downloaded.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.
ja: <b>アップグレードをダウンロードできませんでした。</b>\n\nネットワーク接続を確認し、Tails を再起動してアップグレードを再度お試しください。
ka: <b>განახლება ვერ ჩამოიტვირთა.</b>\n\nშეამოწმეთ თქვენი ქსელის კავშირი და ხელახლა გაუშვით Tails განახლების გასამეორებლად.
pl: <b>Nie można pobrać aktualizacji.</b>\n\nSprawdź połączenie internetowe i uruchom ponownie Tails, aby spróbować ponownie wykonać aktualizację.

source: Error while downloading the upgrade
bg: Грешка при изтегляне на обновяване
ca: S'ha produït un problema en baixar l'actualització
cs: Chyba při stahování aktualizace
fa: خطا در هنگام دانلود به روز رسانی رخ داده است
fi: Virhe ladattaessa päivitystä
fr: Erreur de téléchargement de la mise à jour
ga: Earráid agus an nuashonrú á íoslódáil
he: שגיאה בזמן הורדת השדרוג
hr: Greška u preuzimanju nadogradnje
is: Villa kom upp við niðurhal uppfærslunnar
it: Errore durante il download dell'aggiornamento
ja: アップグレードのダウンロード中にエラーが発生しました
ka: შეცდომა, განახლების ჩამოტვირთვისას
lt: Klaida, atsiunčiant naujinimą
pl: Błąd podczas pobierania aktualizacji
ro: Eroare la descărcarea actualizării
ru: Ошибка загрузки обновления
sq: Gabim teksa shkarkohej përmirësimi
sr: Грешка при преузимању надоградње
sv: Fel vid hämtning av uppgradering
sw: Dosari wakati unapakua maboresho
vi: Có lỗi khi tải bản cập nhật

source: Output file '{output_file}' does not exist, but tails-iuk-get-target-file did not complain. Please report a bug.
bg: Изходният файл „{output_file}“ не съществува, но tails-iuk-get-target-file не съобщава за грешка. Докладвайте дефект.
ca: El fitxer de sortida '{output_file}' no existeix, però tails-iuk-get-target-file no s'ha queixat. Informeu d'un error.
cs: Výstupní složka '{output_file}s' neexistuje, ale tails-iuk-get-target-file nehlásí chybu. Prosíme nahlaště chybu.
fa: فایل خروجی '{output_file}' موجود نیست اما tails-iuk-get-target-file از این موضوع ایراد نگرفته است. لطفا اشکال را گزارش کنید.
fi: Tallennustiedostoa '{output_file}' ei ole olemassa, mutta tails-iuk-get-target-file ei valittanut. Ilmoita viasta.
fr: Le fichier de sortie « {output_file} » n’existe pas, mais tails-iuk-get-target-file ne s’en est pas plaint. Veuillez signaler un bogue.
ga: Níl an comhad aschuir '{output_file}' ann, ach ní dhearna tails-iuk-get-target-file gearán. Tuairiscigh fabht.
he: קובץ הפלט '{output_file}' אינו קיים, אבל tails-iuk-get-target-file לא התלונן. אנא דווח על תקל.
hr: Izlazna datoteka '{output_file}' ne postoji, ali tails-iuk-get-target-file se nije požalio. Prijavi grešku.
is: Frálagsskráin '{output_file}' er ekki til, en tails-iuk-get-target-file kvartaði ekki. Endilega tilkynntu um villu.
it: Il file di output '{output_file}' non esiste, ma tails-iuk-get-target-file non l'ha segnalato. Si prega di segnalare l'errore.
ja: 出力ファイル「{output_file}」は存在しませんが、 tails-iuk-get-target-file ではエラーが発生しませんでした。バグを報告してください。
ka: გამოსატანი ფაილი '{output_file}' არ არსებობს, მაგრამ tails-iuk-get-target-file არ იტყობინება ამას. გთხოვთ, მოგვახსენოთ ამ ხარვეზის შესახებ.
lt: Išvesties failo „{output_file}“ nėra, tačiau tails-iuk-get-target-file nesiskundė. Prašome pranešti apie klaidą.
pl: Plik wyjściowy '{output_file}' nie istnieje, ale tails-iuk-get-target-file tego nie wykrył. Proszę zgłoś błąd.
ro: Fișierul de iesire '{output_file}' nu există, dar tails-iuk-get-target-file nu s-a plâns. Vă rugăm să raportați eroarea.
ru: Выходного файла '{output_file}' не существует, но tails-iuk-get-target-file не сообщил о проблеме. Пожалуйста, сообщите об ошибке.
sq: Kartela përfundim '{output_file}' s’ekziston, por tails-iuk-get-target-file s’u ankua. Ju lutemi, njoftoni një të metë.
sr: Izalzni fajl '{output_file}' ne postoji, ali tails-iuk-get-target-file se ne žali. Molimo prijavite grešku.
sv: Utmatningsfilen '{output_file}' finns inte, men tails-iuk-get-target-file klagade inte. Rapportera ett fel.
sw: Faili la matokeo '{output_file}' halipo, lakini tails-iuk-get-target-file did not complain. Tafadhali toa taarifa ya tatizo.
vi: Tập tin trích xuất '{output_file}' không tồn tại, nhưng tập tin tails-iuk-get-target-file đã không phàn nàn gì cả. Xin hãy báo cáo lại một lỗi bug.

source: Error while creating temporary downloading directory
bg: Грешка при създаване на временна папка за изтегляне
ca: S'ha produït un error en crear el directori temporal de baixada
cs: Chyba při vytváření dočasného adresáře pro stažení
fa: خطا در هنگام ساختن پوشه موقت برای دانلود رخ داده است
fi: Virhe luotaessa tilapäistä lataushakemistoa
fr: Erreur de création du répertoire temporaire de téléchargement
ga: Earráid agus comhadlann shealadach íoslódála á cruthú
he: שגיאה בזמן יצירת תיקיית הורדות זמנית
hr: Greška u kreiranju privremene mape preuzimanja
is: Villa kom upp við að búa til bráðabirgða-niðurhalsmöppu
it: Errore durante la creazione della cartella di download temporanea
ja: 一時的なダウンロード用ディレクトリーの作成中にエラーが発生しました
ka: შეცდომა, ჩამოტვირთვის დროებითი საქაღალდის შექმნისას
lt: Klaida, kuriant laikiną atsiuntimo katalogą
pl: Błąd podczas tworzenia tymczasowego folderu pobierania
ro: Eroare la crearea directorului temporar pentru descărcare
ru: Ошибка создания временной папки для загрузки
sq: Gabim teksa krijohej drejtori e përkohshme shkarkimi
sr: Грешка при стварању директоријие за привремено преузимање
sv: Fel vid skapande av temporär hämtningskatalog
sw: Dosari wakati la kutengeneza saraka la upakuaji lammuda
vi: Có lỗi khi đang tạo thư mục tải về tạm thời

source: Failed to create temporary download directory
bg: Неуспешно създаване на временна директория за сваляне
ca: No s'ha pogut crear el directori temporal de baixada
cs: Nepodařilo se vytvořit dočasný adresář pro stažení
fa: ساختن پوشه موقت برای دانلود با شکست مواجه شد
fi: Tilapäisen lataushakemiston luominen epäonnistui
fr: Échec de création du répertoire temporaire de téléchargement
ga: Níorbh fhéidir comhadlann shealadach íoslódála a chruthú
he: נכשל ביצירת תיקיית הורדות זמנית
hr: Neuspjelo kreiranje privremene mape preuzimanja
is: Mistókst að búa til bráðabirgða-niðurhalsmöppu
it: Creazione della cartella di download temporanea fallita
ja: 一時的なダウンロード用ディレクトリーの作成に失敗しました
ka: ჩამოტვირთვის დროებითი საქაღალდის შექმნა ვერ მოხერხდა
lt: Nepavyko sukurti laikino atsiuntimo katalogo
pl: Nie udało się utworzyć tymczasowego folderu pobierania
ro: Crearea unui director temporar pentru descărcare a eșuat
ru: Создать временную папку для загрузки не удалось
sq: S’u arrit të krijohej drejtori e përkohshme shkarkimi
sr: Неуспешно стварање директорије за привремено преузимање
sv: Det gick inte att skapa temporär hämtningskatalog
sw: Imeshindwa kutengeneza sakara la muda la upakuaji
vi: Thất bại khi tạo thư mục tải về tạm thời

source: The upgrade was successfully downloaded. The network connection will be disabled when applying the upgrade. Please save your work and close all other applications.
bg: Обновяването е изтеглено. При прилагането му връзката ще бъде изключена. Запазете работата си и затворете всички други приложения.
ca: L'actualització s'ha baixat correctament. La connexió de xarxa es desactivarà en aplicar l'actualització. Deseu el vostre treball i tanqueu totes les aplicacions.
cs: Aktualizace byla úspěšně stažena. Síťové připojení bude během provádění aktualizace vypnuto. Uložte prosím svou práci a ukončete všechny ostatní aplikace.
fa: ارتقا با موفقیت دانلود شد. هنگام اعمال ارتقا، اتصال شبکه غیرفعال خواهد شد. لطفا کار خود را ذخیره کنید و سایر برنامه ها را ببندید.
fi: Päivitys ladattu onnistuneesti. Nettiyhteys poistetaan päivittämisen ajaksi. Tallenna työt ja sulje muut ohjelmat.
fr: La mise à jour a été téléchargée avec succès. La connexion réseau sera désactivée pendant l’application de la mise à jour. Veuillez enregistrer vos travaux et fermer toutes autres applications.
ga: D'éirigh le híoslódáil an uasghrádú. Díchumasófar an nasc líonra agus an t-uasghrádú á chur i bhfeidhm. Sábháil do chuid oibre agus dún gach feidhmchlár eile.
he: השדרוג ירד בהצלחה. חיבור הרשת יושבת בזמן החלת השדרוג. אנא שמור את עבודתך וסגור את כל היישומים האחרים.
hr: Nadogradnja je uspješno preuzeta. Mrežna veza će sada biti deaktivirana prilikom primjene nadogradnje. Molim spremite svoj rad i zatvorite sve ostale programe.
is: Það tókst að ná í uppfærsluna. Nettengingin verður gerð óvirk á meðan uppfærslan er sett inn. Vistaðu það sem þú ert að vinna með og lokaðu öllum öðrum forritum.
it: L'aggiornamento è stato installato con successo. La connessione di rete sarà disabilitata durante l'aggiornamento. Per favore salva il tuo lavoro e chiudi tutte le altre applicazioni.
ja: アップグレードは正常にインストールされました。 アップデート中はネットワーク接続が無効化されます。 作業を保存し、すべてのアプリケーションを終了してください。
ka: განახლება წარმატებით ჩამოიტვირთა. ქსელთან კავშირი შეწყდება განახლების დაყენებისას. გთხოვთ შეინახოთ თქვენი სამუშაო და დახუროთ ყველა სხვა პროგრამა.
lt: Naujinimas buvo sėkmingai atsisiųstas. Taikant naujinimą, tinklo ryšys bus išjungtas. Įsirašykite savo darbą ir užverkite visas kitas programas.
pl: Aktualizacja została poprawnie pobrana. Połączenie z siecią zostanie wyłączone na czas aktualizacji. Proszę zapisz swoją pracę oraz wyłącz wszystkie inne aplikacje.
ro: Actualizarea a fost descarcată cu succes. Conexiunea la rețea va fi dezactivată cât timp se aplică actualizarea. Vă rugăm salvați-vă munca și inchideți toate aplicațiile deschise.
ru: Обновление было успешно загружено. Сетевое соединение будет отключено во время установки обновления. Пожалуйста, сохраните свою работу и закройте все другие приложения.
sq: Përmirësimi u shkarkua me sukses. Gjatë kohës që aplikohet përmirësimi, lidhja në rrjet do të çaktivizohet. Ju lutemi, ruani ç’po bëni dhe mbyllni krejt aplikacionet e tjera.
sr: Nadograda je uspešno skinuta. Konekcija sa mrežom će biti ugašena tokom ažuriranja. Molimo sačuvajte vaš rad i zatvorite sve ostale aplikacije.
sv: Uppgraderingen hämtades. Nätverksanslutningen inaktiveras när uppgraderingen tillämpas. Spara ditt arbete och stäng alla andra program.
sw: Maboresho yalipakuliwa kwa mafaniko Mawasiliano ya mtandao yataondoka ukianza kutumia maboresho Tafadhali hifadhi kazi yako na funga programu zingine zote.
vi: Bản cập nhật đã được tải xuống thành công. Kết nối mạng sẽ được vô hiệu hoá trong khi áp dụng bản cập nhật. Xin vui lòng sao lưu lại công việc của bạn và đóng tất cả các ứng dụng khác.

source: Upgrade successfully downloaded
bg: Обновяването е изтеглено
ca: L'actualització s'ha baixat correctament
cs: Aktualizace byla úspěšně stažena
fa: ارتقا با موفقیت بارگیری شد
fi: Päivitys ladattiin onnistuneesti
fr: La mise à jour a été téléchargée avec succès
ga: Íoslódáladh an nuashonrú
he: השדרוג ירד בהצלחה
hr: Nadogradnja je uspješno preuzeta
is: Tókst að sækja uppfærslu
it: Aggiornamento scaricato correttamente
ja: アップグレードは正常にダウンロードされました
ka: განახლება წარმატებით ჩამოიტვირთა
lt: Naujinimas sėkmingai atsisiųstas
pl: Aktualizacja pobrana z powodzeniem
ro: Actualizare descărcată cu success
ru: Обновление успешно загружено
sq: Përmirësimi u shkarkua me sukses
sr: Nadogradnja je uspešno preuzeta
sv: Uppgradering hämtad
sw: Maboresho yamepakuliwa kwa mafanikio
vi: Bản cập nhật đã được tải xuống thành công

source: Apply upgrade
bg: Прилагане на обновяване
ca: Aplica l'actualització
cs: Nainstalovat aktualizaci
fa: اعمال به‌روز‌رسانی
fi: Käytä päivitys
fr: Appliquer la mise à jour
ga: Cuir an nuashonrú i bhfeidhm
he: החל שדרוג
hr: Primijeni nadogradnju
is: Beita uppfærslu
it: Applica aggiornamento
ja: アップグレードを適用
ka: განახლების ასახვა
lt: Taikyti naujinimą
pl: Aplikuj aktualizację
ro: Aplicați actualizarea
ru: Применить обновление
sq: Aplikoje përmirësimin
sr: Primeni nadogradnju
sv: Tillämpa uppgradering
sw: Tumia maboresho
vi: Áp dụng nâng cấp
