Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: To get a bridge, send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address with your phone and scan the QR code that is attached to the automatic reply.
bg: За да получите мост, изпратете празен имейл до <tt>bridges@torproject.org</tt> от ел. адрес в Gmail или Riseup от телефона си и сканирайте кода за QR, прикачен към автоматичния отговор.
ca: Per obtenir un pont, envieu un correu electrònic buit a <tt>bridges@torproject.org</tt> des d'una adreça de correu electrònic de Gmail o Riseup amb el vostre telèfon i escanegeu el codi QR que s'adjunta a la resposta automàtica.
cs: Abyste získali most, pošlete prázdný e-mail na adresu <tt>bridges@torproject.org</tt> z e-mailové adresy Gmail nebo Riseup, pomocí telefonu a pak oskenujte QR kód připojený k automatické odpovědi.
fi: Hanki silta lähetämällä puhelimellasi tyhjä sähköpostiviesti osoitteeseen <tt>bridges@torproject.org</tt> Gmail- tai Riseup-osoitteesta ja lue automaattiseen vastaukseen liitetty QR-koodi.
fr: Pour obtenir un pont, envoyez un courriel vide à <tt>bridges@torproject.org</tt> à partir d'une adresse électronique Gmail ou Riseup avec votre téléphone et scannez le code QR qui est joint à la réponse automatique.
ga: Chun droichead a fháil, seol ríomhphost folamh chuig <tt>bridges@torproject.org</tt> ó sheoladh ríomhphoist Gmail nó Riseup le do ghuthán agus scanadh an cód QR atá ceangailte leis an bhfreagra uathoibríoch.
is: Til að fá brú, skaltu senda auðan tölvupóst úr símanum þínum á <tt>bridges@torproject.org</tt> úr Gmail eða Riseup tölvupóstfangi og skanna síðan QR-kóðann sem mun fylgja með sjálfvirka svarinu.
it: Per ottenere un bridge, invia un'email vuota a <tt>bridges@torproject.org</tt> da un indirizzo email Gmail o Riseup con il tuo telefono e scansiona il codice QR allegato alla risposta automatica.
ja: ブリッジを使用するには、Gmail または Riseup のメールアドレスから <tt>bridges@torproject.org</tt> 宛にスマホで空メールを送り、自動返信に添付されている QR コードを読み取ってください。
ka: ახალი ხიდის მოთხოვნისთვის გაგზავნოთ ცარიელი წერილი ელფოსტაზე <tt>bridges@torproject.org</tt> Gmail- ან Riseup-მისამართიდან ტელეფონის გამოყენებით და წააკითხეთ ავტომატურ პასუხს თანდართული QR-კოდი.
pl: Aby uzyskać mostek, wyślij pustą wiadomość e-mail na adres <tt>bridges@torproject.org</tt> z adresu e-mail Gmail lub Riseup za pomocą telefonu i zeskanuj kod QR dołączony do automatycznej odpowiedzi.
ru: Чтобы получить мост, отправьте пустое электронное письмо на <tt>bridges@torproject.org</tt> с электронной почты Gmail или Riseup на вашем телефоне и просканируйте QR-код, который будет прикреплён к ответному сообщению.
sq: Që të merrni një urë, dërgoni një email të zbrazët te <tt>bridges@torproject.org</tt>, që nga një adresë email Gmail ose Riseup me telefonin tuaj dhe skanoni kodin QR që i bashkëngjitet përgjigjes së automatizuar.
sr: Да добијеш мост, пошаљи празан имејл на <tt>bridges@torproject.org</tt> са Gmail или Riseup имејл адресе са твог мобилног и скенирај QR код који буде прикачен у аутоматском одговору.
sv: För att få en bro, skicka ett tomt e-postmeddelande till <tt>bridges@torproject.org</tt> från en Gmail- eller Riseup-e-postadress med din telefon och skanna QR-koden som bifogas det automatiska svaret.
sw: Kupata bridge, tuma barua pepe tupu kwenda <tt>bridges@torproject.org</tt> kutoka katika anwani za barua pepe za Gmail au Riseup na simu yako na kagua QR code iliyoambatanishwa katika majibu yako.
vi: Để lấy một cầu Bridge, gửi một email rỗng tới <tt>bridges@torproject.org</tt> từ một địa chỉ email Gmail hoặc Riseup với điện thoại của bạn và quét scan mã code QR được đính kèm vào phản hồi tự động.

source: Scan QR Code
bg: Сканиране на кода за QR
ca: Escaneja codi QR
cs: Oskenujte QR kód
fa: پویش کد پاس
fi: Lue QR-koodi
fr: Scanner le code QR
ga: Scan an Cód QR
he: סריקת קוד QR
hr: Skeniraj QR kod
is: Skanna QR-kóða
it: Scansiona QR code
ja: QR コードを読み取る
ka: QR-კოდის წაკითხვა
lt: Skenuoti QR kodą
pl: Zeskanuj kod QR
ro: Scanare cod QR
ru: Сканировать QR-код
sq: Skanoni Kod QR
sr: Скенирај QR код
sv: Skanna QR-kod
sw: Kagua QR Code
vi: Quét mã QR

source: <a href="doc/anonymous_internet/tor/troubleshoot">Troubleshooting connecting to Tor</a>
bg: <a href="doc/anonymous_internet/tor/troubleshoot">Отстраняване на неизправности на Tor</a>
ca: <a href="doc/anonymous_internet/tor/troubleshoot">Resolució de problemes de connexió a Tor</a>
cs: <a href="doc/anonymous_internet/tor/troubleshoot">Řešení problémů s připojením k síti Tor</a>
fa: <a href="doc/anonymous_internet/tor/troubleshoot">عیب‌یابی اتصال به تور</a>
fi: <a href="doc/anonymous_internet/tor/troubleshoot">Tor-yhteyden muodostamisen vianetsintä</a>
fr: <a href="doc/anonymous_internet/tor/troubleshoot">Dépannage de la connexion à Tor</a>
ga: <a href="doc/anonymous_internet/tor/troubleshoot">Fabhtcheartú maidir le nascadh le Tor</a>
he: <a href="doc/anonymous_internet/tor/troubleshoot">פתרון תקלות בהתחברות ל־Tor</a>
is: <a href="doc/anonymous_internet/tor/troubleshoot">Finna lausn á vandamálum við að tengjast Tor</a>
it: <a href="doc/anonymous_internet/tor/troubleshoot">Risoluzione problemi di connessione a Tor</a>
ja: <a href="doc/anonymous_internet/tor/troubleshoot">Tor の接続に関するトラブルシューティング</a>
ka: <a href="doc/anonymous_internet/tor/troubleshoot">Tor-თან კავშირის ხარვეზების აღმოფხვრა</a>
lt: <a href="doc/anonymous_internet/tor/troubleshoot">Nesklandumų šalinimas jungiantis prie Tor</a>
pl: <a href="doc/anonymous_internet/tor/troubleshoot">Rozwiązywanie problemów z połączeniem z siecią Tor</a>
ro: <a href="doc/anonymous_internet/tor/troubleshoot">Depanarea conectarii la Tor</a>
ru: <a href="doc/anonymous_internet/tor/troubleshoot">Устранение неполадок при подключении к Tor</a>
sq: <a href="doc/anonymous_internet/tor/troubleshoot">Diagnostikim lidhjeje me Tor-in</a>
sr: <a href="doc/anonymous_internet/tor/troubleshoot">Отклањам проблем при повезивању на Тор</a>
sv: <a href="doc/anonymous_internet/tor/troubleshoot">Felsökning av anslutning till Tor</a>
sw: <a href="doc/anonymous_internet/tor/troubleshoot">Troubleshooting kuunganisha katika Tor</a>
vi: <a href="doc/anonymous_internet/tor/troubleshoot">Khắc phục sự cố kết nối tới Tor</a>

source: Everything you do on the Internet from Tails goes through the Tor network.
bg: Всичко, каквото правите в интернет от Tails, преминава през мрежата Tor.
ca: Tot el que feu a Internet des de Tails passa per la xarxa Tor.
cs: Cokoli děláte na internetu přes Tails prochází přes síť Tor.
fa: هر کاری که شما از تیلز روی اینترنت انجام می‌دهید از شبکه تور عبور می‌کند.
fi: Kaikki mitä teet Internetissä Tailsissa kulkee Tor-verkon välityksellä.
fr: Toute votre activité sur Internet à partir de Tails passe par le réseau Tor.
ga: Téann gach rud a dhéanann tú ar an Idirlíon ó Tails tríd an líonra Tor.
he: כל דבר שמתבצע מול האינטרנט מתוך Tails עובר דרך רשת Tor.
is: Allt sem þú gerir á internetinu úr Tails fer í gegnum Tor-netið.
it: Qualsiasi cosa fai in internet usando Tails passa attraverso la rete Tor.
ja: Tails から行うインターネット上の行動はすべて Tor ネットワークを経由して行われます。
ka: ყველაფერი რასაც ინტერნეტში Tails-ით აკეთებთ, გაივლის Tor-ქსელს.
pl: Wszystko, co robisz w Internecie z Tails, przechodzi przez sieć Tor.
ro: Toata activitatea pe Internet din Tails trece prin reteaua Tor.
ru: Все, что вы делаете в интернете с Tails, проходит через сеть Tor.
sq: Gjithçka që bëni në Internet prej Tails-i, kalon përmes rrjetit Tor.
sr: Све што радиш на интернету преко Таилс-а иде кроз Тор мрежу.
sv: Allt du gör på internet från Tails går via Tor-nätverket.
sw: Chochote unachofanya katika mtandao kutoka Tails hupitia mtandao Tor.
vi: Tất cả mọi thứ bạn làm trên Internet từ Tails được truyền qua mạng lưới Tor Network.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different organizations and volunteers around the world.
bg: Tor шифрова и обезличава връзката, като я предава през 3 възела. Препращащите възли на Tor са сървъри, управлявани от различни организации и доброволци по целия свят.
ca: Tor encripta i anonimitza la vostra connexió passant-la per tres repetidors. Els repetidors Tor són servidors operats per diferents organitzacions i voluntaris d'arreu del món.
cs: Tor šifruje a anonymizuje vaše připojení tím, že ho předává přes 3 zprostředkovatele. Tor relays jsou servery provozované různými organizacemi a dobrovolníky po celém světě.
fi: Tor salaa ja anonymisoi yhteytesi kierrättämällä sen kolmen välityspalvelimen kautta. Tor-välityspalvelimet ovat eri organisaatioiden ja vapaaehtoisten eri puolilla maailmaa ylläpitämiä palvelimia.
fr: Tor chiffre et anonymise votre connexion en passant par trois relais. Les relais Tor sont des serveurs exploités par différents organismes et bénévoles dans le monde entier.
ga: Criptíonn Tor do nasc agus déanann sé anaithnid air ach é a chur trí 3 athsheachadán. Is freastalaithe iad athsheachadáin Tor a oibríonn eagraíochtaí agus oibrithe deonacha éagsúla ar fud an domhain.
he: Tor מצפין ומעלים את זהות החיבור שלך ע״י העברה שלו דרך 3 ממסרים. ממסרי Tor הם שרתים שמתופעלים ע״י ארגונים שונים ומתנדבים שונים מרחבי העולם.
is: Tor dulritar og gerir tenginguna þína nafnlausa með því að flytja gögn í gegnum 3 endurvarpa. Tor-endurvarpar eru netþjónar á vegum mismunandi stofnana og sjálfboðaliða víða um heiminn.
it: Tor cripta e anonimizza la tua connessione passandola attraverso 3 relay. I relay di Tor sono server gestiti da diverse organizzazioni e volontari sparsi in tutto il mondo.
ja: Tor は3つのリレーを経由して暗号化と匿名化をおこないます。 Tor リレーは世界中の様々な組織やボランティアによって運用されています。
ka: Tor შიფრავს და ფარავს ვინაობას კავშირების 3 გადამცემით გატარებისას. Tor გადამცემები წარმოადგენს სერვერებს, რომელთაც მართავს სხვადასხვა დაწესებულებები და მოხალისეები, მთელი მსოფლიოდან.
pl: Tor szyfruje i anonimizuje połączenie, przepuszczając je przez 3 przekaźniki. Przekaźniki sieci Tor to serwery obsługiwane przez różne organizacje i wolontariuszy na całym świecie.
ro: Tor encripteaza si anonimeaza conexiunea dumneavoastra trecand-o prin 3 relee. Releele Tor sunt servere deservite de diverse organizatii si voluntari de pe tot globul.
ru: Tor шифрует и анонимизирует ваше соединение, пропуская его через 3 узла. Узлы Tor — это серверы, управляемые различными организациями и волонтерами по всему миру.
sq: Tor-i fshehtëzon dhe anonimizon lidhjen tuaj duke e kaluar nëpër 3 rele. Reletë Tor janë shërbyes të mbajtur në punë nga ente dhe vullnetarë të ndryshëm nëpër botë.
sr: Тор шифрује и анонимизује твоју конекцију слањем исте кроз 3 релеја. Тор релеји су сервери којим управљају различите организације и волонтери по свету.
sv: Tor krypterar och anonymiserar din anslutning genom att skicka den genom tre reläer. Tor-reläer är servrar som drivs av olika organisationer och volontärer runt om i världen.
sw: Tor husimba na kutoa kujulikana kwa mawasiliano ya mtandani kwa kupitia relays 3. Relay za Tor rni seva zinazosimamiwa na mashirika tofauti na wanaojitolea dunia nzima.
vi: Tor mã hoá và ẩn danh hoá kết nối của bạn bằng cách dẫn nó thông qua 3 rơ-le. Rơ-le Tor là các máy chủ được vận hành bởi các tổ chức khác nhau và các tình nguyện viên trên toàn thế giới.

source: <b>Connect to Tor _automatically</b>
bg: <b>_Автоматично свързване с Tor</b>
ca: <b>Connecta't a Tor _automàticament</b>
cs: <b>_Automaticky se připojovat k síti Tor</b>
fa: <b> وصل شدن _خودکار به تور</b>
fi: <b>Muodosta Tor-yhteys _automaattisesti</b>
fr: <b>Connexion à Tor _automatique</b>
ga: <b>Ceangail le Tor go _uathoibríoch</b>
is: <b>Tengjast sjálfkr_afa við Tor</b>
it: <b>Connetti a Tor _automaticamente</b>
ja: <b>Tor に自動的に接続する (_A)</b>
ka: <b>Tor-თან _თვითდაკავშირება</b>
lt: <b>_Automatiškai prisijungti prie Tor</b>
pl: <b>Połącz z siecią Tor _automatycznie</b>
ru: <b>_Автоматически подключаться к Tor </b>
sq: <b>Lidhu _automatikisht me Tor-in</b>
sr: <b>Повежи се на Тор _аутоматски</b>
sv: <b>Anslut till Tor _automatiskt</b>
sw: <b>ungani8sha katika Tor _mojakwamoja</b>
vi: <b>Kết nối tới Tor _một cách tự động</b>

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
bg: Препоръчваме ви да се свързвате с Tor автоматично, ако използвате обществена безжична мрежа или ако много хора във вашата държава използват Tor, за да заобикалят цензурата.
ca: Recomanem que us connecteu a Tor automàticament si esteu a una xarxa Wi-Fi pública o si moltes persones al vostre país utilitzen Tor per evitar la censura.
cs: Pokud jste ve veřejné síti Wi-Fi nebo pokud ve vaší zemi používá Tor mnoho lidí k obcházení cenzury, doporučujeme se k němu připojit automaticky.
fa: اگر در یک شبکه Wi-Fi عمومی هستید یا اگر افراد زیادی در کشور شما از تور برای دور زدن سانسور استفاده می‌کنند، توصیه می‌کنیم به طور خودکار به تور متصل شوید.
fi: On suositeltavaa yhdistää Tor-verkkoon automaattisesti, jos käytät julkista WI-Fi verkkoa tai jos monet ihmiset käyttävät Toria sensuurin kiertämiseen.
fr: Nous vous recommandons de vous connecter à Tor automatiquement si vous vous trouvez sur un réseau Wi-Fi public, ou si de nombreuses personnes utilisent Tor dans votre pays pour contourner la censure.
ga: Molaimid nascadh le Tor go huathoibríoch má tá tú ar líonra poiblí Wi-Fi nó má úsáideann go leor daoine i do thír Tor chun dul timpeall ar chinsireacht.
he: אנו ממליצים להתחבר אל Tor באופן אוטומטי אם אתם ברשת ויי-פיי ציבורית או שאנשים רבים בארצכם משתמשים ב Tor כדי לעקוף צנזורה.
is: Við mælum með því að tengjast sjálfkrafa við Tor ef þú ert á Wi-Fi almenningsneti eða ef margir í landinu þínu nota Tor til að komast framhjá ritskoðun.
it: Consigliamo di connettersi a Tor automaticamente se sei in una rete Wi-Fi pubblica o se molte persone nella tua nazione usano Tor per aggirare la censura.
ja: 公共の Wi-Fi を使用する場合や、多くの人が検閲を回避するために Tor を使用している場合は、自動的に Tor に接続することをお勧めします。
ka: გირჩევთ დაუკავშირდეთ Tor-ს ავტომატურად, თუ იმყოფებით საჯარო WiFi-ქსელში ან თქვენს ქვეყანაში, ბევრი ადამიანი სარგებლობს Tor-ით, ცენზურისთვის გვერდის ავლისთვის.
pl: Zalecamy automatyczne łączenie się z siecią Tor, jeśli korzystasz z publicznej sieci Wi-Fi lub jeśli wiele osób w Twoim kraju używa sieci Tor do omijania cenzury.
ro: Recomandam conectarea automata la Tor daca sunteti intr-o retea publica Wi-Fi sau daca multi oameni din tara dumneavoastra folosesc Tor pentru e evita cenzura.
ru: Мы рекомендуем подключаться к Tor автоматически, если вы используете общественную сеть Wi-Fi или если многие люди в вашей стране используют Tor для обхода цензуры.
sq: Rekomandojmë lidhjen me Tor-in automatikisht, nëse gjendeni në një rrjet Wi-Fi publik ose nëse mjaft persona në vendin tuaj përdorin Tor-in për t’i shpëtuar censurimit.
sr: Препоручујемо повезивање на Тор аутоматски ако си на јавној Вај-Фај мрежи или ако доста људи у твојој земљи користи Тор да заобиђе цензуру.
sv: Vi rekommenderar att du ansluter automatiskt till Tor om du är på ett offentligt Wi-Fi-nätverk eller om många människor i ditt land använder Tor för att kringgå censur.
sw: Tunashauri kujiunganisha na Tor mojakwamoja kama mtandao Wi-Fi wa umma au kama watu wengi katika nchi yako wanatumia Torkukwepa udhibiti wa mtandao.
vi: Chúng tôi khuyến cáo bạn kết nối tới Tor một cách tự động nếu bạn đang ở trên mạng lưới Wi-Fi công cộng hoặc nếu có nhiều người trong quốc gia của bạn sử dụng Tor để vượt qua kiểm duyệt.

source: Tails will try different ways of connecting to Tor until it succeeds. Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
bg: Tails ще изпробва различни начини за свързване с Tor, докато не успее. Ако следи трафика на връзката с интернет, може да определи тези опити като идващи от потребител на Tails.
ca: Tails provarà diferents maneres de connectar-se a Tor fins que tingui èxit. Algú que controli la vostra connexió a Internet podria identificar aquests intents com a provinents d'un usuari de Tails.
cs: Tails vyzkouší různé způsoby připojení k Toru, dokud se mu to nepodaří. Někdo, kdo sleduje vaše internetové připojení, by mohl tyto pokusy identifikovat jako pokusy pocházející od uživatele Tails.
fi: Tails yrittää muodostaa Tor-yhteyden useammalla eri tavalla, kunnes yhteyden muodostaminen onnistuu. Verkkoyhteyttäsi seuraavat voivat havaita nämä yritykset, ja todeta niiden tulevan Tails-käyttäjältä.
fr: Tails essaiera différentes manières de se connecter à Tor jusqu'à ce qu'il réussisse. Quelqu'un qui surveille votre connexion Internet pourrait identifier ces tentatives comme provenant d'un utilisateur de Tails.
ga: Bainfidh eireabaill triail as bealaí éagsúla chun nascadh le Tor go dtí go n-éireoidh leis. D'fhéadfadh duine a dhéanann monatóireacht ar do nasc Idirlín na hiarrachtaí seo a aithint ó úsáideoir Tails.
he: Tails ינסה בדרכים שונת להתחבר אל Tor עד אשר יצליח. אם גורם כלשהו מנטר את הקשר שלך לאינטרנט, הוא יוכל לזהות את הנסיונות האלה שמגיעים ממשתמש Tails.
is: Tails mun prófa mismunandi aðferðir við að tengjast Tor þar til það tekst. Einhver sem væri að fylgjast með internettengingunni þinni gæti séð að þetta kæmi frá Tails-notanda.
it: Tails proverà diversi metodi di connessione a Tor finché non riesce. Qualcuno che monitora la tua connessione internet potrebbe identificare questi tentativi come provenienti da un utente di Tails.
ja: Tails は Tor へ接続が成功するまで、様々な手段を試みます。 インターネット接続を監視している人からは、これらの行為が Tails ユーザーからのものであると特定することができます。
ka: Tails სხვადასხვა გზით შეეცდება Tor-თან დაკავშირებას, შედეგის მიღწევამდე თქვენი ინტერნეტკავშირის ზედამხედველმა, შეიძლება გაიგოს, რომ ეს მცდელობები Tails-მომხმარებლისგან მომდინარეობს.
pl: Tails spróbuje różnych sposobów łączenia się z siecią Tor, dopóki to się nie powiedzie. Ktoś monitorujący Twoje połączenie internetowe może zidentyfikować te próby jako pochodzące od użytkownika Tails.
ru: Tails будет пытаться подключиться к Tor разными способами, пока не добъется успеха. Кто-то, следящий за вашим интернет-соединением, может определить, что эти попытки исходят от пользователя Tails.
sq: Tails-i do të provojë rrugë të ndryshme për t’u lidhur me Tor-in, deri sa t’ia dalë mbanë. Dikush që vëzhgon lidhjen tuaj Internet mund t’i identifikojë këto përpjekje si të ardhura nga një përdorues i Tails-it.
sr: Таилс ће покушати различите начине повезивања на Тор док не успе. Неко ко прати твоју интернет конекцију може идентификовати да ови покушаји долазе од корисника Таилс-а.
sv: Tails kommer att försöka olika sätt att ansluta till Tor tills det lyckas. Någon som övervakar din internetanslutning kan identifiera att dessa försök kommer från en Tails-användare.
sw: Tails itajaribu njia tofauti kuunganisha na Tor npaka itakapofanikiwa. Mtu anaye simamia mtandao wako anaweza kuona majaribio hayo kama yanavyokuja toka kwa watumiaji waTails.
vi: Tails sẽ thử nhiều cách kết nối tới Tor khác nhau cho tới khi nó thành công. Ai đó theo dõi kết nối Internet của bạn có thể nhận diện những cố gắng này như nó đến từ một người sử dụng Tails.

source: Configure a Tor _bridge
bg: Настройка на _мост на Tor
ca: Configura un _pont de Tor
cs: Nastavit Tor _most
fa: پیکربندی _پل تور
fi: Määritä Tor-_silta
fr: Configurer un _pont Tor
ga: Cumraigh _droichead Tor
he: תצר גשר _Tor
is: Stilla Tor-_brú
it: Configura un _bridge di Tor
ja: ブリッジを構成 (_B)
ka: Tor-ხიდის _გამართვა
lt: Konfigūruoti Tor ti_nklų tiltą
pl: Skonfiguruj _mostek sieci Tor
ro: Configurati un Tor _bridge
ru: Настроить мост _Tor
sq: Formësoni një _urë Tor
sr: Подеси Тор _мост
sv: Konfigurera en Tor-_bro
sw: Sanidi Tor _bridge
vi: Định cấu hình một _Cầu Bridge Tor
