Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: _Delete Data
bg: _Премахване на информация
ca: _Suprimeix les dades
cs: _Smazat data
fa: _حذف داده‌ها
fi: _Poista tiedot
fr: _Effacer les données
ga: _Scrios Sonraí
hr: _Izbriši podatke
is: _Eyða gögnum
it: _Elimina Dati
ja: データを削除 (_D)
ka: მონაცემების _წაშლა
lt: Iš_trinti duomenis
pl: _Usuń dane
ro: _Ștergere Date
ru: _Удалить данные
sq: _Fshini të Dhëna
sr: _Obriši Podatke
sv: _Ta bort data
vi: _Xoá bỏ Dữ liệu

source: Error deleting data of feature {}
bg: Грешка при премахване на данните на възможността {}
ca: S'ha produït un error en suprimir les dades de la funció {}
cs: Chyba při mazání dat funkce {}
fi: Virhe poistettaessa ominasuuden {} tietoja
fr: Erreur de suppression des données de la fonctionnalité {}
ga: Earráid agus sonraí gné {} á scriosadh
hr: Greška pri brisanju podataka funkcije {}
is: Villa við að eyða gögnum eiginleikans {}
it: Errore nell'eliminazione dei dati della funzione {}
ja: {} 機能のデータ削除エラー
ka: შეცდომა მონაცემების წაშლისას შესაძლებლობისთვის {}
pl: Błąd usuwania danych funkcji {}
ro: Eroare la stergerea datelor optiunii {}
ru: Ошибка при удалении данных функции {}
sq: Gabim në fshirje të dhënash veçorie {}
sr: Greška pri brisanju podataka ove odlike {}
sv: Fel vid borttagning av data för funktion {}
vi: Đã có lỗi xảy ra khi xoá bỏ dữ liệu của tính năng {}

source: An error occurred while deleting the data of feature {}.
bg: Възникна грешка при премахване на данните на възможността {}.
ca: S'ha produït un error en suprimir les dades de la funcionalitat {}.
cs: Vyskytla se chyba při mazání dat funkce {}.
fi: Virhe poistettaessa ominasuuden {} tietoja.
fr: Erreur lors de la suppression des données de la fonctionnalité {}.
ga: Tharla earráid agus sonraí gné {} á scriosadh.
hr: Greška pri brisanju podataka funkcije {}.
is: Villa kom upp við að eyða gögnum eiginleikans {}.
it: Si è verificato un errore eliminando i dati della funzione {}.
ja: {} 機能のデータの削除する際にエラーが発生しました。
ka: შეცდომა წარმოიშვა მონაცემების წაშლისას შესაძლებლობისთვის {}.
pl: Wystąpił błąd podczas usuwania danych obiektu {}.
ro: A aparut o eroare in timpul stergerii datelor optiunii {}.
ru: Ошибка при удалении данных функции {}.
sq: Ndodhi një gabim në fshirjen e të dhënave veçorie {}.
sr: Догодила се грешка приликом брисања података одлике {}.
sv: Ett fel uppstod när data för funktion {} skulle tas bort.
vi: Đã có lỗi xảy ra trong khi xoá bỏ dữ liệu của tính năng {}.

source: Close {applications} to continue
bg: За да продължите затворете {applications}
ca: Tanqueu {applications} per continuar
cs: Zavřete {applications} pro pokračování
fi: Jatka sulkemalla sovellukset {applications}
fr: Fermer {applications} pour continuer
ga: Dún {applications} chun leanúint ar aghaidh
hr: Za nastavljanje zatvori {applications}
is: Lokaðu {applications} til að halda áfram
it: Chiudi {applications} per continuare
ja: {applications} を閉じて続行する
ka: დახურეთ {applications}, რომ განაგრძოთ
lt: Užverkite {applications} norėdami tęsti
pl: Zamknij {applications}, aby kontynuować
ro: Inchideti {applications} pentru a continua
ru: Чтобы продолжить, закройте {applications}
sq: Që të vazhdohet, mbyllni {applications}
sr: Zatvorite {applications} da nastavite
sv: Stäng {applications} för att fortsätta
vi: Hãy đóng {applications} để tiếp tục

source: and
bg: и
ca: i
cs: a
fa: و
fi: ja
fr: et
ga: agus
he: וגם
hr: i
is: og
it: e
ja: と
ka: და
lt: ir
pl: oraz
ro: si
ru: и
sq: dhe
sr: i
sv: och
vi: và

source: Change Passphrase
bg: Промяна на парола
ca: Canvia la contrasenya
cs: Změnit heslo
fa: تعویض عبارت عبور
fi: Vaihda salauslauseke
fr: Modifier la phrase de passe
ga: Athraigh Pasfhocal
he: החלפת ביטוי סיסמה
hr: Promijeni lozinku
is: Breyta lykilsetningu
it: Cambia password
ja: パスフレーズを変更
lt: Keisti slaptafrazę
pl: Zmień hasło
ro: Schimba fraza de acces
ru: Изменить пароль
sq: Ndryshoni Frazëkalimin
sr: Promeni Pristupnu Frazu
sv: Ändra lösenordsfras
sw: Badili nenosiri
vi: Thay đổi cụm mật khẩu

source: The current passphrase is incorrect
bg: Текущата фраза за достъп е невярна
ca: La contrasenya és incorrecta
cs: Heslo není správné
fa: عبارت عبور کنونی درست نیست
fi: Nykyinen salauslauseke on virheellinen
fr: La phrase de passe actuelle est incorrecte
ga: Tá an pasfhocal reatha mícheart
he: ביטוי הסיסמה הנוכחי שגוי
hr: Aktualna lozinka je neispravna
is: Lykilsetningin sem þú settir inn er röng
it: La password attuale è sbagliata
ja: 現在のパスフレーズが正しくありません
lt: Dabartinė slaptafrazė yra neteisinga
pl: Bieżące hasło jest nieprawidłowe
ro: Fraza de acces este incorecta
ru: Текущий пароль неверен
sq: Frazëkalimi i tanishëm është i pasaktë
sr: Trenutna pristupna fraza nije ispravna
sv: Den aktuella lösenordsfrasen är felaktig
vi: Cụm mật khẩu hiện tại là không chính xác

source: Changing the passphrase failed
bg: Промяната на паролата е неуспешно
ca: No s'ha pogut canviar la contrasenya
cs: Změna hesla se nezdařila
fa: دگرگونی عبارت عبور شکست خورد
fi: Salauslausekkeen vaihto epäonnistui
fr: La modification de la phrase de passe a échoué
ga: Theip ar athrú an pasfhrása
he: הצגת ביטוי סיסמה
hr: Mijenjanje lozinke nije uspjelo
is: Mistókst að breyta lykilsetningu
it: Cambio della password fallito
ja: パスフレーズの変更に失敗しました
lt: Nepavyko pakeisti slaptafrazės
pl: Zmiana hasła nie powiodła się
ro: Schimbarea frazei de acces a esuat
ru: Изменение пароля не удалось
sq: Ndryshimi i frazëkalimit dështoi
sr: Menjanje pristupne fraze neuspelo
sv: Ändring av lösenordsfrasen misslyckades
vi: Việc thay đổi cụm mật khẩu đã thất bại

source: An error occurred while changing the passphrase.
bg: Възникна грешка при промяна на паролата.
ca: S'ha produït un error en canviar la contrasenya.
cs: Vyskytla se chyba při změně hesla.
fi: Salasanaa vaihtaessa ilmeni virhe.
fr: Une erreur lors de la modification de la phrase de passe.
ga: Tharla earráid agus an pasfhrása á athrú.
he: אירעה שגיאה בהחלפת ביטוי הסיסמה.
is: Villa kom upp við breytingu á lykilsetningu.
it: Si è verificato un errore modificando la password.
ja: パスフレーズを変更する際にエラーが発生しました。
lt: Keičiant slaptafrazę įvyko klaida.
pl: Wystąpił błąd podczas zmiany hasła.
ro: A aparut o eroare in timpul schimbarii frazei de acces.
ru: Ошибка при изменении парольной фразы.
sq: Ndodhi një gabim teksa ndryshohej frazëkalimi.
sr: Догодила се грешка током промене фраза-лозинке.
sv: Ett fel uppstod när lösenordsfrasen skulle ändras.
vi: Đã có lỗi xảy ra trong khi thay đổi cụm mật khẩu passphrase.

source: Weak
bg: Слаба
ca: Feble
cs: Slabé
fa: ضعیف
fi: Heikko
fr: Faible
ga: Lag
he: חלש
hr: Slaba
is: Veikt
it: Debole
ja: 脆弱
ka: სუსტი
lt: Silpna
pl: Słabe
ro: Slaba
ru: Слабый
sq: I dobët
sr: Slaba
sv: Svag
vi: Yếu ớt

source: Fair
bg: Приемлива
ca: Mitjana
cs: Průměrné
fa: متوسّط
fi: Kohtalainen
fr: Moyen
ga: Cothrom
he: הוגן
hr: Osrednja
is: Ásættanlegt
it: Accettabile
ja: 弱
lt: Nebloga
pl: Przeciętne
ro: Medie
ru: Нормальный
sq: Çka
sr: U redu
sv: Sådär
vi: Khá khẩm

source: Good
bg: Добра
ca: Bona
cs: Dobré
fa: خوب
fi: Hyvä
fr: Bon
ga: Maith
he: טוב
hr: Dobra
is: Gott
it: Buona
ja: 標準
ka: კარგი
lt: Gera
pl: Dobre
ro: Buna
ru: Хороший
sq: I mirë
sr: Dobra
sv: Bra
vi: Tốt

source: Strong
bg: Много добра
ca: Forta
cs: Silné
fa: قوی
fi: Vahva
fr: Excellent
ga: Láidir
he: חזק
hr: Snažna
is: Sterkt
it: Forte
ja: 強力
ka: ძლიერი
lt: Stipri
pl: Silne
ro: Puternica
ru: Сильный
sq: I fortë
sr: Jaka
sv: Starkt
vi: Mạnh mẽ

source: You can send an error report to help solve the issue.
bg: Можете да изпратите доклад за грешка, за да помогнете да бъде решен проблема.
ca: Podeu enviar un informe d'error per ajudar a resoldre el problema.
cs: Můžete odeslat zpětnou vazbu pro vyřešení problému.
fi: Voit helpottaa ongelman korjausta lähettämällä virheilmoituksen.
fr: Vous pouvez envoyer un rapport d'erreur pour aider à résoudre le problème.
ga: Is féidir leat tuairisc earráide a sheoladh chun cabhrú leis an tsaincheist a réiteach.
he: אפשר לשלוח דיווח שגיאה כדי לסייע בפתרון התקלה הזאת.
hr: Možeš poslati izvještaj o grešci kako bi se problem lakše riješio.
is: Þú getur sent villutilkynningu til að hjálpa við að leysa vandamálið.
it: Puoi inviare un rapporto di errore per aiutare a risolvere il problema.
ja: 問題を解決するために、エラーレポートを送信することができます。
ka: შეგიძლიათ გაგზავნოთ მოხსენება ხარვეზის გამოსწორების ხელშეწყობისთვის.
lt: Jūs galite išsiųsti pranešimą apie klaidą, kad padėtumėte išspręsti problemą.
pl: Możesz wysłać raport o błędzie, aby pomóc rozwiązać problem.
ro: Puteti trimite un raport de eroare pentru a ajuta la rezolvarea problemei.
ru: Вы можете послать отчёт об ошибке, чтобы помочь решить эту проблему.
sq: Që të ndihmoni të zgjidhet ky problem, mund të dërgoni një njoftim gabimi.
sr: Možete poslati izveštaj greške da pomognete rešavanju ovog problema.
sv: Du kan skicka en felrapport för att lösa problemet.
vi: Bạn có thể gửi đi một báo cáo sự cố để giúp khắc phục vấn đề.

source: _Send Error Report
bg: _Изпращане на доклад за грешка
ca: _Envia l'informe d'error
cs: _Odeslat chybové hlášení
fa: _فرستادن گزارش خطا‌
fi: _Lähetä virheilmoitus
fr: _Envoyer un rapport d'erreur
ga: _Seol Tuairisc Earráide
he: _שליחת דוח שגיאה
hr: _Pošalji izvještaj o grešci
is: _Senda villutilkynningu
it: _Invia Rapporto di Errore
ja: エラーレポートを送信する (_S)
ka: _შეცდომის მოხსენება
lt: _Siųsti pranešimą apie klaidą
pl: _Wyślij raport o błędzie
ro: _Trimiteti raportul de Eroare
ru: _Отправить отчёт об ошибке
sq: _Dërgoni Njoftim Gabimi
sr: _Pošalji Izveštaj Greške
sv: _Skicka felrapport
vi: _Gửi Báo cáo Sự cố

source: Impossible to delete the Persistent Storage while it is unlocked. To delete the Persistent Storage, restart Tails without unlocking the Persistent Storage and open the Persistent Storage settings again.
bg: Постоянното хранилище не може да бъде премахнато, докато е отключено. За да го премахнете, рестартирайте Tails и без да отключвате хранилището отворете настройките на постоянното хранилище.
ca: No es pot suprimir l'Emmagatzematge Persistent mentre roman blocat. Per suprimir l'Emmagatzematge Persistent, reinicieu Tails sense desbloquejar l'Emmagatzematge Persistent i torneu a obrir la configuració de l'Emmagatzematge Persistent.
cs: Je nemožné smazat Trvalé Úložiště přitom co je odemknuté. Chcete-li Trvalé úložiště odstranit, restartujte Tails bez odemčení Trvalého úložiště a znovu otevřete nastavení Trvalého úložiště.
fi: Pysyvän tallennustilan poistaminen ei ole mahdollista sen ollessa avattuna Poistaaksesi pysvän tallennustilan, käynnistä Tails uudelleen avaamatta pysvää tallennustilaa ja avaa sitten pysvän tallennustilan asetukset uudelleen.
fr: Impossible de supprimer le stockage persistant lorsqu'il est déverrouillé. Pour supprimer le stockage persistant, redémarrez Tails sans déverrouiller le stockage persistant et ouvrez à nouveau les paramètres du stockage persistant.
ga: Ní féidir an Stóráil Marthanach a scriosadh agus é díghlasáilte. Chun an Stóráil Marthanach a scriosadh, atosaigh Tails gan an Stóráil Marthanach a dhíghlasáil agus na socruithe Stórála Marthanacha a oscailt arís.
it: Impossibile eliminare l'archiviazione persistente mentre è sbloccato. Per eliminare l'archiviazione persistente, riavvia Tails senza sbloccarla e apri nuovamente le impostazioni dell'archiviazione persistente.
ja: 永続ストレージのロックが解除されている間は、永続ストレージを削除できません。 永続ストレージを削除するには、永続ストレージのロックを解除せずに Tails を再起動し、永続ストレージの設定を再度開きます。
pl: Nie można usunąć pamięci trwałej, gdy jest ona odblokowana. Aby usunąć pamięć trwałą, uruchom ponownie Tails bez odblokowywania pamięci trwałej i ponownie otwórz ustawienia pamięci trwałej.
ro: Imposibil de a sterge Stocarea Persistenta cat timp este deblocata Pentru stergerea Stocarii Persistente, reporniti Tails fara a debloca Stocarea Persistenta si redeschideti setarile Stocarii Persistente.
ru: Невозможно удалить Постоянное хранилище, пока оно разблокировано. Чтобы удалить Постоянное хранилище, презапустите Tails без разблокировки самого Постоянного хранилища и откройте настройки Постоянного хранилища вновь.
sq: S’mundet të fshihet Depozita e Qëndrueshme, ndërkohë që është e kyçur Që të fshihet Depozita e Qëndrueshme, rinisni Tails pa shkyçur Depozitën e Qëndrueshme dhe hapni sërish rregullimet për Depozitë të Qëndrueshme.
sr: Nemoguće izbrisati Uporno Skladište dok je otključano. Da izbrišete Uporno Skladište, restartujte Tails bez otključavanja Upornog Skladišta i otvorite podešavanja Upornog Skladišta.
sv: Omöjligt att ta bort den bestående lagringen medan den är upplåst. För att ta bort den bestående lagringen, starta om Tails utan att låsa upp den bestående lagringen och öppna inställningarna för den bestående lagringen igen.

source: Impossible to delete the Persistent Storage because the USB stick is read-only. To delete the Persistent Storage, turn off the read-only protection of the USB stick, restart Tails without unlocking the Persistent Storage and open the Persistent Storage settings again.
bg: Постоянното хранилище не може да бъде премахнато, защото USB паметта е само за четене. За да го премахнете, изключете защитата против запис, рестартирайте Tails и без да отключвате хранилището отворете настройките на постоянното хранилище.
ca: No es pot suprimir l'Emmagatzematge Persistent perquè el llapis USB és de només lectura. Per suprimir l'Emmagatzematge Persistent, reinicieu Tails sense desbloquejar l'Emmagatzematge Persistent i torneu a obrir la configuració de l'Emmagatzematge Persistent.
cs: Je nemožné smazat Trvalé Úložiště, protože USB disk je pouze pro čtení. Pro smazání Trvalého Úložiště, vypněte na USB disku ochranu před zapisováním dat, restartujte Tails bez odemknutí Trvalého Úložiště a znovu otevřte nastavení Trvalého Úložiště.
fi: Pysyvän tallennustilan poistaminen ei ole mahdollista koska USB-muisti on vain-luku -suojattu. Poistaaksesi pysyvän tallennustilan, poista USB-muistin vain-luku -suojaus, käynnistä Tails uudelleen avaamatta pysvää tallennustilaa ja avaa sitten pysvän tallennustilan asetukset uudelleen.
fr: Impossible de supprimer le stockage persistant car la clé USB est en lecture seule. Pour supprimer le stockage persistant, désactivez la protection en lecture seule de la clé USB, redémarrez Tails sans déverrouiller le stockage persistant et ouvrez à nouveau les paramètres du stockage persistant.
ga: Ní féidir an Stóráil Marthanach a scriosadh toisc go bhfuil an bata USB inléite amháin. Chun an Stóráil Marthanach a scriosadh, cosaint inléite amháin an mhaide USB a mhúchadh, Tails a atosú gan an Stóráil Marthanach a dhíghlasáil agus na socruithe Stórála Marthanacha a oscailt arís.
it: Impossibile eliminare l'archiviazione persistente perché la penna USB è in sola lettura. Per eliminare l'archiviazione persistente, disattiva la protezione sola-lettura della penna USB, riavvia Tails senza sbloccare l'archiviazione persistente e apri nuovamente le sue impostazioni.
ja: USB メモリーが読み取り専用になっているため、永続ストレージを削除できませんでした。 永続ストレージを削除するには、USB メモリーの読み取り専用ロックを解除して、永続ストレージのロックを解除せずに Tails を再起動し、永続ストレージの設定を再度開きます。
pl: Nie można usunąć pamięci trwałej, ponieważ pamięć USB jest tylko do odczytu. Aby usunąć pamięć trwałą, wyłącz ochronę pamięci USB tylko do odczytu, uruchom ponownie Tails bez odblokowywania pamięci trwałej i ponownie otwórz ustawienia pamięci trwałej.
ro: Imposibil de sters Stocarea Permanenta deoarece stick-ul USB este protejat la scriere. Pentru stergerea Stocarii Permanente, Opriti protectia la scriere a stick-ului USB, reporniti Tails fara a debloca Stocarea Permanenta si redeschideti setarile Stocarii Permanente.
ru: Невозможно удалить Постоянное хранилище: USB-накопитель в режиме "только для чтения". Чтобы удалить Постоянное хранилище, выключите режим накопителя "только для чтения", после чего презапустите Tails без разблокировки самого Постоянного хранилища и откройте настройки Постоянного хранилища вновь.
sq: S’mundet të fshihet Depozita e Qëndrueshme, ngaqë diskthi USB është vetëm për lexim Që të fshihet Depozita e Qëndrueshme, çaktivizoni mbrojtjen vetëm-lexim të diskthit USB, rinisni Tails pa shkyçur Depozitën e Qëndrueshme dhe hapni sërish rregullimet për Depozitë të Qëndrueshme.
sr: Nemoguće izbrisati Uporno Skladište jer je USB stick samo za čitanje. Da izbrišete Uporno Skladište, isključite protekciju za samo-čitanje sa USB stick-a, restartujte Tails bez otključavanja Upornog Skladišta i ponovo otvorite podešavanja Upornog Skladišta.
sv: Omöjligt att ta bort den bestående lagringen eftersom USB-minnet är skrivskyddat. För att ta bort den bestående lagringen, stäng av skrivskyddet på USB-minnet, starta om Tails utan att låsa upp den bestående lagringen och öppna inställningarna för den bestående lagringen igen.

source: Impossible to delete the Persistent Storage
bg: Премахването на постоянното хранилище е невъзможно
ca: No s'ha pogut suprimir l'Emmagatzematge Persistent
cs: Je nemožné smazat Trvalé Úložiště
fi: Pysyvän tallennustilan tuhoaminen mahdotonta
fr: Impossible de supprimer le stockage persistant
ga: Ní féidir an Stóráil Seasmhach a scriosadh
is: Ómögulegt er að eyða varanlegu gagnageymslunni
it: Impossibile eliminare l'archiviazione persistente
ja: 永続ストレージの削除に失敗しました
ka: შეუძლებელია მუდმივი მეხსიერების წაშლა
pl: Nie można usunąć pamięci trwałej
ro: Nu s-a putut sterge Stocarea Permanentă
ru: Невозможно удалить Постоянное хранилище
sq: S’mundet të fshihet Depozita e Qëndrueshme
sr: Nemoguće izbrisati Uporno Skladište
sv: Omöjligt att ta bort bestående lagring

source: Delete Persistent Storage
bg: Премахване на постоянно хранилище
ca: Suprimeix l'Emmagatzematge Persistent
cs: Smazat trvalé úložiště
fa: حذف ذخیره سازی ماندگار
fi: Poista pysyvä tallennustila
fr: Supprimer le stockage persistant
ga: Scrios Stóráil Marthanach
hr: Izbriši trajno spremište
is: Eyða varanlegri gagnageymslu
it: Elimina archiviazione persistente
ja: 永続ストレージの削除
ka: მუდმივი საცავის წაშლა
pl: Usuń pamięć trwałą
ro: Stergeţi Stocarea Permanentă
ru: Удалить Постоянное хранилище
sq: Fshije Depozitën e Qëndrueshme
sr: Izbriši Uporno Skladište
sv: Ta bort bestående lagring
sw: Futa Persistent Storage
vi: Xoá bỏ Ổ đĩa lưu trữ Bền vững

source: Are you sure that you want to delete your Persistent Storage? This action cannot be undone.
bg: Желаете ли постоянното хранилище да бъде премахнато? Действието е необратимо.
ca: Esteu segur que voleu suprimir el vostre Emmagatzematge Persistent? Aquesta acció no es pot desfer.
cs: Checete opravdu smazat vaše Trvalé Uložiště? Tato akce nemůže být vrácena.
fi: Haluatko varmasti poistaa pysyvän tallennustilasi? Poistoa ei ole mahdollista kumota.
fr: Êtes-vous sûr de vouloir supprimer votre stockage persistant ? Cette action ne peut pas être annulée.
ga: An bhfuil tú cinnte gur mian leat do Stór Marthanach a scriosadh? Ní féidir an gníomh seo a chealú.
hr: Stvarno želiš izbrisati tvoje trajno spremište? Ova je nepovratna radnja.
is: Ertu viss um að þú viljir eyða varanlegu gagnageymslunni þinni? Þessi aðgerð er ekki afturkallanleg.
it: Vuoi davvero eliminare la tua archiviazione persistente? Questa azione non può essere annullata.
ja: 永続ストレージを削除してもよろしいですか？この操作は元に戻せません。
ka: ნამდვილად გსურთ თქვენი მუდმივი მეხსიერების წაშლა? ეს ქმედება შეუქცევადია.
pl: Czy na pewno chcesz usunąć swoją pamięć trwałą? Tej czynności nie można cofnąć.
ro: Siguri doriti stergerea Stocarii Permanente? Aceasta actiune nu va mai putea fi anulata.
ru: Вы уверены, что хотите удалить Постоянное хранилище? Это действие нельзя обернуть вспять.
sq: Jeni i sigurt se doni të fshihet Depozita juaj e Qëndrueshme? Ky veprim s’mund të zhbëhet.
sr: Da li ste sigurni da želite izbrisati svoje Uporno Skladište? Ova radnja se ne može poništiti.
sv: Är du säker på att du vill ta bort din bestående lagring? Denna åtgärd kan inte ångras.
vi: Bạn có chắc chắn rằng bạn muốn xoá bỏ đi Ổ đĩa lưu trữ Bền vững của bạn chứ? Hành động này một khi thực hiện rồi sẽ không thể hoàn tác được.

source: _Cancel
bg: _Отказ
ca: _Cancel·la
cs: _Zrušit
fa: _لغو
fi: __Peruuta
fr: _Annuler
ga: _Cealaigh
he: _ביטול
hr: _Odustani
is: _Hætta við
it: _Annulla
ja: キャンセル (_C)
ka: _გაუქმება
lt: _Atsisakyti
pl: _Anuluj
ro: _Anulare
ru: _Отмена
sq: _Anuloje
sr: _Otkaži
sv: _Avbryt
sw: _Ondoa
vi: _Hủy bỏ

source: _Delete Persistent Storage
bg: _Премахване на постоянното хранилище
ca: _Suprimeix l'Emmagatzematge Persistent
cs: _Smazat trvalé úložiště
fa: _حذف ذخیره سازی مانا
fi: _Poista pysyvä tallennustila
fr: _Supprimer le stockage persistant
ga: _Scrios Stóráil Marthanach
hr: _Izbriši trajno spremište
is: _Eyða varanlegri gagnageymslu
it: _Elimina archiviazione persistente
ja: 永続ストレージを削除する (_D)
ka: მუდმივი საცავის _წაშლა
pl: _Usuń pamięć trwałą
ro: _Stergeţi Stocarea Permanentă
ru: _Удалить Постоянное хранилище
sq: _Fshi Depozitën e Qëndrueshme
sr: _Izbriši Uporno Skladište
sv: _Ta bort bestående lagring
vi: _Xoá bỏ Ổ đĩa lưu trữ Bền vững

source: Deleting your Persistent Storage...
bg: Премахване на постоянното хранилище…
ca: S'està suprimint l'Emmagatzematge Persistent...
cs: Mazání vašeho Trvalého Úložiště...
fa: حذف کردن ذخیره‌ساز ماندگارتان…
fi: Poistetaan pysyvää tallennustilaasi...
fr: Supprimer votre stockage persistant ...
ga: Do Stór Marthanach á scriosadh...
hr: Brisanje tvog trajnog spremišta …
is: Eyða varanlegu gagnageymslunni þinni...
it: Eliminazione dell'archiviazione persistente...
ja: 永続ストレージを削除する
ka: იშლება თქვენი მუდმივი საცავი...
pl: Usuwanie pamięci trwałej...
ro: Stergerea Stocarii Permanente...
ru: Удаление вашего Постоянного хранилища...
sq: Po fshihet Depozita juaj e Qëmdrueshme…
sr: Brisanje vašeg Upornog Skladišta...
sv: Tar bort din bestående lagring...

source: _OK
bg: _Добре
ca: _D'acord
fa: _قبول
ga: _ceart go leor
he: _אישור
hr: _U redu
is: Í _lagi
ja: OK (_O)
ka: _დიახ
lt: _Gerai
ru: _Хорошо

source: Sorry, you can't close this app until the ongoing operation has completed.
bg: Приложението не може да бъде затворено, докато се извършва действие.
ca: No podeu tancar aquesta aplicació fins que no s'hagi completat l'operació en curs.
cs: Je nám líto, ale tuto aplikaci nemůžete zavřít, dokud probíhající operace nebude dokončena.
fi: Valitettavasti et voi sulkea sovellusta ennen keskeneräisen toimenpiteen valistumista.
fr: Désolé, vous ne pouvez pas fermer cette application tant que l'opération en cours n'est pas terminée.
ga: Ár leithscéal, ní féidir leat an aip seo a dhúnadh go dtí go mbeidh an oibríocht leanúnach curtha i gcrích.
hr: Nažalost ne možeš zatvoriti ovu aplikaciju dok operacija u tijeku ne završi.
is: Því miður, þú getur ekki lokað forritinu fyrr en aðgerðin sem er í gangi klárast.
it: Spiacenti, non puoi chiudere questa applicazione finché l'operazione in corso non è completata.
ja: 申し訳ありませんが、進行中の操作が完了するまでこのアプリを閉じることはできません。
ka: სამწუხაროდ, ვერ დახურავთ პროგრამას, სანამ მიმდინარე მოქმედებები არ შესრულდება.
pl: Przepraszamy, nie możesz zamknąć tej aplikacji, dopóki trwająca operacja nie zostanie zakończona.
ro: Ne pare rau dar nu puteti inchide aceasta aplicatie cat timp operatiile curente nu-s terminate.
ru: Извините, вы не можете закрыть это приложение пока текущая операция не будет завершена.
sq: Na ndjeni, s’mund të mbyllni këtë aplikacion, para se të jetë plotësuar veprimi që po kryhet.
sr: Izvinite, ne možete zatvoriti ovu aplikaciju dok se trenutna radnja ne završi.
sv: Tyvärr kan du inte stänga den här appen förrän den pågående operationen har slutförts.
vi: Xin thứ lỗi, bạn không thể đóng app ứng dụng này lại cho tới khi tác vụ hiện thời trở nên hoàn thành.

source: Please wait
bg: Изчакайте
ca: Espereu
cs: Čekejte prosím
fa: لطفاً شکیبا باشید
fi: Odota
fr: Veuillez patienter
ga: Fán le do thoil
he: המתן בבקשה
hr: Pričekaj
is: Bíddu aðeins
it: Attendi per favore
ja: お待ちください
ka: გთხოვთ მოითმინოთ
lt: Palaukite
pl: Proszę czekać
ro: Rugam asteptati
ru: Пожалуйста, подождите
sq: Ju lutemi, pritni
sr: Molimo sačekajte
sv: Var god vänta
vi: Xin hãy đợi
