Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: The file container {path} could not be opened with write access. It was opened read-only instead. You will not be able to modify the content of the container. {error_message}
bg: Контейнерът за файлове {path} не може да бъде отворен с достъп за писане. Вместо това е отворен само за четене. Няма да можете да променяте съдържанието му. {error_message}
ca: El contenidor de fitxer {path} no s'ha pogut obrir amb accés d'escriptura. S'ha obert només de lectura. No podreu modificar el contingut del contenidor. {error_message}
cs: Souborový kontejner {path} nemohl být otevřen pro zápis. Namísto toho byl otevřen pouze pro čtení. Obsah kontejneru nebude moci změnit. {error_message}
fa: بارگنج پرونده {path} نتوانست با دسترسی نوشتن باز شود. به جایش به صورت فقط خواندنی باز شد. نخواهید توانست محتوای بارگنج را دستکاری کنید. {error_message}
fi: Tiedostosäiliötä {path} ei voitu avata kirjoitusluvalla. Se avattiin sen sijaan vain luettavassa muodossa. Et voi muokata tämän säiliön sisältöä. {error_message}
fr: Le conteneur de fichiers {path} n’a pas pu être ouvert avec un accès en écriture. Il a plutôt été ouvert en lecture seule. Vous ne pourrez pas modifier le contenu du conteneur. {error_message}
ga: Níorbh fhéidir an coimeádán {path} a oscailt sa mód inscríofa. Osclaíodh sa mód inléite amháin é. Ní bheidh tú in ann an t-ábhar sa gcoimeádán a athrú. {error_message}
he: מֵכַל הקבצים {path} לא היה יכול להיפתח עם גישת כתיבה. הוא נפתח עם קריאה־בלבד במקום. לא תוכל לשנות את תוכן המֵכַל. {error_message}
hr: Spremnik datoteka {path} nije se mogao otvoriti s pristupom za pisanje. Umjesto toga je otvoren u stanju samo-za-čitanje. Sadržaj spremnika nećeš moći mijenjati. {error_message}
is: Ekki var hægt að opna skráagáminn {path} með skrifheimildum. Í staðinn var hann opnaður í lesham. Þú munt ekki geta breytt innihaldi skráagámsins. {error_message}
it: Impossibile aprire Il contenitore di file {path} con accesso in scrittura. È stato invece aperto in sola lettura. Non potrai modificarne il contenuto. {error_message}
ja: ファイルコンテナー {path} を書き込み可能な状態で開くことができず、代わりに読み取り専用で開かれました。コンテナーのコンテンツは修正することができません。 {error_message}
ka: ფაილის სათავსი {path} ვერ გაიხსნება ჩაწერის შესაძლებლობით. გახსნილია მხოლოდ წაკითხვის რეჟიმში. ვერ შეძლებთ სათავსის შიგთავსის შეცვლას. {error_message}
lt: Nepavyko atverti failų konteinerio {path} su rašymo prieiga. Vietoj to, jis buvo atvertas tik skaitymui. Jūs negalėsite modifikuoti konteinerio turinio. {error_message}
pl: Kontener plików {path} nie mógł być otwarty z prawami zapisu. Zamiast tego został otwarty tylko do odczytu. Nie będziesz mógł modyfikować zawartości tego kontenera. {error_message}
ro: Containerul de fișiere {path} nu a putut fi deschis cu permisiune de scriere. În schimb a fost deschis în mod read-only. Nu veți putea modifica conținutul containerului. {error_message}
ru: Контейнер с файлом {path} не может быть открыт с доступом для записи. Вместо этого он был открыт только для чтения. Вы не сможете изменить содержимое контейнера. {error_message}
sq: Përmbajtësi i kartelave {path} s’u hap dot me leje shkrimi. Në vend të kësaj, u hap si vetëm-për-lexim. S’do të jeni në gjendje të ndryshoni lëndën e përmbajtësit. {error_message}
sr: Spremište datoteka {path} ne može da bude otvoreno sa pristupom za upis. Umesto toga otvoren je samo za čitanje. Nećete biti u mogućnosti da menjate sadržaj spremišta. {error_message}
sv: Filbehållaren {path} kunde inte öppnas med skrivbehörighet. Det öppnades skrivskyddat istället. Du kommer inte att kunna ändra innehållet i behållaren. {error_message}
sw: Kihifadhi mafailir {path} haiwezi kufunguliwa kwa kuandika. badala yake ilifunguka kwa kusoma tu. Hautakuwa na uwezo wa kurekebisha maudhui yaliyomo katika kihifadhi mafaili. {error_message}
vi: Tập tin container chứa {path} không thể được mở với quyền truy cập viết. Thay vì thế, nó đã được mở chỉ được đọc. Bạn sẽ không thể chỉnh sửa nội dung của container chứa. {error_message}

source: Error opening file
bg: Грешка при отваряне на файл
ca: S'ha produït un error en obrir el fitxer
cs: Chyba při otevírání souboru
fa: خطا در باز کردن فایل
fi: Virhe tiedostoa avatessa
fr: Erreur d’ouverture du fichier
ga: Earráid agus an comhad á oscailt
he: שגיאה בפתיחת קובץ
hr: Greška pri otvaranju datoteke
is: Villa við að opna skrá
it: Errore nell'apertura del file
ja: ファイルを開くエラー
ka: შეცდომა ფაილის გახსნისას
lt: Klaida atveriant failą
pl: Błąd otwierania pliku
ro: Eroare la deschiderea fișierului
ru: Ошибка открытия файла
sq: Gabim në hapje kartele
sr: Greška pri otvaranju datoteke
sv: Det gick inte att öppna filen
sw: Dosari katika kufungua faili
vi: Lỗi khi mở tập tin

source: Not a VeraCrypt container
bg: Не е контейнер на VeraCrypt
ca: No és un contenidor VeraCrypt
cs: Není kontejnerem VeraCrypt
fa: مخزن VeraCrypt نیست
fi: Ei VeraCrypt-säilö
fr: Ce n’est pas un conteneur VeraCrypt
ga: Ní coimeádán VeraCrypt é seo
he: לא מֵכַל VeraCrypt
hr: Nije VeraCrypt spremnik
is: Er ekki VeraCrypt skráagámur
it: Non un contenitore VeraCrypt
ja: VeraCrypt コンテナーではありません
ka: არაა VeraCrypt-ის სათავსი
lt: Nėra VeraCrypt konteineris
pl: Nie jest to kontener VeraCrypt
ro: Nu este un container VeraCrypt
ru: Не контейнер VeraCrypt
sq: S’është përmbajtës VeraCrypt
sr: Nije VeraCrypt spremište
sv: Inte en VeraCrypt behållare
sw: Siyo kihifadhi cha VeraCrypt
vi: Không phải container chứa VeraCrypt

source: The file %s does not seem to be a VeraCrypt container.
bg: Файлът %s не е контейнер на VeraCrypt.
ca: El fitxer %s no sembla ser un contenidor de VeraCrypt.
cs: Soubor %s zřejmě není kontejnerem VeraCrypt.
fa: فایل %s مخزن VeraCrypt به نظر نمی‌رسد.
fi: Tiedosto %s ei vaikuta VeraCrypt-säilöltä.
fr: Le fichier %s ne semble pas être un conteneur VeraCrypt.
ga: Ní coimeádán VeraCrypt é an comhad %s, de réir cosúlachta.
he: נראה שהקובץ %s אינו מֵכַל VeraCrypt.
hr: Čini se da datoteka %s nije VeraCrypt spremnik.
is: Skráin %s lítur ekki út fyrir að vera VeraCrypt skráagámur.
it: Il file %s non sembra essere un container VeraCrypt.
ja: ファイル %s は VeraCrypt コンテナーではありません。
ka: ფაილი %s არ წარმოადგენს VeraCrypt-ის სათავსს.
lt: Atrodo, kad failas %s nėra VeraCrypt konteineris.
pl: Plik %s nie wydaje się być kontenerem VeraCrypt.
ro: Fișierul %s nu pare să fie un container VeraCrypt.
ru: Файл %s не является контейнером VeraCrypt.
sq: Kartela %s s’duket të jetë një përmbajtës VeraCrypt.
sr: Datoteka %s se ne čini kao VeraCrypt spremište.
sv: Filen %s verkar inte vara en VeraCrypt behållare.
sw: Faili %s halionekani katika kihifadhi cha VeraCrypt container.
vi: Tập tin %s không trông như một container chứa VeraCrypt.

source: Failed to add container
bg: Грешка при добавяне на контейнер
ca: No s'ha pogut afegir el contenidor
cs: Selhalo přidávání kontejneru
fa: خطا در افزودن مخزن
fi: Säilön lisääminen epäonnistui
fr: Échec d’ajout du conteneur
ga: Níorbh fhéidir an coimeádán a chur leis
he: נכשל בהוספת מֵכַל
hr: Neuspjelo dodavanje spremnika
is: Tókst ekki að bæta við skráagámi
it: Errore nell'aggiunta del container
ja: コンテナーの追加に失敗しました
ka: სათავსის დამატება ვერ მოხერხდა
lt: Nepavyko pridėti konteinerio
pl: Nie udało się dodać konteneru
ro: Adăugarea containerului a eșuat
ru: Ошибка в добавлении контейнера
sq: S’u arrit të shtohej përmbajtës
sr: Dodavanje spremišta neuspešno
sv: Det gick inte att lägga till behållare
sw: Imeshindwa kuongeza kihifadhi mafaili
vi: Đã thất bại khi thêm container chứa

source: Could not add file container %s: Timeout while waiting for loop setup. Please try using the <i>Disks</i> application instead.
bg: Грешка при добавяне на контейнера за файлове %s: Времето за изчакване на цикъла за настройка. Пробвайте като използвате приложението <i>Disks</i>.
ca: No s'ha pogut afegir el contenidor de fitxers %s: s'ha excedit el temps mentre s'esperava la configuració de bucle. Torneu a provar-ho fent servir l'aplicació <i>Discs</i>.
cs: Nebylo možné přidat kontejner %s: Vypršel časový limit při čekání na nastavení smyčky. Pokuste se použít aplikaci <i>Disky</i>.
fa: افزودن کانتینر فایل %s ممکن نشد: انتظار برای نصب لوپ بسیار طول کشید. لطفا به جای آن از برنامه‌ی <i>دیسک</i> استفاده کنید.
fi: Tiedostosäiliötä %s ei voitu lisätä: Aikakatkaisu silmukan asetusta odottaessa. Ole hyvä ja yritä sen sijaan käyttää <i>Levyt</i>-sovellusta.
fr: Impossible d’ajouter le conteneur de fichiers %s : délai d’attente dépassé en attendant la configuration de la boucle. Veuillez essayer d’utiliser l’application <i>Disques</i> à la place.
ga: Níorbh fhéidir coimeádán %s a chur leis: Thar am agus ag fanacht le socrú na lúibe. Bain triail as an bhfeidhmchlár <i>Dioscaí</i> ina áit sin.
hr: Neuspjelo dodavanje spremnika %s: Vrijeme je isteklo prilikom čekanja na postavljanje petlje. Pokušaj koristiti program <i>Disks</i> umjesto toga.
is: Gat ekki bætt við skráagámnum %s: Rann út á tíma meðan beðið var eftir uppsetningu á hringbeiningu. Notaðu frekar <i>Diskar</i> forritið.
it: Impossibile aggiungere contenitore file %s: tempo scaduto in attesa del loop setup. Prova piuttosto ad usare l'applicazione <i>Dischi</i>.
ja: ファイルコンテナー %s を追加できませんでした: ループセットアップ待ち中にタイムアウトしました。 <i>Disks</i> アプリケーションを使用してください。
ka: ვერ ემატება ფაილის სათავსი %s: დაყოვნება, განმეორებით დაყენებამდე. გთხოვთ, სანაცვლოდ გამოიყენოთ <i>დისკების</i> პროგრამა.
lt: Nepavyko pridėti failų konteinerio %s: Laukiant ciklinės sąrankos, pasibaigė laikas. Vietoj to, pabandykite naudoti programą <i>Diskai</i>.
pl: Nie można dodać kontenera plików %s: Limit czasu podczas oczekiwania na konfigurację pętli. Spróbuj zamiast tego użyć aplikacji <i>Dyski</i>.
ro: Adăugarea containerului a eșuat%s: setarea inițială a componentei loop durează prea mult timp. Vă rugăm să reîncercați folosind aplicația <i>Disks</i>.
ru: Не удалось добавить файловый контейнер %s: Превышено время ожидания установки цикла. Пожалуйста, попробуйте использовать приложение <i>Disks</i>.
sq: S’u shtua dot përmbajtës kartelash %s: Mbaroi koha teksa pritej për ujdisje qerthulli. Ju lutemi, në vend të kësaj, provoni të përdorni aplikacionin <i>Disqe</i>.
sr: Ne može se dodati kontejner fajvola %s: Istek vremena tokom čekanja za podešavanje petlje. Molimo pokušajte koristiti <i>Disks</i> aplikaciju.
sv: Det gick inte att lägga till filbehållaren %s: Tiden löpte ut i väntan på loop-inställning. Försök att använda programmet <i>Disks</i> istället.
sw: Haiwezi kuongeza kihifadhi mafaili %s: Muda uliisha wakati unasubiri mpangilio mwingine. Tafadhali jaribu kutumia programu ya <i>Disks</i> badala yake.
vi: Đã không thể thêm tập tin container chứa %s: Đã hết thời gian trong khi đợi cài đặt vòng loop. Xin vui lòng thử sử dụng <i>Các đĩa</i> ứng dụng thay thế.

source: Choose File Container
bg: Избиране на контейнер за файлове
ca: Tria contenidor d'arxius
cs: Vybrat souborový kontejner
fa: انتخاب مخزن فایل
fi: Valitse tiedostosäilö
fr: Choisir un conteneur de fichiers
ga: Roghnaigh Coimeádán
he: בחר מֵכַל קבצים
hr: Odaberi spremnik datoteka
is: Veldu skráagám
it: Scegli contenitore di file
ja: ファイルコンテナーを選択
ka: ფაილის სათავსის არჩევა
lt: Pasirinkti failų konteinerį
pl: Wybierz kontener plików
ro: Alegere Container de Fișiere
ru: Выберите файловый контейнер
sq: Zgjidhni Përmbajtës Kartelash
sr: Odaberite spremište datoteka
sv: Välj filbehållare
sw: Chagua kihifadhi ya faili
vi: Lựa chọn tập tin Container chứa

source: The Unsafe Browser was disabled in the Welcome Screen.\n\n
bg: Небезопасният четец е изключен на началния екран.\n\n
ca: El Navegador Insegur s'ha desactivat a la pantalla de benvinguda.\n\n
cs: Nezabezpečený prohlížeč byl vypnut na uvítací obrazovce.\n\n
fi: Suojaamaton selain poistettiin käytöstä aloitusnäytössä.\n\n
fr: Le navigateur non sécurisé a été désactivé dans l'écran de bienvenue. \n\n
ga: Díchumasaíodh an Brabhsálaí Neamhshábháilte sa Scáileán Fáilte.\n\n
is: Óöruggi vafrinn var gerður óvirkur á upphafsskjánum.\n\n
it: Il Browser Non Sicuro è stato disabilitato nella Schermata di Benvenuto.\n\n
ja: ウェルカム画面で安全でないブラウザーを無効にしました。\n\n
ka: დაუცველი ბრაუზერი ვერ გაითიშება შესვლის ეკრანზე.\n\n
pl: Niebezpieczna przeglądarka została wyłączona w ekranie powitalnym.\n\n
ro: Browserul nesigur a dezactivat pagina de primire. \n\n
ru: Небезопасный браузер был отключён на экране приветствия.\n\n
sq: Shfletuesi i Pasigurt qe çaktivizuar te Skena e Mirëseardhjes.\n\n
sr: Nesiguran Browser je ugašen u Ekranu Dobrodošlice. \n\n
sv: Den osäkra webbläsaren inaktiverades på välkomstskärmen.\n\n
sw: Unsafe Browser haikuwezeshwa katika kurasa ya mbele \n\n
vi: Trình duyệt không an toàn đã được vô hiệu hoá trong màn hình chào mừng. \n\n

source: To use the Unsafe Browser, restart Tails and make sure that the Unsafe Browser is enabled in the additional settings of the Welcome Screen.
bg: За да използвате Небезопасния четец рестартирайте Tails и се уверете, че Небезопасен четец е включен в допълнителните настройки на началния екран.
ca: Per utilitzar el Navegador Insegur, reinicieu Tails i assegureu-vos que el Navegador Insegur estigui habilitat a la configuració addicional de la pantalla de benvinguda.
cs: Pro použití nezabezpečeného prohlížeče restartujte Tails a ujistěte se, že nezabezpečený prohlížeč je zapnutý v dodatečných nastaveních uvítací obrazovky.
fi: Käynnistä Tails uudelleen käyttääksesi Suojaamatonta selainta ja varmista, että se on otettu käyttöön aloitusnäytön lisäasetuksista.
fr: Pour utiliser le navigateur non sécurisé, redémarrez Tails et assurez-vous que le navigateur non sécurisé est activé dans les paramètres supplémentaires de la fenêtre d'accueil.
ga: Chun an Brabhsálaí Neamhshábháilte a úsáid, atosaigh Tails agus cinntigh go bhfuil an Brabhsálaí Neamhshábháilte cumasaithe i socruithe breise an Scáileáin Fáilte.
is: Til að nota óörugga netvafrann skaltu endurræsa Tails og ganga úr skugga um að óöruggi vafrinn sé virkjaður í viðbótarstillingum upphafsskjásins.
it: Per utilizzare il Browser Non Sicuro, riavvia Tails e assicurati che il Browser Non Sicuro sia abilitato nelle impostazioni aggiuntive della Schermata di Benvenuto.
ja: 安全でないブラウザーを使用するには、Tails を再起動し、ウェルカム画面の追加設定で、安全でないブラウザーが有効になっていることを確認してください。
pl: Aby użyć niebezpiecznej przeglądarki, należy ponownie uruchomić Tails i upewnić się, że niebezpieczna przeglądarka jest włączona w ustawieniach dodatkowych ekranu powitalnego.
ro: Pentru a utiliza Browserul Nesigur, restartati Tails si fiti sigur ca Browserul Nesigur este activat din setarile aditionale de la Pagina de Primire.
ru: Чтобы использовать Небезопасный браузер, перезапустите Tails и включите Небезопасный браузер в дополнительных настройках на экране приветствия.
sq: Që të përdorni Shfletuesin e Pasigurt, rinisni Tails dhe sigurohuni se Shfletuesi i Pasigurt është i aktivizuar, te rregullimet shtesë të Skenës së Mirëseardhjes.
sr: Da biste koristili Nesiguran Browser, restartujte Tails i proverite da li je Nesiguran Browser uključen u dodatnim podešavanjima Ekrana Dobrodošlice.
sv: För att använda den osäkra webbläsaren, starta om Tails och se till att den osäkra webbläsaren är aktiverad i de extra inställningarna på välkomstskärmen.
sw: Ili kutumia Unsafe Browser, anza upya Tails na hakikisha kuwa Unsafe Browser imewezeshwa katika mpangilio wa ziada waKamera ya wavuti.
vi: Để sử dụng trình duyệt không an toàn, hãy khởi động lại Tails và chắc chắn rằng trình duyệt không an toàn đã được kích hoạt trong cài đặt bổ sung của Màn hình Chào mừng.

source: To use the Unsafe Browser, restart Tails.
bg: За да използвате Небезопасния четец рестартирайте Tails.
ca: Per utilitzar el Navegador Insegur, reinicieu Tails.
cs: Pro použití nezabezpečeného prohlížeče restartujte Tails.
fa: آغاز دوبارهٔ تیلز برای استفاده از مرورگر ناامن.
fi: Käynnistä Tails uudelleen käyttääksesi Suojaamatonta selainta.
fr: Pour utiliser le navigateur non sécurisé, redémarrez Tails.
ga: Chun an Brabhsálaí Neamhshábháilte a úsáid, atosaigh Tails.
hr: Za korištenje nesigurnog preglednika ponovo pokreni Tails.
is: Til að nota óörugga netvafrann skaltu endurræsa Tails.
it: Per utilizzare il Browser Non Sicuro, riavvia Tails.
ja: 安全でないブラウザーを使用するには、Tails を再起動してください。
ka: დაუცველი ბრაუზერის გამოსაყენებლად ხელახლა გაუშვით Tails.
pl: Aby użyć niebezpiecznej przeglądarki, uruchom ponownie Tails.
ro: Pentru a utiliza Browserul Nesigur, restartati Tails.
ru: Чтобы использовать Небезопасный браузер, перезапустите Tails.
sq: Që të përdorni Shfletuesin e Pasigurt, rinisni Tails.
sr: Da biste koristili Nesiguran Browser, restartujte Tails.
sv: För att använda den osäkra webbläsaren, starta om Tails.
sw: Ili kutumia Unsafe Browser, anza upya Tails.
vi: Để sử dụng trình duyệt không an toàn, khởi động lại Tails.

source: _Restart
bg: _Рестартиране
ca: _Reinicia
cs: _Restartovat
fa: _راه‌اندازی مجدد
fi: _Käynnistä uudelleen
fr: _Redémarrer
ga: _Tosaigh arís
he: _הפעל מחדש
hr: _Pokreni ponovo
is: Endu_rræsa
it: _Riavvia
ja: 再起動 (_R)
ka: _ახლიდან გაშვება
lt: _Paleisti iš naujo
pl: _Uruchom ponownie
ro: _Repornire
ru: _Перезапустить
sq: _Rinise
sr: _Restartuj
sv: _Starta om
sw: _Anza upya
vi: _Khởi động lại

source: Do you really want to restart Tails now?\n\nAll your current work will be lost.
bg: Желаете ли да рестартирате Tails?\n\nНезапазената информация ще бъде загубена.
ca: Segur que voleu reiniciar Tails ara?\n\nEs perdrà tota la feina actual.
cs: Skutečně chcete nyní restartovat Tails?\n\nVaše aktuální práce bude ztracena.
fa: آیا واقعا می‌خواهید اکنون Tails را دوباره راه‌اندازی کنید؟\n\nتمام کارهای فعلی شما از بین می‌رود.
fi: Haluatko varmasti käynnistää Tailsin uudelleen nyt?\n\nKaikki nykyinen työ menetetään.
fr: Voulez-vous vraiment redémarrer Tails maintenant ?\n\nTout le travail en cours sera perdu.
ga: Ar mhaith leat Tails a atosú anois?\n\nCaillfear do chuid oibre go léir faoi láthair.
hr: Stvarno želiš ponovo pokrenuti Tails?\n\nIzgubit ćeš sav tvoj trenutačni rad.
is: Viltu í alvörunni endurræsa Tails núna?\n\nAllt sem þú ert að vinna við mun tapast.
it: Vuoi veramente riavviare Tails adesso?\n\nIl lavoro attuale verrà perso.
ja: 今すぐ Tails を再起動してよろしいですか？\n\nすべての保存されていない作業は失われます。
ka: ნამდვილად გსურთ, კვლავ გაუშვათ Tails ახლავე?\n\nმიმდინარე ნამუშევარი დაიკარგება.
lt: Ar tikrai norite dabar paleisti Tails iš naujo?\n\nVisa jūsų esama veikla bus prarasta.
pl: Czy na pewno chcesz teraz zrestartować Tails?\n\nCała Twoja bieżąca praca zostanie utracona.
ro: Chiar doriți să reporniți Tails acum?\n\nToată munca dumneavoastră curentă se va pierde.
ru: Вы действительно хотите перезапустить Tails сейчас?\n\nВся текущая работа будет потеряна.
sq: Doni vërtet të rinisni Tails-in tani?\n\nKrejt puna e tanishme do të humbë.
sr: Da li stvarno želite restartovati Tails sada?\n\nSav trenutni rad će biti izgubljen.
sv: Vill du verkligen starta om Tails nu?\n\nAllt ditt nuvarande arbete kommer att gå förlorat.
sw: Unataka kuanza upya Tails sasa?\n\nAll kazi yako ya sasa itapotea.
vi: Bạn có thật sự muốn khởi động lại Tails ngay bây giờ không?\n\nTất cả công việc hiện tại của bạn sẽ bị mất.

source: Restart Now
bg: Рестартиране
ca: Reinicia ara
cs: Restartovat teď
fa: راه اندازی مجدد
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
ga: Atosú anois
he: הפעל מחדש כעת
hr: Ponovo pokreni sada
is: Endurræsa núna
it: Riavvia ora
ja: 今すぐ再起動
ka: ხელახლა გაშვება ახლავე
lt: Paleisti iš naujo dabar
pl: Uruchom ponownie teraz
ro: Reporniți acum
ru: Перезапустить
sq: Rinise Tani
sr: Restartuj Sada
sv: Starta om nu
sw: Anzisha tena sasa
vi: Khởi động lại ngay

source: Failed to restart the system.
bg: Грешка при рестартиране на системата.
ca: No s'ha pogut reiniciar el sistema.
cs: Systém se nepodařilo restartovat.
fa: راه اندازی مجدد سیستم انجام نشد.
fi: Järjestelmän uudelleenkäynnistys epäonnistui.
fr: Échec de redémarrage du système.
ga: Theip ar an gcóras a atosú.
he: נכשל בהפעלה מחדש של המערכת.
is: Mistókst að endurræsa kerfið.
it: Riavvio del sistema fallito.
ja: システムの再起動に失敗しました。
ka: სისტემის ხელახლა გაშვება ვერ მოხერხდა.
lt: Nepavyko paleisti sistemos iš naujo.
pl: Nie udało się ponownie uruchomić systemu.
ro: Repornirea sistemului a esuat.
ru: Не удалось перезапустить систему.
sq: S’u arrit të riniset sistemi.
sr: Neuspelo restartovanje sistema.
sv: Det gick inte att starta om systemet.
sw: Imeshindwa kuanza upya mfumo.
vi: Đã thất bại khi khởi động lại hệ thống.

source: Shutting down the Unsafe Browser...
bg: Изключване на Небезопасния четец…
ca: S'està tancant el Navegador Insegur...
cs: Ukončování Nezabezpečeného prohlížeče...
fa: خاموش کردن مرورگر ناامن…
fi: Suljetaan Suojaamaton selain...
fr: Fermeture du Navigateur non sécurisé…
ga: An brabhsálaí neamhshlán á dhúnadh...
he: מכבה את הדפדפן הבלתי בטוח…
hr: Gašenje nesigurnog preglednika …
is: Stöðva óörugga netvafrann...
it: Arresto del browser non sicuro...
ja: 安全でないブラウザーを閉じています...
ka: დაუცველი ბრაუზერის დახურვა...
lt: Nesaugi naršyklė išjungiama...
pl: Wyłączanie niebezpiecznej przeglądarki...
ro: Navigatorul neprotejat Unsafe Browser se închide...
ru: Отключение небезопасного браузера…
sq: Po mbyllet Shfletuesi i Pasigurt…
sr: Isključivanje nesigurnog pregledača...
sv: Stänger av den osäkra webbläsaren...
sw: Kuzima Unsafe Browser...
vi: Đang tắt Trình duyệt Không an toàn...

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
bg: Ще отнеме известно време, не рестартирайте Небезопасния четец преди напълно да изключи.
ca: Això pot trigar una estona, no reinicieu el Navegador Insegur fins que no s'hagi apagat correctament.
cs: Může to chvíli trvat a Nezabezpečený prohlížeč nebudete moci znovu spustit, dokud nebude správně ukončen.
fa: ممکن است زمان ببرد. نباید تا خاموش شدن کاملش مرورگر ناامن را دوباره آغاز کنید.
fi: Tämä saattaa kestää jonkin aikaa, etkä voi käynnistää Suojaamatonta selainta uudelleen ennen kuin se on suljettu oikein.
fr: Cela peut prendre du temps et vous ne devez pas redémarrer le Navigateur non sécurisé avant sa fermeture complète.
ga: Seans go dtógfaidh sé seo tamall, agus ní bheidh tú in ann an brabhsálaí neamhshlán a thosú arís go dtí go mbeidh sé dúnta mar is ceart.
he: זה עשוי לקחת זמן מה ועליך לא להפעיל מחדש את הדפדפן הבלתי־בטוח עד שהוא לא יכובה כראוי.
hr: Ovo može potrajati. Ne možeš ponovo pokrenuti nesiguran preglednik dok se nije potpuno ugasio.
is: Þetta getur tekið smá tíma, ekki er víst að hægt sé að ræsa óöruggan vafra fyrr enn því er lokið.
it: Questa operazione potrebbe richiedere del tempo: non riavviare il browser non sicuro finchè non viene arrestato correttamente.
ja: しばらく時間がかかる可能性があり、適切にシャットダウンされるまで、安全でないブラウザーを再起動できません。
ka: შესაძლოა გარკვეულ ხანს გასტანოს, არ გამორთოთ დაუცველი ბრაუზერი, სანამ სათანადოდ არ დაიხურება.
lt: Tai gali šiek tiek užtrukti. Jūs neturite iš naujo paleisti nesaugios naršyklės tol, kol ji nebus tinkamai išjungta.
pl: To może chwilę potrwać. Nie restartuj niebezpiecznej przeglądarki, dopóki nie zostanie ona poprawnie wyłączona.
ro: Acest lucru poate dura ceva timp, nu reporniți navigatorul neprotejat Unsafe Browser până ce nu este închis corespunzător.
ru: Это займет некоторое время. Вы не сможете перезапустить небезопасный браузер прежде, чем будут корректно завершены процедуры его выгрузки из системы.
sq: Kjo mund të zgjasë ca, dhe mund të mos mundni ta rinisni Shfletuesin e Pasigurt, para se të jetë mbyllur plotësisht.
sr: Ovo će možda potrajati, nemojte ponovo pokretati nesigurni pregledač pre njegovog pravilnog isključenja.
sv: Detta kan ta ett tag och du kanske inte kan startar om den osäkra webbläsaren förrän den är ordentligt avstängd.
sw: Hii inaweza kuchukua muda na unaweza usianze upya Unsafe Browser mpaka itakapozima vizuri.
vi: Việc này có thể mất chút thời gian, và bạn có thể không khởi động lại Trình duyệt Không an toàn cho tới khi nó được tắt một cách đúng đắn.
