Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: {details} Please check your list of additional software or read the system log to understand the problem.
bg: {details} Прегледайте списъка с допълнителните приложения или прочетете системния дневник, за да разберете проблема.
ca: {details} Comproveu la llista de programari addicional o llegiu el registre del sistema per entendre el problema.
cs: {details} Zkontrolujte seznam dodatečného softwaru nebo si přečtěte systémový zápis pro lepší pochopení problému.
fa: {details} لطفا لیست نرم افزار های جانبی را بررسی کنید یا گزارش های سیستم را بخوانید تا مشکل را درک کنید.
fi: {details} Ole hyvä ja tarkista lisäohjelmistolistasi tai lue järjestelmäloki ymmärtääksesi pulman paremmin.
fr: {details} Veuillez vérifier votre liste de logiciels supplémentaires ou lire le journal système afin de mieux comprendre le problème.
ga: {details} Féach ar liosta na mbogearraí breise nó caith súil ar loganna an chóras chun tuiscint níos fearr a fháil ar an bhfadhb.
he: {details} אנא בדוק את הרשימה של התוכנה הנוספת שלך או קרא את יומן האירועים של המערכת כדי להבין את הבעיה.
hr: {details} Provjeri popis dodatnog softvera ili pročitaj dnevnik sustava radi razumijevanja problema.
is: {details} Athugaðu listann yfir viðbótarhugbúnaðinn eða lestu kerfisannálana svo þú getir skilið betur hvað er í gangi.
it: {details} Controlla il tuo elenco di software aggiuntivi o leggi il log di sistema per scoprire il problema.
ja: {details} 問題を理解するには、追加ソフトウェアのリストを確認するか、システムログを参照してください。
ka: {details} გთხოვთ, გადაამოწმოთ დამატებითი პროგრამების სია ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზის გამოსარკვევად.
lt: {details} Norėdami išsiaiškinti problemą, patikrinkite savo papildomos programinės įrangos sąrašą arba skaitykite sistemos žurnalą.
pl: {details} Proszę o sprawdzenie swojej listy dodatkowego oprogramowania lub przeczytaj systemowy log żeby zrozumieć problem.
ro: {details} Vă rugăm verificați lista de aplicații adiționale sau citiți jurnalul sistemului pentru a întelege problema.
ru: {details} Пожалуйста, просмотрите список дополнительных программ или прочитайте системный журнал, чтобы понять проблему.
sq: {details} Ju lutemi, kontrolloni listën tuaj të software-it shtesë ose lexoni regjistrin e sistemit që të kuptoni problemin.
sr: {details} Molimo proverite Vašu listu dodatnih softvera ili pročitajte sistemski dnevnik logova kako biste razumeli u čemu je problem.
sv: {details} Kontrollera din lista över ytterligare programvara eller läs systemloggen för att förstå problemet.
sw: {details} Tafadhali angalia orodha ya programu za ziada au soma dosari za mfumo kuelewa tatizo.
vi: {details} Xin vui lòng kiểm tra danh sách các phần mềm bổ sung hoặc đọc nhật ký log hệ thống để hiểu vấn đề.

source: Please check your list of additional software or read the system log to understand the problem.
bg: Прегледайте списъка с допълнителните приложения или прочетете системния дневник, за да разберете проблема.
ca: Comproveu la llista de programari addicional o llegiu el registre del sistema per entendre el problema.
cs: Zkontrolujte seznam dodatečného softwaru nebo si přečtěte systémový protokol pro lepší pochopení problému.
fa: لطفا لیست نرم افزار های جانبی را بررسی کنید یا گزارش های سیستم را بخوانید تا مشکل را درک کنید.
fi: Ole hyvä ja tarkista lisäohjelmistolistasi tai lue järjestelmäloki ymmärtääksesi pulman paremmin.
fr: Veuillez vérifier votre liste de logiciels supplémentaires ou lire le journal système afin de mieux comprendre le problème.
ga: Féach ar liosta na mbogearraí breise nó caith súil ar loganna an chóras chun tuiscint níos fearr a fháil ar an bhfadhb.
he: אנא בדוק את הרשימה של תוכנה נוספת שלך או קרא את יומן האירועים של המערכת כדי להבין את הבעיה.
hr: Provjeri popis dodatnog softvera ili pročitaj dnevnik sustava radi razumijevanja problema.
is: Athugaðu listann yfir viðbótarhugbúnaðinn eða lestu kerfisannálana svo þú getir skilið betur hvað er í gangi.
it: Controlla il tuo elenco di software aggiuntivi o leggi il log di sistema per scoprire il problema.
ja: 問題を理解するには、追加ソフトウェアのリストを確認するか、システムログを参照してください。
ka: გთხოვთ გადაამოწმოთ დამატებითი პროგრამების სია ან ნახოთ სისტემის აღრიცხული ჩანაწერები ხარვეზის მიზეზის გამოსარკვევად.
lt: Norėdami išsiaiškinti problemą, patikrinkite savo papildomos programinės įrangos sąrašą arba skaitykite sistemos žurnalą.
pl: Proszę o sprawdzenie swojej listy dodatkowego oprogramowania lub przeczytaj systemowy log, żeby zrozumieć problem.
ro: Vă rugăm verificați lista de aplicații adiționale sau citiți jurnalul sistemului pentru a întelege problema.
ru: Просмотрите список дополнительных программ или прочитайте системный лог, чтобы понять проблему.
sq: Ju lutemi, kontrolloni listën tuaj të software-it shtesë ose lexoni regjistrin e sistemit që të kuptoni problemin.
sr: Molimo proverite Vašu listu dodatnih softvera ili pročitajte sistemski dnevnik logova kako biste razumeli u čemu je problem.
sv: Kontrollera din lista över ytterligare programvara eller läs systemloggen för att förstå problemet.
sw: Tafadhali anagalia orodha ya programu za ziada au soma matatizo ya mfumo ili kujua tatizo.
vi: Xin vui lòng kiểm tra danh sách các phần mềm bổ sung hoặc đọc nhật ký log hệ thống để hiểu vấn đề.

source: Show Log
bg: Преглед на дневника
ca: Mostra el registre
cs: Zobrazit protokol
fa: نمایش گزارش
fi: Näytä loki
fr: Afficher le journal
ga: Taispeáin an Logchomhad
he: הראה יומן
hr: Prikaži dnevnik
is: Birta atvikaskrá
it: Mostra log
ja: ログの表示
ka: ჩანაწერების ჩვენება
lt: Rodyti žurnalą
pl: Pokaż log
ro: Arată jurnalul
ru: Показать журнал
sq: Shfaq Regjistrin
sr: Prikaži dnevnik
sv: Visa loggen
sw: Onyesha Ingia
vi: Hiển thị nhật ký Log

source: Configure
bg: Настройки
ca: Configura
cs: Konfigurovat
fa: پیکربندی
fi: Määritä
fr: Configurer
ga: Cumraigh
he: תצר
hr: Konfiguriraj
is: Stilla
it: Configura
ja: 設定
ka: გამართვა
lt: Konfigūruoti
pl: Konfiguruj
ro: Configurare
ru: Настроить
sq: Formësoni
sr: Konfiguriši
sv: Konfigurera
sw: Sanidi
vi: Cấu hình

source: Add {packages} to your additional software?
bg: Добавяне на {packages} към допълнителните приложения?
ca: Voleu afegir {packages} al vostre programari addicional?
cs: Přidat {packages} k vašemu dodatečnému softwaru?
fa: {packages} را به نرم افزار های جانبی اضافه کنم؟
fi: Lisää {packages} lisäohjelmistoosi?
fr: Ajouter {packages} à vos logiciels supplémentaires ?
ga: An bhfuil fonn ort {packages} a chur le do chuid bogearraí breise?
he: להוסיף את {packages} לתוכנה הנוספת שלך?
hr: Dodati {packages} tvom dodatnom softveru?
is: Bæta {packages} í viðbótarhugbúnaðinn þinn?
it: Aggiungere {packages} ai tuoi software aggiuntivi?
ja: 追加ソフトウェアに {packages} を加えますか？
ka: ჩაემატოს {packages} თქვენს დამატებით პროგრამაში?
lt: Pridėti {packages} į jūsų papildomą programinę įrangą?
pl: Dodać {packages} do twojego dodatkowego oprogramowania?
ro: Adăugați {packages} la aplicațiile dumneavoastră adiționale?
ru: Добавить пакеты {packages} в список дополнительных программ?
sq: Të shtohen {packages} te software-i juaj shtesë?
sr: Dodajte {packages} na Vaše dodatne softvere?
sv: Lägg {packages} till dina extra program?
sw: Ongeza {packages} katika programu za ziada?
vi: Thêm {packages} vào phần mềm bổ sung của bạn chứ?

source: To install it automatically from your persistent storage when starting Tails.
bg: За инсталиране от постоянното хранилище при стартиране на Tails.
ca: Per instal·lar-lo automàticament des del vostre Emmagatzematge Persistent en iniciar Tails.
cs: Instalovat automaticky z vašeho trvalého úložiště při spouštění Tails.
fa: برای نصب خودکار آن از ذخیره سازی مداوم خود هنگام شروع تیلز.
fi: Asentaaksesi sen automaattisesti pysyvästä tallennustilastasi, kun käynnistät Tailsin.
fr: Pour l’installer automatiquement à partir de votre stockage persistant lors du démarrage de Tails.
ga: Suiteáil uathoibríoch ó do stóras seasmhach nuair a thosaíonn tú Tails.
he: כדי להתקין זאת באופן אוטומטי מהאחסון המתמיד שלך בזמן התחלת Tails.
hr: Za automatsko instaliranje iz tvog trajnog spremišta prilikom pokretanja Tailsa.
is: Til að setja þetta sjálfvirkt upp úr varanlegri gagnageymslu við ræsingu Tails.
it: Per installarlo automaticamente dalla tua archiviazione persistente all'avvio di Tails.
ja: Tails の起動時に、永続ストレージから自動的にインストールします。
ka: მისი ავტომატურად დაყენება მუდმივი მეხსიერებიდან Tails-ის გაშვებისას.
lt: Kad, paleidžiant Tails, ji būtų automatiškai įdiegiama iš ilgalaikio kaupiklio.
pl: Aby zainstalować to automatycznie z pamięci trwałej przy uruchamianiu Tails.
ro: Pentru instalarea automată din stocarea permanentă la pornirea Tails.
ru: Для автоматической установки из постоянного хранилища при запуске Tails.
sq: Për instalim automatikisht që prej depozitës tuaj të qëndrueshme, kur niset Tails.
sr: Da se instalira automatski sa upornog skladišta kada se pokreće Tails.
sv: För att installera det automatiskt från din bestående lagring när du Tails startas.
sw: Kuisanikisha mojakwamoja kutoka katika persistent storage yako unapoanza kutumia Tails.
vi: Để cài đặt nó tự động từ ổ lưu trữ liên tục kéo dài khi khởi chạy Tails.

source: Install Every Time
bg: Инсталиране всеки път
ca: Instal·la cada vegada
cs: Instalovat pokaždé
fa: هر بار نصب کن
fi: Asenna joka kerta
fr: Installer à chaque fois
ga: Suiteáil Gach Uair
he: התקן בכל פעם
hr: Instaliraj svaki put
is: Setja upp í hvert skipti
it: Installa ogni volta
ja: 毎回インストールする
ka: ყოველ ჯერზე დაყენება
lt: Įdiegti kiekvieną kartą
pl: Instaluj za każdym razem
ro: Instalează de fiecare dată
ru: Устанавливать каждый раз
sq: Instaloje Çdo Herë
sr: Instaliraj svaki put
sv: Installera varje gång
sw: Sakinisha Kila Muda
vi: Cài đặt vào mọi lần

source: Install Only Once
bg: Инсталиране един път
ca: Instal·la només una vegada
cs: Instalovat pouze jednou
fa: فقط یک بار نصب کن
fi: Asenna kertaalleen
fr: Installer une seule fois
ga: Suiteáil Uair Amháin
he: התקן פעם אחת בלבד
hr: Instaliraj samo jednom
is: Setja upp aðeins einu sinni
it: Installa solo una volta
ja: 一度だけインストールする
ka: მხოლოდ ერთხელ დაყენება
lt: Įdiegti tik vieną kartą
pl: Zainstaluj tylko raz
ro: Instalează doar o dată
ru: Установить один раз
sq: Instaloje Vetëm Një Herë
sr: Instaliraj samo jednom
sv: Installera endast en gång
sw: Sakinisha mara moja tu
vi: Chỉ cài đặt một lần

source: The configuration of your additional software failed.
bg: Грешка при настройка на допълнителните приложения.
ca: Ha fallat la configuració del programari addicional.
cs: Konfigurace vašeho dodatečného softwaru selhala.
fa: پیکربندی نرم افزار جانبی با شکست رو به رو شد.
fi: Lisäohjelmistosi määrittely epäonnistui.
fr: La configuration de vos logiciels supplémentaires a échoué.
ga: Theip ar chumraíocht na mbogearraí breise.
he: התצורה של התוכנה הנוספת שלך נכשלה.
hr: Neuspjela konfiguracija tvog dodatnom softvera.
is: Stillingar á viðbótarhugbúnaðnum þínum mistókst.
it: La configurazione del tuo software aggiuntivo è fallita.
ja: 追加ソフトウェアの設定に失敗しました。
ka: დამატებითი პროგრამის გამართვა ვერ მოხერხდა.
lt: Jūsų papildomos programinės įrangos konfigūracija patyrė nesėkmę.
pl: Konfiguracja dodatkowego oprogramowania nie powiodła się.
ro: Configurarea aplicațiilor dumneavoastră adiționale a eșuat.
ru: Не удалось настроить дополнительные программы.
sq: Formësimi i software-it tuaj shtesë dështoi.
sr: Konfiguracija Vaših dodatnih softvera je neuspešna.
sv: Konfigurationen av extra programvara misslyckades.
sw: Usanidi wa programu yako ya ziada umeshindikana.
vi: Cấu hình của phần mềm bổ sung của bạn đã thất bại.

source: To install it automatically when starting Tails, you can create a Persistent Storage and activate the <b>Additional Software</b> feature.
bg: За да бъдат инсталирани автоматично при стартиране на Tails, създайте постоянно хранилище и включете <b>Допълнителни приложения</b>.
ca: Per instal·lar-lo automàticament en iniciar Tails, podeu crear un Emmagatzematge Persistent i activar la funcionalitat de <b>Programari Addicional</b>.
cs: Pro automatickou instalaci při spouštění Tails můžete vytvořit Trvalé Úložiště a aktivovat funkci <b>Dodatečný software</b>.
fa: برای نصب خودکار آن در هنگام شروع تیلز، می‌توانید یک حافظه دائمی ایجاد کرده و ویژگی <b>نرم افزار اضافی</b> را فعال کنید.
fi: Asentaaksesi sen automaattisesti, kun käynnistät Tailsin, voit luoda pysyvän tallennustilan ja aktivoida toiminnon <b>Lisäohjelmisto</b>.
fr: Pour l’installer automatiquement lors du démarrage de Tails, vous pouvez créer un stockage persistant et activer la fonctionnalité <b>Logiciels supplémentaires</b>.
ga: Chun é a shuiteáil go huathoibríoch agus tú ag tosú Tails, is féidir leat Stór Marthanach a chruthú agus an ghné <b>Bogearraí Breise</b> a ghníomhachtú.
is: Til að setja þetta sjálfvirkt upp við ræsingu Tails, geturðu útbúið úr varanlega gagnageymslu og virkjað eiginleikann <b>Viðbótarhugbúnaður</b>.
it: Per installarlo automaticamente all'avvio di Tails, puoi creare un'archiviazione persistente e attivare la funzione <b>Software aggiuntivo</b>.
ja: Tails の起動時に自動的にインストールするには、永続ストレージを作成し、<b>追加ソフトウェア</b>機能を有効にします。
ka: ავტომატურად რომ დაყენდეს, როცა Tails ეშვება, შეგიძლიათ შექმნათ მუდმივი საცავი და აამოქმედოთ <b>დამატებითი პროგრამის</b> შესაძლებლობა.
pl: Aby zainstalować to automatycznie przy uruchamianiu Tails, możesz utworzyć trwałą pamięć i aktywować funkcję <b>Dodatkowe Oprogramowanie</b>.
ro: Pentru instalare automată la pornirea Tails, puteți crea o Stocare Permanentă și să activați opțiunea <b>Alte Aplicații</b>.
ru: Чтобы устанавливать их автоматически при запуске Tails, можно создать постоянное хранилище и активировать функцию <b>Дополнительные программы</b>.
sq: Për ta instaluar automatikisht, kur niset Tails, mund të krijoni një Depozitë të Qëndrueshme dhe të aktivizoni veçorinë <b>Software Shtesë</b>.
sr: Da automatski instalirate kad se pokrene Tails, možete napraviti Uporno Skladište i aktivirati <b>Dodatan Softver</b>.
sv: För att installera det automatiskt när du startar Tails kan du skapa en bestående lagring och aktivera funktionen <b>Ytterligare programvara</b>.
sw: Kusanikisha mojakwamoja unapoanza kutumia Tails, unaweza kutengeneza Persistent Storage na kuhifadhi <b>Sifa za Programu ya ziada</b> .
vi: Để tự động cài đặt nó khi khởi động Tails, bạn có thể tạo một Vùng Lưu Trữ Bền Vững và kích hoạt tính năng <b>Phần mềm bổ sung</b>.

source: Create Persistent Storage
bg: Създаване на постоянно хранилище
ca: Crea l'Emmagatzematge Persistent
cs: Vytvořit trvalé úložiště
fa: ایجاد ذخیره سازی مداوم
fi: Luo pysyvä tallennustila
fr: Créer un stockage persistant
ga: Cruthaigh Stóras Seasmhach
he: צור אחסון מתמיד
hr: Stvori trajno spremište
is: Útbúa varanlega gagnageymslu
it: Crea archiviazione persistente
ja: 永続ストレージの作成
ka: მუდმივი საცავის შექმნა
lt: Sukurti ilgalaikį kaupiklį
pl: Utwórz pamięć trwałą
ro: Creaţi Stocare Persistentă
ru: Создать постоянное хранилище
sq: Krijo Depozitë të Qëndrueshme
sr: Napravite Uporno Skladište
sv: Skapa bestående lagring
sw: Tengeneza Persistent Storage
vi: Tạo một vùng lưu trữ liên tục kéo dài

source: Creating your Persistent Storage failed.
bg: Грешка при създаване на постоянно хранилище.
ca: S'ha produït un error en crear l'Emmagatzematge Persistent.
cs: Trvalé Úložiště se nepodařilo vytvořit.
fa: ایجاد ذخیره ساز دائمی شما موفقیت آمیز نبود.
fi: Pysyvän tallennustilan luonti epäonnistui.
fr: La création de votre stockage persistant a échoué.
ga: Theip ar chruthú do Stór Marthanach.
is: Mistókst að útbúa varanlega gagnageymslu.
it: Creazione dell'archiviazione persistente fallita.
ja: 永続ストレージの作成に失敗しました。
ka: მუდმივი საცავის შექმნა ვერ მოხერხდა.
pl: Tworzenie pamięci trwałej się nie powidło.
ro: Crearea Stocării Permanente a eșuat.
ru: Не удалось создать постоянное хранилище.
sq: Krijimi i Depozitës suaj të Qëndrueshme dështoi.
sr: Pravljenje Upornog Skladišta nije uspelo.
sv: Skapandet av din bestående lagring misslyckades.
sw: Utengenezaji wa Persistent Storage yako umeshindikana.
vi: Việc khởi tạo Vùng Lưu Trữ Bền vữngi của bạn đã thất bại.

source: You could install {packages} automatically when starting Tails
bg: Пакетът {packages} може да бъде инсталиран при стартиране на Tails
ca: Podeu instal·lar {packages} automàticament en iniciar Tails
cs: {packages} můžete nainstalovat automaticky při spuštění Tails
fa: شما می‌توانید {packages} را به طور خودکار در هنگام شروع تیلز نصب کنید
fi: Voit asentaa {packages} automaattisesti, kun käynnistät Tailsin
fr: Vous pourriez installer {packages} automatiquement lors du démarrage de Tails
ga: Is féidir leat {packages} a shuiteáil go huathoibríoch nuair a thosaíonn Tails
he: אתה יכול להתקין {packages} באופן אוטומטי בזמן התחלת Tails
hr: Pri pokretanju Tailsa možeš automatski instalirati {packages}
is: Þú getur sett upp {packages} sjálfvirkt við ræsingu Tails
it: Potresti installare {packages} automaticamente all'avvio di Tails
ja: Tails の起動時に {packages} を自動的にインストールできます
ka: შეგიძლიათ დააყენოთ {packages} ავტომატურად Tails-ის გაშვებისას
lt: Paleisdami Tails, galėtumėte automatiškai įdiegti {packages}
pl: Możesz instalować {packages} automatycznie przy starcie Tails
ro: Puteți instala {packages} automat la pornirea Tails
ru: Вы могли установить пакеты {packages} автоматически при запуске Tails
sq: Mund të instaloni automatikisht {packages} kur niset Tails
sr: Možeš automatski instalirati {packages} pri pokretanju Tails-a
sv: Du kan installera {packages} automatiskt när Tails startas
sw: Ungeweza kusanikishal {packages} mojakwamoja unaponza kutumia Tails
vi: Bạn có thể cài đặt {packages} một cách tự động khi khởi chạy Tails

source: To do so, you need to run Tails from a USB stick.
bg: За да се случи това трябва да стартирате Tails от USB памет.
ca: Per a fer-ho, cal que executeu Tails des d'una memòria USB.
cs: K tomu musíte Tails spustit z USB disku.
fa: برای انجام آن، شما نیاز به اجرای Tails از روی یک حافظه USB دارید.
fi: Tehdäksesi niin tulee sinun suorittaa Tails USB-tikulta.
fr: Pour ce faire, vous devez lancer Tails à partir d’une clé USB.
ga: Chun é seo a dhéanamh, caithfidh tú Tails a rith ó mhéaróg USB.
he: כדי לעשות זאת, אתה צריך להריץ את Tails מתוך החסן USB.
hr: Da bi se to desilo, moraš pokrenuti Tails s USB sticka.
is: Til að gera þetta, þarftu að keyra Tails af USB-minnislykli.
it: Per farlo, devi eseguire Tails da una penna USB.
ja: そのためには、USB メモリーから Tails を起動する必要があります。
ka: ამისთვის, საჭიროა Tails გაუშვათ USB-მეხსიერებიდან.
lt: Norėdami tai padaryti, turite paleisti Tails iš USB atmintuko.
pl: Aby to zrobić, musisz uruchomić Tails z nośnika USB.
ro: Pentru a face acest lucru, trebuie să rulați Tails de pe un stick USB.
ru: Для этого нужно запустить Tails с USB-накопителя.
sq: Që ta bëni këtë, ju duhet të xhironi Tails prej një diskthi USB.
sr: Da biste to uradili, morate pokrenuti Tails sa USB stick-a.
sv: För att göra det måste du köra Tails från ett USB-minne.
sw: Kufanya hivyo, unahitaji kutumia Tails kutoka katika flashi.
vi: Để làm điều đó, bạn cần phải chạy Tails từ một thẻ nhớ USB.

source: Remove {packages} from your additional software?
bg: Премахване на {packages} от допълнителните приложения?
ca: Voleu eliminar {packages} del programari addicional?
cs: Chcete odstranit {packages} z vašeho dodatečného softwaru?
fa: حذف {packages} از نرم افزار های جانبی شما؟
fi: Poistetaanko {packages} lisäohjelmistostasi?
fr: Enlever {packages} de vos logiciels supplémentaires ?
ga: An bhfuil fonn ort {packages} a bhaint de na bogearraí breise?
he: האם להסיר את {packages} מהתוכנה הנוספת שלך?
hr: Ukloniti {packages} iz tvog dodatnog softvera?
is: Fjarlægja {packages} úr viðbótarhugbúnaðnum þínum?
it: Rimuovere {packages} dai software aggiuntivi?
ja: 追加ソフトウェアから {packages} を削除しますか？
ka: წაიშალოს {packages} თქვენი დამატებითი პროგრამებიდან?
lt: Šalinti {packages} iš jūsų papildomos programinės įrangos?
pl: Usunąć {packages} z oprogramowania dodatkowego?
ro: Ștergeți {packages} din aplicațiile dumneavoastră adiționale?
ru: Удалить пакеты {packages} из списка дополнительных программ?
sq: Të hiqet {packages} prej software-it tuaj shtesë?
sr: Uklonite {packages} iz Vašeg dodatnog softvera?
sv: Ta bort {packages} från dina extra program?
sw: Ondoa {packages} kutoka katika programu za ziada?
vi: Loại bỏ {packages} khỏi phần mềm bổ sung của bạn chứ?

source: This will stop installing {packages} automatically.
bg: Това ще спре автоматичното инсталиране на пакета {packages}.
ca: Això evitarà la instal·lació de {packages} automàticament.
cs: Tím se balík {packages} přestane automaticky aktualizovat.
fa: این به طور خودکار نصب {packages} را متوقف خواهد کرد.
fi: Tämä lopettaa {packages} asentamisen automaattisesti.
fr: Cela arrêtera l’installation automatique de {packages}.
ga: Ní shuiteálfar {packages} go huathoibríoch a thuilleadh.
he: זה יפסיק להתקין את {packages} באופן אוטומטי.
hr: Ovo će automatski prekinuti instaliranje paketa {packages}.
is: Þetta mun hætta að setja upp {packages} sjálfvirkt.
it: Ciò eviterà l'installazione automatica di {packages}.
ja: これは {packages} の自動インストールを停止します。
ka: შედეგად, აღარ დაყენდება {packages} ავტომატურად.
lt: Tai sustabdys automatinį {packages} diegimą.
pl: Zatrzyma to automatyczne instalowanie {packages}.
ro: Acest lucru va opri instalarea {packages} în mod automat.
ru: Это приведет к прекращению автоматической установки пакетов {packages}.
sq: Kjo do të sjellë reshtjen e instalimit të automatizuar të {packages}.
sr: Ovo će automatski zaustaviti instaliranje {packages}.
sv: Detta kommer att sluta installera {packages} automatiskt.
sw: Hii itazuia kusanikisha {packages} mojakwamoja.
vi: Điều này sẽ dừng việc cài đặt {packages} một cách tự động.

source: Remove
bg: Премахване
ca: Suprimeix
cs: Odstranit
fa: برداشتن
fi: Poista
fr: Supprimer
ga: Bain
he: הסר
hr: Ukloni
is: Fjarlægja
it: Rimuovi
ja: 削除
ka: წაშლა
lt: Šalinti
pl: Usuń
ro: Eliminare
ru: Удалить
sq: Hiqe
sr: Ukloni
sv: Ta bort
sw: Ondoa
vi: Gỡ bỏ

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
he: בטל
hr: Odustani
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
lt: Atsisakyti
pl: Anuluj
ro: Anulare
ru: Отмена
sq: Anuloje
sr: Otkaži
sv: Avbryt
sw: futa
vi: Hủy bỏ

source: {beginning} and {last}
bg: {beginning} и {last}
ca: {beginning} i {last}
cs: {beginning} a {last}
fa: {beginning} و {last}
fi: {beginning} ja {last}
fr: {beginning} et {last}
ga: {beginning} agus {last}
he: {beginning} ו {last}
hr: {beginning} i {last}
is: {beginning} og {last}
it: {beginning} e {last}
ja: {beginning} と {last}
ka: {beginning} და {last}
lt: {beginning} ir {last}
pl: {beginning} i {last}
ro: {beginning} și {last}
ru: {beginning} и {last}
sq: {beginning} dhe {last}
sr: {beginning} i {last}
sv: {beginning} och {last}
sw: {beginning} na {last}
vi: {beginning} và {last}
