Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: %(parent_size)s %(vendor)s %(model)s device (%(device)s)
bg: %(parent_size)s %(vendor)s %(model)s устройство (%(device)s)
ca: Dispositiu %(parent_size)s %(vendor)s %(model)s(%(device)s)
cs: %(parent_size)s %(vendor)s %(model)s zařízení (%(device)s)
fa: %(parent_size)s %(vendor)s %(model)s دستگاه (%(device)s)
fi: %(parent_size)s%(vendor)s%(model)slaite (%(device)s)
fr: Périphérique %(vendor)s %(model)s %(parent_size)s (%(device)s)
ga: Gléas %(vendor)s %(model)s %(parent_size)s (%(device)s)
he: %(parent_size)s %(vendor)s %(model)s התקן (%(device)s)
hr: %(parent_size)s %(vendor)s %(model)s uređaj (%(device)s)
is: %(parent_size)s %(vendor)s %(model)s tæki (%(device)s)
it: %(parent_size)s %(vendor)s %(model)s dispositivo (%(device)s)
ja: %(parent_size)s%(vendor)s%(model)sデバイス（%(device)s）
ka: %(parent_size)s %(vendor)s %(model)s მოწყობილობა (%(device)s)
lt: %(parent_size)s %(vendor)s %(model)s įrenginys (%(device)s)
pl: %(parent_size)s %(vendor)s %(model)s urządzenie (%(device)s)
ro: %(parent_size)s %(vendor)s %(model)s dispozitiv (%(device)s)
ru: %(parent_size)s%(vendor)s%(model)s устройство (%(device)s)
sq: Pajisje %(parent_size)s %(vendor)s %(model)s (%(device)s)
sr: %(parent_size)s %(vendor)s %(model)s uređaj (%(device)s)
sv: %(parent_size)s %(vendor)s %(model)s enhet (%(device)s)
sw: %(parent_size)s %(vendor)s %(model)s kifaa cha kielekitroniki (%(device)s)
vi: %(parent_size)s %(vendor)s %(model)s thiết bị (%(device)s)

source: The Persistent Storage on this USB stick will be lost.
bg: Постоянното хранилище в USB паметта ще бъде изгубено.
ca: L'Emmagatzematge Persistent d'aquest llapis USB es perdrà.
cs: Trvalé Úložiště na tomto USB flash disku bude smazáno.
fa: ذخیره سازی پایدار روی این یو‌اس‌بی از دست خواهد رفت.
fi: Tämän USB-mistin pysyvä tallennustila häviää.
fr: L’espace de stockage persistant de cette clé USB sera perdu.
ga: Caillfear an Stór Marthanach ar an bata USB seo.
is: Varanlega gagnageymslan á þessum USB-lykli mun tapast.
it: L'archiviazione persistente in questa penna USB verrà persa.
ja: この USB メモリーにある永続ストレージは失われます。
ka: მუდმივი მეხსიერება ამ USB-მოწყობილობაზე დაიკარგება.
pl: Pamięć trwała zostanie utracona na tej pamięci USB.
ro: Stocarea permanentă de pe acest stick USB va fi pierdută.
ru: Постоянное хранилище на этом USB-накопителе будет утрачено.
sq: Depozita e Qëndrueshme në këtë diskth USB do të humbë.
sr: Uporno Skladište na ovom USB stick-u će biti izgubljeno.
sv: Den bestående lagringen på detta USB-minne kommer att gå förlorad.

source: Delete Persistent Storage and Reinstall
bg: Премахване на постоянното хранилище и преинсталиране
ca: Suprimeix l'Emmagatzematge Persistent i torna a instal·lar
cs: Smazat trvalé úložiště a znovu nainstalovat
fa: حذف ذخیره‌ساز دائم و نصب مجدد
fi: Poista pysyvä tallennustila ja uudelleenasenna
fr: Supprimer l’espace de stockage persistant et réinstaller
ga: Scrios Stóráil Marthanach agus Athshuiteáil
he: מחק אחסון מתמיד והתקן מחדש
hr: Izbriši trajno spremište i instaliraj ga ponovo
is: Eyða varanlegri gagnageymslu og setja upp aftur
it: Elimina archiviazione persistente e reinstalla
ja: 永続ストレージを削除して再インストール
ka: მუდმივი მეხსიერების წაშლა და ახლიდან დაყენება
pl: Usuń pamięć trwałą i zainstaluj ponownie
ro: Șterge stocarea persistentă și reinstalează
ru: Удалить постоянное хранилище и переустановить
sq: Fshije Depozitën e Qëndrueshme dhe Riinstaloje
sr: Izbriši Uporno Skladište i reinstaliraj
sv: Ta bort bestående lagring och installera om
sw: Futa Persistent Storage kisha sanikisha tena
vi: Xoá Ổ đĩa lưu trữ liên tục kéo dài và Cài đặt lại

source: All data on this USB stick will be lost.
bg: Цялата информация в USB паметта ще бъде загубена.
ca: Es perdran totes les dades d'aquest llapis USB.
cs: Všechna data na tomto USB flash disku budou ztracena.
fa: تمام داده روی این یواس‌بی از بین خواهد رفت.
fi: Kaikki tämän USB-tikun data poistetaan.
fr: Toutes les données de cette clé USB seront perdues.
ga: Caillfear na sonraí go léir ar an USB bata seo.
he: כל מידע על יואסבי זה ימחק.
hr: Svi podaci na ovom USB-u će se izgubiti.
is: Öll gögn á þessum USB-lykli munu tapast.
it: Tutti i dati in questa penna USB verranno persi.
ja: この USB メモリー上のすべてのデータが失われます。
ka: ყველა მონაცემი ამ USB-მოწყობილობაზე დაიკარგება.
lt: Visi šiame USB atmintuke esantys duomenys bus prarasti.
pl: Wszystkie dane na tej pamięci USB zostaną utracone.
ro: Toate datele de pe acest stick vor fi pierdute.
ru: Все данные на этом USB-накопителе будут утрачены.
sq: Krejt të dhënat në këtë diskth USB do të humbin.
sr: Svi podaci sa ovog USB stick-a će biti izgubljeni.
sv: Alla data på detta USB-minne kommer att gå förlorade.
sw: Data zote katika flashi hii zitapotea.
vi: Mọi dữ liệu trên chiếc thẻ nhớ USB này sẽ bị mất.

source: Delete All Data and Install
bg: Премахване на данни и инсталиране
ca: Suprimeix totes les dades i instal·la
cs: Smazat všechna data a nainstalovat
fa: حذف همه اطلاعات و نصب
fi: Poista kaikki data ja asenna
fr: Supprimer toutes les données et installer
ga: Scrios Gach Sonraí agus Suiteáil
he: מחק כל מידע והתקן
hr: Izbriši sve podatke i deinstaliraj
is: Eyða öllum gögnum og setja upp
it: Elimina tutti i dati e installa
ja: すべてのデータを削除してインストール
ka: ყველაფრის წაშლა და დაყენება
lt: Ištrinti visus duomenis ir įdiegti
pl: Usuń wszystkie dane i zainstaluj
ro: Șterge toate datele și instalează
ru: Удалить все данные и установить
sq: Fshiji Krejt të Dhënat dhe Instaloje
sr: Izbriši sve podatke i instaliraj
sv: Radera alla data och installera
sw: Futa data zote kisha sanikisha
vi: Xoá tất cả Dữ liệu và Cài đặt

source: Confirm the target USB stick
bg: Потвърдете избраната USB памет
ca: Confirma el llapis USB de destinació
cs: Potvrďte cílový USB flash disk
fa: فلش USB هدف را تایید کنید
fi: Vahvista kohde-USB-tikku
fr: Confirmer la clé USB cible
ga: Deimhnigh an mhéaróg USB mar sprioc
he: אשר את החסן ה־USB של המטרה
hr: Potvrdi odredišni USB stick
is: Staðfestu USB-minnislykilinn sem á að skrifa á
it: Conferma la penna USB di destinazione
ja: ターゲット USB メモリーを確認する
ka: შესაბამისი USB-მოწყობილობის დამოწმება
lt: Patvirtinkite paskirties USB atmintuką
pl: Potwierdź docelową pamięć USB
ro: Confirmați stick-ul USB de destinație
ru: Подтвердите выбранное USB-устройство
sq: Ripohoni disk USB të synuar
sr: Potvrdi odabrani USB fleš
sv: Bekräfta mål-USB-minne
sw: Hakiki flashi iliyokusudiwa
vi: Hãy xác nhận thẻ nhớ USB đích đến

source: Unable to mount device
bg: Устройството не може да бъде монтирано
ca: No s'ha pogut muntar el dispositiu
cs: Zařízení nelze připojit
fa: ناتوان در سوار کردن افراز
fi: Laitteen liittäminen epäonnistui
fr: Impossible de monter le périphérique
ga: Níorbh fhéidir an gléas a fheistiú
he: לא ניתן לעגן התקן
hr: Nije moguće montirati uređaj
is: Tókst ekki að tengja tæki
it: Impossibile montare il dispositivo
ja: デバイスをマウントできません
ka: მოწყობილობის მიერთება ვერ ხერხდება
lt: Nepavyko prijungti įrenginio
pl: Nie można zamontować urządzenia
ro: Nu se poate monta dispozitivul
ru: Невозможно смонтировать устройство
sq: S’arrihet të montohet pajisja
sr: Nije moguce pokrenuti uredjaj
sv: Det går inte att montera enheten
sw: Haiwezi kuunganisha kifaa
vi: Không thể gắn thiết bị

source: The selected file is unreadable. Please fix its permissions or select another file.
bg: Избраният файл не може да бъде прочетен. Оправете правата му или изберете друг файл.
ca: El fitxer seleccionat no s'ha pogut llegir. Ajusteu els permisos o seleccioneu un altre fitxer.
cs: Vybraný soubor je nečitelný. Opravte jeho oprávnění nebo vyberte jiný soubor.
fa: پروندهٔ گزیده خوانش‌پذیر نیست. لطفاً اجازه‌هابش را درست کرده یا پرونده‌ای دیگر را برگزینید.
fi: Valittu tiedosto ei ole luettavissa. Korjaa käyttöoikeudet tai valitse toinen tiedosto.
fr: Le fichier sélectionné est illisible. Veuillez changer ses droits ou sélectionner un autre fichier.
ga: Ní féidir an comhad roghnaithe a léamh. Ceartaigh na ceadanna nó roghnaigh comhad eile.
he: הקובץ הנבחר בלתי קריא. נא לתקן את הרשאותיו או לבחר קובץ אחר.
hr: Izabrana datoteka je nečitljiva. Popravi njezine dozvole ili odaberi jednu drugu datoteku.
is: Skráin sem þú valdir er ekki lesanleg. Lagaðu heimildir hennar eða veldu aðra skrá.
it: Il file selezionato è illeggibile. Si prega di modificarne i permessi o selezionare un altro file.
ja: 選択されたファイルは読み込めません。権限を修正するか、他のファイルを選択してください。
ka: მითითებული ფაილი არ იკითხება. გთხოვთ, გაასწოროთ შესაბამისი ნებართვები ან სხვა ფაილი აირჩიოთ.
lt: Pasirinktas failas yra neperskaitomas. Pataisykite jo leidimus arba pasirinkite kitą failą.
pl: Nie można odczytać wybranego pliku. Proszę poprawić prawa dostępu do niego lub wybrać inny plik.
ro: Fișierul ales nu poate fi citit. Corectați accesul sau alegeți altul.
ru: Выбранный файл нечитабелен. Исправьте файл или выберите другой.
sq: Kartela e përzgjedhur është e palexueshme. Ju lutemi, ndreqni lejet mbi të, ose përzgjidhni një kartelë tjetër.
sr: Odabranu datoteku nije moguće pročitati. Molimo promenite dozvole pristupa ili odaberite drugu datoteku.
sv: Den valda filen kan inte läsas. Rätta till dess behörigheter eller välj en annan fil.
sw: Faili lililochaguliwa lkisilosomeka. Tafadhali tatua ruhusa yake au chagua faili lingine.
vi: Tập tin được chọn không thể đọc được. Vui lòng sửa quyền hạn của nó hoặc chọn một tập tin khác.

source: Unable to use the selected file. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
bg: Избраният файл не може да бъде използван. Опитайте ако го преместите в кореновата папка на диска (напр.C:\)
ca: No s'ha pogut fer servir l'arxiu seleccionat. Moveu l'ISO a l'arrel de la unitat (per exemple: C:\)
cs: Vybraný soubor nelze použít. Zkuste přesunout ISO do kořenového adresáře vašeho disku (např. C:\)
fa: ناتوان در استفاده از پروندهٔ گزیده. شاید اگر پروندهٔ ايزو را به ريشهٔ گرداننده‌تان ( مثل ‪C:\‬) ببرید شانس بيش‌تری داشته باشيد
fi: Valittua tiedostoa ei voitu käyttää. Tämä voi onnistua paremmin, jos siirrät ISO-tiedoston aseman juurikansioon (esim. C:\)
fr: Impossible d’utiliser le fichier sélectionné. Vous pourriez avoir plus de chance en déplaçant l’ISO sur la racine de votre disque (c.-à-d : C:\)
ga: Níorbh fhéidir an comhad roghnaithe a úsáid. Gheobhaidh tú torthaí níos fearr má bhogann tú an ISO go dtí fréamhchomhadlann an tiomántáin (.i. C:\)
he: לא היה ניתן להשתמש בקובץ הנבחר. יהיה לך אולי יותר מזל אם קןבץ ה־ISO שלך יועבר לראשית הכונן שלך (למשל: \:C)
hr: Nije moguće koristiti odabranu datoteku. Možda ćeš imati više sreće, ako premjestiš ISO sliku u korijen tvog pogona (npr C:\)
is: Gat ekki notað völdu skrána. Það gæti gengið betur ef þú færir ISO-skrána á rót drifsins (dæmi: C:\)
it: Impossibile aprire il file selezionato. Provare a spostare il file ISO sulla root del disco (ie: C:\)
ja: 選択したファイルは使用できません。 ISO をドライブのルート (例: C:\) に移動すると、成功する可能性があります。
ka: მითითებული ფაილის გამოყენება ვერ ხერხდება. შესაძლოა უშველოს თქვენი ISO-ფაილის, ძირეულ საქაღალდეში გადატანამ (მაგ: C:\)
lt: Nepavyko naudoti pasirinkto failo. Jums gali labiau pasisekti, jei perkelsite ISO atvaizdį į savo disko šaknies katalogą (t.y.: C:\)
pl: Nie można użyć wybranego pliku. Łatwiej będzie po przeniesieniu pliku ISO do głównego katalogu napędu (np. C:\)
ro: Fișierul ales nu poate fi folosit. Poate veți avea mai mult noroc mutînd ISO-ul în folderul rădăcină (ex. C:\)
ru: Невозможно использовать указанный файл. Попробуйте переместить ISO в корень диска (например, C:\)
sq: S’arrihet të përdoret kartela e përzgjedhur. Mund të jeni më me fat, nëse e lëvizni ISO-n tuaj, tek rrënja e diskut tuaj (p.sh.: C:\)
sr: Ne mozete koriti izabran fajl. Mozda cete imati vise srece ako premestite vas ISO u glavni direktorijum vaseg uredjaja (npr. c:\)
sv: Det går inte att använda den valda filen. Det kanske fungerar bättre om du flyttar din ISO till roten av din enhet (t.ex: C:\)
sw: Haiwezi kutumia faili lililo chaguliwa Unaweza kuwa na namna bora zaidi kama utahamisha ISOkatika mizizi ya kifaa chako (ambayo ni: C:\)
vi: Không thể sử dụng tập tin được chọn. Bạn có thể may mắn hơn nếu bạn di chuyển ISO của bạn tới root gốc ổ đĩa của bạn (ví dụ như: C:\)

source: %(filename)s selected
bg: Избран е файлът %(filename)s
ca: %(filename)s seleccionat
cs: Vybrán soubor %(filename)s
fa: %(filename)s انتخاب شده
fi: %(filename)s valittu
fr: %(filename)s est sélectionné
ga: %(filename)s roghnaithe
he: %(filename)s נבחרו
hr: %(filename)s odabrano
is: %(filename)s valið
it: %(filename)s selezionato/i
ja: %(filename)sが選択されました
ka: %(filename)s შერჩეულია
lt: Pasirinktas %(filename)s
pl: Wybrano %(filename)s
ro: %(filename)s selectat
ru: Выбрано %(filename)s
sq: U përzgjodh %(filename)s
sr: %(filename)s odabran
sv: %(filename)s vald
sw: %(filename)s imechaguliwa
vi: %(filename)s được chọn

source: Unable to find Tails on ISO
bg: В този образ във формат ISO не е манерен Tails
ca: No s'ha pogut trobar Tails a la ISO
cs: Na ISO nelze nalézt Tails
fa: عدم توانایی در یافتن Tails روی ‌ISO
fi: Tailsiä ei löytynyt ISOsta
fr: Impossible de trouver Tails sur l’ISO
ga: Ní féidir Tails a aimsiú ar ISO
he: לא היה ניתן למצוא Tails על ISO
hr: Nije moguće pronaći Tails u ISO slici
is: Get ekki fundið Tails á ISO-diskmynd
it: Impossibile trovare Tails nell'ISO
ja: ISO 上で Tails が見つかりませんでした
ka: Tails ვერ მოიძებნა ISO-ში
lt: Nepavyko ISO atvaizdyje rasti Tails
pl: Nie można znaleźć Tails na ISO
ro: Imposibil de găsit sistemul Tails pe fișierul ISO
ru: Не удалось найти Tails в ISO-файле
sq: S’arrihet të gjendet Tail te ISO-ja
sr: Nije pronađen Tails na ovoj ISO
sv: Det går inte att hitta Tails på ISO
sw: Haiwezi kutafuta Tails kwenye IOS
vi: Không thể tìm thấy Tails trên file ISO

source: Could not guess underlying block device: %s
bg: Не е разпознато използваемо блоково устройство: %s
ca: No s'ha pogut trobar el dispositiu orientat a blocs: %s
cs: Nelze odhadnout základní blokové zařízení: %s
fa: خطا در تعیین محل دستگاه: %s
fi: Perustana olevaa lohkolaitetta ei voitu arvata: %s
fr: Impossible de trouver le périphérique de bloc sous-jacent : %s
ga: Níorbh fhéidir an bunghléas bloc a dhéanamh amach: %s
he: לא היה יכול לנחש התקן של גוש משתמע: %s
hr: Neuspjelo pogađanje uređaja temeljnog bloka: %s
is: Gat ekki giskað á undirliggjandi blokkartæki: %s
it: Impossibile rilevare dispositivo a blocchi sottostante: %s
ja: 根底のブロックデバイスを当てることができません: %s
ka: გამოყენებული მოწყობილობის დადგენა ვერ ხერხდება: %s
lt: Nepavyko parinkti esamą blokinį įrenginį: %s
pl: Nie można odgadnąć ukrytego urządzenia blokowego: %s
ro: Nu se pot identifica următorul dispozitiv: %s
ru: Не удалось определить используемый блочный файл устройства: %s
sq: S’u hamendësua dot pajisja bllok nën të: %s
sr: Ne uspelo pogađanje u osnovi blok uređaja: %s
sv: Det gick inte att gissa underliggande blockenhet: %s
sw: Haiwezi nadhani msingi kufunga ushauri: %s
vi: Đã không thể đoán được thiết bị cản trở bên dưới: %s

source: There was a problem executing `%(cmd)s`. %(out)s %(err)s
bg: Грешка при изпълнение на `%(cmd)s`. %(out)s %(err)s
ca: S'ha produït un problema en executar `%(cmd)s`. %(out)s %(err)s
cs: Nastal problém při spouštění '%(cmd)s'. %(out)s %(err)s
fa: خطایی در اجرا `%(cmd)s` وجود داشت. %(out)s %(err)s
fi: `%(cmd)s`n suorittamisessa esiintyi ongelma. %(out)s %(err)s
fr: Un problème est survenu lors de l’exécution de `%(cmd)s`. %(out)s %(err)s
ga: Tharla fadhb agus `%(cmd)s` á rith. %(out)s %(err)s
he: הייתה בעיה בהרצת "%(cmd)s". %(out)s %(err)s
hr: Došlo je do problema pri izvršavanju '%(cmd)s'. %(out)s %(err)s
is: Það kom upp vandamál við að keyra `%(cmd)s`. %(out)s %(err)s
it: Problema durante l'esecuzione di `%(cmd)s`. %(out)s %(err)s
ja: `%(cmd)s` の実行時に問題が発生しました。 %(out)s %(err)s
ka: ხარვეზი გაშვებისას – `%(cmd)s`. %(out)s %(err)s
lt: Vykdant „%(cmd)s“, atsirado problema. %(out)s %(err)s
pl: Wystąpił problem podczas wykonywania `%(cmd)s`. %(out)s %(err)s
ro: A apărut o problemă în executarea `%(cmd)s`. %(out)s %(err)s
ru: Ошибка в исполнении `%(cmd)s`. %(out)s %(err)s
sq: Pati një problem me përmbushjen e `%(cmd)s`. %(out)s %(err)s
sr: Bio je problem tokom izvršavanja `%(cmd)s`. %(out)s %(err)s
sv: Det fanns ett problem att utföra `%(cmd)s`. %(out)s %(err)s
sw: Kulikuwa na tatizo wakati wa `%(cmd)s`. %(out)s %(err)s
vi: Đã có một vấn đề khi thực thi `%(cmd)s`. %(out)s %(err)s

source: "%s" does not exist
bg: „%s“ не съществува
ca: «%s» no existeix
cs: "%s" neexistuje
fa: "%s" وجود ندارد
fi: "%s" ei ole olemassa
fr: « %s » n’existe pas
ga: Níl "%s" ann
he: "%s" לא קיים
hr: "%s" ne postoji
is: "%s" er ekki til
it: "%s" non esiste
ja: 「%s」は存在しません
ka: „%s“ არ არსებობს
lt: „%s“ nėra
pl: "%s" nie istnieje
ro: "%s" nu există
ru: "%s" не существует
sq: “%s” s’ekziston
sr: "%s" ne postoji
sv: "%s" finns inte
sw: "%s"haipo
vi: "%s" không tồn tại

source: "%s" is not a directory
bg: „%s“ не е папка
ca: «%s» no és un directori
cs: "%s" není adresář
fa: "%s" دایرکتوری نیست
fi: "%s" ei ole hakemisto
fr: « %s » n’est pas un répertoire
ga: Ní chomhadlann é "%s"
he: "%s" אינה תיקיה
hr: "%s" nije direktorij
is: "%s" er ekki mappa
it: "%s" non è una cartella
ja: 「%s」はディレクトリーではありません
ka: „%s“ არაა საქაღლდე
lt: „%s“ nėra katalogas
pl: "%s" nie jest katalogiem
ro: "%s" nu este un folder
ru: "%s" не является папкой
sq: “%s” s’është drejtori
sr: "%s" nije direktorij
sv: "%s" är inte en katalog
sw: "%s"sio saraka
vi: "%s" không phải là một thư mục

source: Skipping "%(filename)s"
bg: Пропускане на „%(filename)s“
ca: S'està saltant «%(filename)s»
cs: Přeskakuji "%(filename)s"
fa: رد "%(filename)s"
fi: Ohitetaan "%(filename)s"
fr: « %(filename)s » est ignoré
ga: Ag bacadh "%(filename)s"
he: כעת בדילוג על "%(filename)s"
hr: Preskakanje "%(filename)s"
is: Sleppi "%(filename)s"
it: Salto "%(filename)s"
ja: 「%(filename)s」をスキップします
ka: „%(filename)s“ გამოტოვებული იქნება
lt: Praleidžiama „%(filename)s“
pl: Pomijanie "%(filename)s"
ro: Ignor "%(filename)s"
ru: Пропущены "%(filename)s"
sq: Po anashkalohet “%(filename)s”
sr: Preskače "%(filename)s"
sv: Hoppar över "%(filename)s"
sw: Kuruka "%(filename)s"
vi: Bỏ qua "%(filename)s"

source: There was a problem executing `%(cmd)s`.%(out)s %(err)s
bg: Грешка при изпълнение на `%(cmd)s`.%(out)s %(err)s
ca: S'ha produït un problema en executar `%(cmd)s`.%(out)s %(err)s
cs: Nastal problém při spouštění '%(cmd)s'.%(out)s %(err)s
fa: مشکلی در اجرا این دستور وجود داشت `%(cmd)s`.%(out)s %(err)s
fi: `%(cmd)s`n suorittamisessa esiintyi ongelma.%(out)s %(err)s
fr: Un problème est survenu lors de l’exécution de `%(cmd)s`.%(out)s %(err)s
ga: Tharla fadhb agus `%(cmd)s` á rith.%(out)s %(err)s
he: הייתה בעיה בהרצת "%(cmd)s".%(out)s %(err)s
hr: Došlo je do problema pri izvršavanju '%(cmd)s'.%(out)s %(err)s
is: Það kom upp vandamál við að keyra `%(cmd)s`.%(out)s %(err)s
it: Problema durante l'esecuzione di `%(cmd)s`.%(out)s %(err)s
ja: `%(cmd)s`.%(out)s の実行時に問題が発生しました。 %(err)s
ka: ხარვეზი გაშვებისას – `%(cmd)s`.%(out)s %(err)s
lt: Vykdant „%(cmd)s“, atsirado problema.%(out)s %(err)s
pl: Wystąpił problem podczas wykonywania `%(cmd)s`.%(out)s %(err)s
ro: A apărut o problemă la executarea `%(cmd)s`. %(out)s %(err)s
ru: Ошибка в исполнении `%(cmd)s`.%(out)s %(err)s
sq: Pati një problem me përmbushjen e `%(cmd)s`.%(out)s %(err)s
sr: Bio je problem tokom izvršavanja `%(cmd)s`.%(out)s %(err)s
sv: Det fanns ett problem att utföra `%(cmd)s`.%(out)s %(err)s
sw: Kulikuwa na tatizo wakati wa `%(cmd)s`.%(out)s %(err)s
vi: Đã có một vấn đề khi thực thi `%(cmd)s`.%(out)s %(err)s

source: Could not open device for writing.
bg: Устройството не може да бъде отворено в режим на писане.
ca: No s'ha pogut obrir el dispositiu per a l'escriptura.
cs: Zařízení nelze otevřit pro zápis.
fa: دستگاه برای نوشتن باز نشد.
fi: Laitetta ei voitu avata kirjoitusta varten.
fr: Impossible d’ouvrir le périphérique en écriture.
ga: Níorbh fhéidir an gléas a oscailt le scríobh air.
he: לא היה יכול לפתוח התקן עבור כתיבה.
hr: Neuspjelo otvaranje uređaja za pisanje.
is: Gat ekki opnað tæki fyrir skrifun.
it: Impossibile aprire il dispositivo per la scrittura.
ja: 書き込むためにデバイスを開くことができませんでした。
ka: მოწყობილობის ჩასაწერად გახსნა ვერ ხერხდება.
lt: Nepavyko atverti įrenginio rašymui.
pl: Nie można otworzyć urządzenia do zapisu.
ro: Nu se poate deschide dispozitivul pentru a scrie informația.
ru: Не могу открыть устройство в режиме записи.
sq: S’u hap dot pajisje për shkrim.
sr: Nije moguće upisivati na uređaj.
sv: Det gick inte att öppna enheten för skrivning.
sw: Haitaweza kufungua kifaa kwa ajili ya kuandika.
vi: Đã không thể mở thiết bị cho việc ghi dữ liệu (writing).
