Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: You turned on Offline Mode in the Welcome Screen. It is impossible to connect to Tor in Offline Mode. To connect to Tor and the Internet, restart Tails without Offline Mode.
bg: Включили сте режим без мрежа на началния екран. Без мрежа е невъзможно е да бъде осъществена връзка с Tor. За да се свържете с Tor и интернет, рестартирайте Tails без да включвате режим без мрежа.
ca: Heu activat el mode fora de línia a la Pantalla de Benvinguda. És impossible connectar-se a Tor en mode fora de línia. Per connectar-vos a Tor i a Internet, reinicieu Tails sense el mode fora de línia.
cs: Zapnuli jste Offline režim při uvítací stránce. Je nemožné se připojit k Toru v Offline režimu. Pro připojení k Toru, restartujte Tails bez Offline režimu.
fi: Laitoit Offline-tilan päälle aloitusnäytössä. Yhteyden muodostaminen Tor:iin on mahdotonta Offline-tilassa. Muodostaaksesi yhteyden Tor:iin ja internettiin, uudelleenkäynnistä Tails ilman Offline-tilaa.
fr: Vous avez activé le mode hors connexion dans l'écran de bienvenue. Il est impossible de se connecter à Tor en mode hors connexion. Pour vous connecter à Tor et à Internet, redémarrez Tails sans le mode hors connexion.
ga: Chuir tú Mód As Líne ar siúl sa Scáileán Fáilte. Ní féidir ceangal le Tor sa Mhód As Líne. Chun nascadh le Tor agus leis an Idirlíon, atosaigh Tails gan Mód As Líne.
it: Hai attivato la modalità offline nella schermata di benvenuto. È impossibile connettersi a Tor in modalità offline. Per connetterti a Tor e ad internet, riavvia Tails senza modalità offline.
ja: ウェルカム画面でオフラインモードをオンにしました。 オフラインモードでは Tor に接続できません。 Tor とインターネットに接続するには、オフラインモードなしで Tails を再起動します。
pl: Włączono tryb offline na ekranie powitalnym. Nie można połączyć się z siecią Tor w trybie offline. Aby połączyć się z siecią Tor i Internetem, uruchom ponownie Tails bez trybu offline.
ro: Ati activat Modul Offline in Ecranul de Bun Venit. Nu va puteti conecta la Tor in ModuI Offline. Pentru a va conecta la Tor si la internet, reporniti Tails fara Modul Offline activ.
ru: Вы включили оффлайн-режим во время настройки экрана приветствия. В этом режиме невозможно подключиться к сети Tor. Чтобы подключиться к Tor и сети Интернет, перезапустите Tails без оффлайн-режима.
sq: Aktivizuat Mënyrën Jo i Lidhur, te Skena e Mirëseardhjes. S’është e mundur të lidhet te Tor nën Mënyrën Jo i Lidhur. Që të lidhet me Tor-in dhe në Internet, riniseni Tails-in pa Mënyrën Jo i Lidhur.
sr: Upalili ste Offline Mode u Ekranu Dobrodošlice. Nemoguće je povezati se na Tor u Offline Mode-u. Da biste se povezali na Tor i internet, restartujte Tails bez Offline Mode-a.
sv: Du aktiverade frånkopplat läge på välkomstskärmen. Det är omöjligt att ansluta till Tor i frånkopplat läge. För att ansluta till Tor och Internet, starta om Tails utan frånkopplat läge.

source: Configure which files and application configuration are saved between working sessions
bg: Настройте кои файлове и настройки на кои приложения да бъдат запазвани между работните сесии
ca: Configureu quins fitxers i paràmetres d'aplicacions es desen entre sessions de treball
cs: Nastavte které soubory a konfigurace aplikací se uloží mezi pracovními relacemi
fa: تنظیم کنید که کدام پرونده‌ها و پیکربندی برنامه‌ها بین جلسات کاری ذخیره می‌شوند
fi: Määritä, mitkä tiedostot ja sovellusmääritelmät tallentuvat työistuntojen välillä
fr: Configurer quels fichiers et configurations d’application sont enregistrés entre les sessions de travail
ga: Roghnaigh na comhaid agus na cumraíochtai feidhmchláir a shábhálfar ó sheisiún go seisiún
he: תצר אילו קבצים ותצורת יישום יישמרו בין שיחים עובדים
hr: Konfiguriraj datoteke i konfiguraciju programa koji se spremaju između radnih sesija
is: Stilltu hvaða skrár og forritsstillingar séu vistaðar á milli vinnuseta
it: Configura quali file e configurazioni di applicazione vengono salvati tra sessioni di lavoro
ja: 作業セッション間で保持するファイルとアプリケーションの構成の設定を行う
ka: გამართეთ, რომელი ფაილები და პროგრამის მონაცემები დარჩეს შენახული სამუშაო სეანსებს შორის
lt: Konfigūruoti kokios programų konfigūracijos ir kokie failai bus įrašyti tarp darbinių seansų
pl: Skonfiguruj, które pliki i konfiguracja aplikacji są zapisywane między sesjami roboczymi
ro: Configurează ce fișiere și configurația aplicației care sunt salvate între sesiunile de lucru
ru: Настройте, какие файлы и конфигурации приложений будут сохранены между рабочими сессиями
sq: Formësoni cilat kartela dhe formësime aplikacionesh ruhen ndërmjet sesionesh pune
sr: Konfiguriši konfiguracije kojih fajlove i aplikacija su sačuvane između radnih sesija
sv: Konfigurera vilka filer och programkonfiguration som sparas mellan arbetssessioner
sw: Sanidi ni usanidi wa mafaili na programu zipi umehifadhiwa katika utendaji kazi
vi: Định cấu hình tập tin nào và cấu hình ứng dụng nào được sao lưu giữa các phiên làm việc

source: Root Terminal
bg: Терминал на суперпотребителя
ca: Terminal d'administrador
fa: ترمینال ریشه
fi: Root-pääte
fr: Terminal superutilisateur
ga: Fréamhtheirminéal
he: מסוף שורש
is: Skipanalína kerfisstjórnunar
it: Terminale Root
ja: Root ターミナル
ka: ტერმინალი ძირეული უფლებებით
lt: Šakninis terminalas
pl: Terminal Root
ru: Root-терминал
sq: Terminal Rrënje
vi: Mở Terminal Root với tư cách quản lý hệ thống

source: Opens a terminal as the root user, using gksu to ask for the password
bg: Отваря терминал като суперпотребителя като използва gksu да поиска парола
ca: Obriu la terminal com a superusuari, usant l'ordre gksu per demanar la contrasenya
cs: Otevře terminál pod účtem root s použitím gksu pro ověření hesla
fa: ترمینال را تحت کاربر ریشه باز می کند، با استفاده از gksu گذرواژه را می پرسد
fi: Avaa päätteen korkeimpana käyttäjänä käyttäen gksua salasanan kysymiseen
fr: Ouvre un terminal en tant que superutilisateur, en utilisant gksu pour demander le mot de passe
ga: Osclaíonn sé seo teirminéal mar fhorúsáideoir, agus úsáideann sé gksu chun an focal faire a fháil
he: פותח מסוף בתור משתמש השורש, ע״י שימוש ב־gksu כדי לבקש את הסיסמה
hr: Otvara terminal kao root korisnik, koristeći gksu za traženje lozinke
is: Opnar skjáhermi (terminal) sem rótarnotandi/kerfisstjóri, notar gksu til að biðja um lykilorðið
it: Apre un terminale come utente root, usando gksu per richiedere la password
ja: root ユーザーとして端末を開き、gksu を使用してパスワードを要求する
ka: გახსნის ტერმინალს ძირეული მომხმარებლით, პაროლის მოთხოვნით gksu-ს მეშვეობით
pl: Otwiera terminal jako użytkownik root, używając gksu aby zapytać o hasło
ro: Deschide un terminal ca utilizator rădăcină - root user, folosind gksu pentru a cere parola
ru: Открывает терминал как пользователь root, используя gksu для запроса пароля
sq: Hap një terminal si përdoruesi rrënjë, duke përdorur gksu për të pyetur për fjalëkalimin
sr: Otvara terminal kao root korisnik, koristeći gksu da pita za šifru
sv: Öppnar en terminal som root-användare med gksu för att be om lösenordet
sw: Fungua termianal kama mtumiaji mkuu, kwa kutumia gksu kupata nenosiri
vi: Mở một Terminal với tư cách quản lý hệ thống, sử dụng gksu để yêu cầu mật khẩu

source: Tails Documentation
bg: Документация на Tails
ca: Documentació de Tails
cs: Dokumentace Tails
fa: مستندات Tails
fi: Tails-ohjeet
fr: Documentation de Tails
ga: Doiciméadú Tails
is: Hjálparskjöl Tails
it: Documentazione di Tails
ja: Tails ドキュメント
ka: Tails-ის ცნობარი
lt: Tails dokumentacija
pl: Dokumentacja Tails
ro: Documentația Tails
ru: Документация Tails
sq: Dokumentim i Tails-it
sr: Tails Dokumentacija
sv: Tails-dokumentation

source: Learn how to use Tails
bg: Научете как да използвате Tails
ca: Com usar Tails
cs: Naučte se používat Tails
fa: آموزش نحوهٔ استفاده از Tails
fi: Opi käyttämään Tailsia
fr: Apprendre à utiliser Tails
ga: Foghlaim conas Tails a úsáid
he: למד איך להשתמש ב־Tails
hr: Nauči kako koristiti Tails
is: Lærðu hvernig á að nota Tails
it: Impara a usare Tails
ja: Tails の使い方
ka: იხილეთ, როგორ უნდა გამოიყენოთ Tails
lt: Sužinokite kaip naudotis Tails
pl: Dowiedz się jak używać Tails
ro: Învățați cum să utilizați Tails
ru: Научитесь пользоваться Tails
sq: Mësoni si ta përdorni Tails
sr: Naučite kako se koristi Tails
sv: Lär dig hur du använder Tails
sw: Jifunze namna ya kutumia Tails
vi: Tìm hiểu cách sử dụng Tails

source: Learn more about Tails
bg: Научете повече за Tails
ca: Aprèn més sobre Tails
cs: Zjistěte více o Tails
fa: اطلاعات بیشتر در مورد Tails را یاد بگیرید
fi: Opi lisää Tails-ohjelmasta
fr: En apprendre davantage sur Tails
ga: Tuilleadh eolais faoi Tails
he: למד עוד אודות Tails
hr: Saznaj više o Tailsu
is: Læra meira um Tails
it: Maggiori informazioni su Tails
ja: Tails の詳細
ka: ვრცლად იხილეთ Tails-ის შესახებ
lt: Sužinoti daugiau apie Tails
pl: Dowiedz się więcej o Tails
ro: Învățați mai multe despre Tails
ru: Узнать больше о Tails
sq: Mësoni më tepër mbi Tails
sr: Saznajte više o Tails-u
sv: Läs mer om Tails
sw: Jizfunze zaidi kuhusiana na Tails
vi: Tìm hiểu thêm về Tails

source: Back Up Persistent Storage
bg: Резервно копие на постоянното хранилище
ca: Còpia de seguretat de l'Emmagatzematge Persistent
cs: Zálohujte Trvalé úložiště
fi: Varmuuskopioi pysyvä tallennustila
fr: Sauvegarde du stockage persistant
ga: Doiciméadú Tails
hr: Spremi sigurnosnu kopiju trajnog spremišta
is: Taka öryggisafrit af varanlegi gagnageymslu
it: Effettua il backup dell'archiviazione persistente
ja: 永続ストレージをバックアップ
ka: მუდმივი საცავის დამარქაფება
pl: Utwórz kopię zapasową pamięci trwałej
ro: Copie de siguranta la Stocarea Permanentă
ru: Дублировать Постоянное хранилище
sq: Kopjeruani Depozitë të Qëndrueshme
sr: Napravi rezervnu kopiju Upornog Skladišta
sv: Säkerhetskopiera bestående lagring
vi: Sao lưu backup lại Ổ đĩa lưu trữ Bền vững

source: Make a backup of the Tails Persistent Storage to another Tails USB stick
bg: Създайте резервно копие на постоянното хранилище на Tails на друга USB памет
ca: Feu una còpia de seguretat de l'Emmagatzematge Persistent de Tails a un altre llapis USB de Tails
cs: Vytvořte zálohu Tails Trvalého úložiště na další Tails USB disk
fi: Varmuuskopioi Tailsin pysyvä tallennustila toiselle Tails-USB-medialle
fr: Effectuer une sauvegarde du stockage persistant de Tails sur une autre clé USB Tails
ga: Déan cúltaca de Stóráil Seasmhach Tails chuig bata USB eile Tails
hr: Spremi sigurnosnu kopiju Tailsovog trajnog spremišta na jedan drugi Tails USB stick
is: Taktu öryggisafrit af varanlegu gagnageymslunni yfir á annan Tails USB-lykil
it: Effettua un backup dell'archiviazione persistente di Tails su un'altra penna USB Tails
ja: Tails の永続ストレージのバックアップを別の Tails USB メモリーに作成する
ka: დაამარქაფეთ Tails მისი მუდმივი საცავით სხვა Tails-ის USB-მეხსიერებაზე
pl: Utwórz kopię zapasową pamięci trwałej Tails na innej pamięci USB Tails
ru: Создайте резервную копию Постоянного хранилища для Tails на другом USB-носителе
sq: Bëni te një tjetër diskth USB Tails një kopjeruajtje të Depozitës së Qëndrueshme Tails
sr: Pravi rezervnu kopiju Tails-ovog Upornog Skladišta na drugi Tails USB stick
sv: Gör en säkerhetskopia av Tails bestående lagring till ett annat Tails USB-minne
vi: Tạo ra một bản sao lưu backup của Ổ đĩa lưu trữ Bền vững Tails sang một thẻ USB stick khác

source: Install, clone, upgrade Tails
bg: Инсталиране, дублиране, обновяване на Tails
ca: Instal·lar, clonar, actualitzar Tails
cs: Instalovat, klonovat, aktualizovat Tails
fa: نصب، همسانه‌سازی، ارتقا تیلز
fi: Asenna, kopioi, päivitä Tails
fr: Installer, cloner, mettre à jour Tails
ga: Suiteáil, clónáil, uasghrádú Tails
he: התקן, שבט או שדרג את Tails
hr: Instaliraj, kloniraj, nadogradi Tails
is: Setja upp, klóna eða uppfæra Tails
it: Installa, clona, aggiorna Tails
ja: Tails をインストール、複製、アップグレード
ka: დააყენეთ, გაამრავლეთ, განაახლეთ Tails
lt: Įdiegti, kopijuoti, naujinti Tails
pl: Zainstaluj, sklonuj, uaktualnij Tails
ro: Instalare, clonare, actualizare Tails
ru: Установить, дублировать, обновить Tails
sq: Instaloni, klononi, përmirësoni Tails
sr: Instaliraj, kloniraj, nadogradi Tails
sv: Installera, klona, uppgradera Tails
sw: Sanikisha, nakilisha, boresha Tails
vi: Cài đặt, tạo bản sao clone, nâng cấp Tails

source: Connect Tails to the Tor network
bg: Свързване на Tails към мрежата на Tor
ca: Connecteu Tails a la xarxa Tor
cs: Připojit Tails k síti Tor
fa: اتصال تیلز به شبکه تور
fi: Yhdistä Tails Tor-verkkoon
fr: Connecter Tails au réseau Tor
ga: Ceangail Tails le líonra Tor
he: חבר את Tails אל רשת Tor
hr: Spoji Tails na Tor mrežu
is: Tengja Tails við Tor-netið
it: Connetti Tails alla rete Tor
ja: Tails から Tor ネットワークに接続
ka: Tails-ის დაკავშირება Tor-ქსელთან
lt: Prijungti Tails prie Tor tinklo
pl: Połącz Tails z siecią Tor
ro: Conectează Tails la rețeaua Tor
ru: Подключить Tails к сети Tor
sq: Lidheni Tails-in me rrjetin Tor
sr: Poveži Tails na Tor mrežu
sv: Anslut Tails till Tor-nätverket
sw: Unganisha Tailskatika mtandao wa Tor
vi: Kết nối Tails tới mạng lưới Tor Network

source: Anonymous Web Browser
bg: Анонимен мрежов четец
ca: Navegador web anònim
cs: Anonymní webový prohlížeč
fa: مرورگر ناشناس
fi: Anonyymi webbiselain
fr: Navigateur Web anonyme
ga: Brabhsálaí Gréasáin a cheileann d'aitheantas
he: דפדפן רשת אלמוני
hr: Anoniman web preglednik
is: Nafnlaus netvafri
it: Browser Web Anonimo
ja: 匿名ウェブブラウザー
ka: ბრაუზერი ვინაობის დასაფარად
lt: Anoniminė saityno naršyklė
pl: Anonimowa przeglądarka
ro: Navigator Web Anonim
ru: Анонимный веб-браузер
sq: Shfletues Anonim
sr: Anonimni veb pregledač
sv: Anonym webbläsare
sw: Kivinjari cha Tovuti kisichojulikana
vi: Trình duyệt Web ẩn danh

source: Browse the World Wide Web without anonymity
bg: Разглеждайте световната мрежа без анонимност
ca: Navegar per la World Wide Web sense anonimitzar
cs: Procházet World Wide Web bez anonymity
fa: شبکه جهانی وب (اینترنت) را بدون ناشناس بودن مرور کنید
fi: Selaa webbimaailmaa ilman anonymiteettiä
fr: Naviguer sur le Toile sans anonymat
ga: Brabhsáil an Gréasán gan d'aitheantas a cheilt
he: דפדף ברשת הכלל עולמית בלי אלמוניות
hr: Pregledaj World Wide Web bez anonimnosti.
is: Vafra um veraldarvefinn án nafnleysis
it: Naviga il World Wide Web senza anonimato
ja: 匿名ではない状態でウェブを閲覧する
ka: მოინახულეთ ვებგვერდები ვინაობის გაუმხელად
lt: Naršyti saityną be anonimiškumo
pl: Przeglądaj Internet bez anonimowości
ro: Navigați pe Web fără anonimitate
ru: Просматривайте Всемирную Сеть без анонимности
sq: Shfletoni në Internet pa anonimitet
sr: Pregledajte internet bez anonimnosti
sv: Surfa på nätet utan anonymitet
sw: Peruzi mtandaoni bila kujulikana
vi: Duyệt World Wide Web mà không có ẩn danh

source: Unsafe Web Browser
bg: Небезопасен мрежов четец
ca: Navegador Web Insegur
cs: Nezabezpečený webový prohlížeč
fa: مرورگر وب ناامن
fi: Turvaton Web-selain
fr: Navigateur Web non sécurisé
ga: Brabhsálaí Gréasáin Neamhshlán
he: דפדפן רשת לא בטוח
hr: Nesiguran web preglednik
is: Óöruggur netvafri
it: Browser Web non sicuro
ja: 安全でないウェブブラウザー
ka: დაუცველი ბრაუზერი
lt: Nesaugi saityno naršyklė
pl: Niebezpieczna przeglądarka
ro: Navigator Web Neprotejat
ru: Небезопасный браузер
sq: Shfletues i Pasigurt
sr: Nesiguran veb pregledač
sv: Osäker webbläsare
sw: Kivinjari kisicho salama
vi: Trình duyệt Web Không an toàn

source: Mount VeraCrypt encrypted file containers and devices
bg: Монтиране на шифровани контейнери за файлове и устройства на VeraCrypt
ca: Munta els dispositius i contenidors de fitxers xifrats VeraCrypt
cs: Připojit zašifrované souborové kontejnery a zařízení Veracrypt
fa: کانتینرهای پرونده و دستگاه‌های رمزگذاری شده با VeraCrypt را بارگیری کن
fi: Liitä VeraCrypt-salattuja tiedostosäilöjä ja -laitteita
fr: Monter les conteneurs de fichiers et les périphériques chiffrés VeraCrypt
ga: Feistigh coimeádáin agus gléasanna a bhí criptithe ag VeraCrypt
he: הצב מֵכַלים מוצפנים של קבצים והתקנים מוצפנים מסוג VeraCrypt
hr: Montiraj VeraCrypt-šifrirane spremnike datoteka i uređaje
is: Tengja dulritaða VeraCrypt skráagáma og tæki í skrárkerfi
it: Monta contenitori di file e dispositivi cifrati di VeraCrypt
ja: VeraCrypt で暗号化されたファイルコンテナーとデバイスをマウントする
ka: VeraCrypt-ის ფაილების დაშიფრული სათავსებისა და მოწყობილობების მიერთება
lt: Prijungti VeraCrypt šifruotus failų konteinerius ir įrenginius
pl: Zamontuj zaszyfrowane kontenery plików oraz urządzenia VeraCrypt
ro: Montare dispozitive și containere de fișiere criptate VeraCrypt
ru: Монтируйте зашифрованные файловые контейнеры и устройства VeraCrypt
sq: Montoni përmbajtës kartelash dhe pajisje të fshehtëzuara me VeraCrypt
sr: Montiraj VeraCrypt enkriptovane kontejnere fajlova i uređaja
sv: Montera VeraCrypt krypterade filbehållare och enheter
sw: Kusanya VeraCrypthifadhi ya mafaili iliyosimbwa na vifaa
vi: Gắn Container chứa tập tin đã mã hoá VeraCrypt và thiết bị

source: Configure the additional software installed from your Persistent Storage when starting Tails
bg: Настройване на допълнителните приложения, инсталиран от постоянното хранилище, при стартиране на Tails
ca: Configureu el programari addicional instal·lat des del vostre Emmagatzematge Persistent al iniciar Tails
cs: Nastavte dodatečný software, který se při startu Tails nainstaluje z vašeho Trvalého Úložiště
fa: پیکربندی نرم‌افزارهای اضافی نصب شده از ذخیره‌سازی ماندگارتان هنگام آغاز تیلز
fi: Määrittele pysyvästä tallennustilastasi asennettu lisäöhjelmisto, kun käynnistät Tailsin
fr: Configurer les logiciels supplémentaires installés à partir de votre stockage persistant lors du démarrage de Tails
ga: Cumraigh na bogearraí breise atá suiteáilte ó do Stór Seasmhach agus tú ag tosú Tails
is: Stilltu viðbótarhugbúnaðinn sem verður settur upp úr varanlegu gagnageymslunni þinni við ræsingu Tails
it: Configura il software aggiuntivo installato dalla tua archiviazione persistente all'avvio di Tails
ja: Tails 起動時に永続ストレージからインストールされた追加ソフトウェアを構成する
ka: გამართეთ თქვენი მუდმივი მეხსიერებიდან დაყენებული დამატებითი პროგრამა, როცა Tails გაეშვება
pl: Konfiguruj dodatkowe oprogramowanie zainstalowane z pamięci trwałej przy uruchamianiu Tails
ru: Настройте дополнительное программное обеспечение из вашего Постоянного хранилища при запуске Tails
sq: Formësoni software-in shtesë të instaluar që prej Depozitës tuaj të Qëndrueshme kur niset Tails
sr: Konfiguriši dodatan softver instaliran na tvoje Uporno Skladište tokom pokretanja Tails-a
sv: Konfigurera den ytterligare programvaran som är installerad från din bestående lagring när du startar Tails

source: WhisperBack Error Reporting
bg: Доклад за грешка на WhisperBack
ca: Informe d'errors de WhisperBack
cs: Hlášení chyb WhisperBack
fa: گزارش خطا‌ی WhisperBack
fi: Whisperback-virheilmoitus
fr: Signalement d’erreurs avec WhisperBack
ga: Tuairisciú Earráidí WhisperBack
he: דיווח שגיאה של WhisperBack
hr: WhisperBack izvještavanje o greškama
is: WhisperBack villutilkynningar
it: Segnalazione errori di WhisperBack
ja: WhisperBack エラー報告
ka: WhisperBack – შეცდომების მოხსენება
lt: WhisperBack siųsti pranešimus apie klaidas
pl: Raportowanie błędów WhisperBack
ro: Raport de eroare WhisperBack
ru: Отчет об ошибке WhisperBack
sq: Njoftim Gabimi WhisperBack
sr: WhisperBack prijavljivanje greški
sv: WhisperBack-felrapportering
sw: Taarifa ya dosari ya WhisperBack
vi: Báo cáo lỗi WhisperBack

source: Send feedback via encrypted e-mail
bg: Изпращане на обратна връзка чрез шифрована ел. поща
ca: Envieu-nos comentaris en un correu encriptat
cs: Odeslat zpětnou vazbu šifrovaným e-mailem
fa: ارسال بازخورد از طریق ایمیل رمزگذاری شده
fi: Lähetä palautetta salatun sähköpostin kautta
fr: Envoyer une rétroaction par courriel chiffré
ga: Seol aiseolas mar ríomhphost criptithe
he: שלח משוב דרך דוא״ל מוצפן
hr: Pošalji povratne informacije putem šifriranog e-maila
is: Senda umsögn í dulrituðum pósti
it: Invia un feedback attraverso una e-mail cifrata
ja: 暗号化されたメールでフィードバックを送信
ka: გამოხმაურება დაშიფრული ელფოსტით
lt: Siųsti atsiliepimus šifruotu el. paštu
pl: Wyślij opinię za pomocą zaszyfrowanej wiadomości e-mail
ro: Trimiteți feedback prin e-mail criptat
ru: Отправить отзыв через зашифрованную электронную почту
sq: Dërgoni përshtypje përmes email-i të fshehtëzuar
sr: Poštalji povratne informacije putem šifrovane e-pošte
sv: Skicka återkoppling via krypterad e-post
sw: Tuma mrejesho kupitia barua pepe iliyosimbwa
vi: Gửi phản hồi thông qua thư email được mã hoá

source: feedback;bug;report;tails;error;
bg: обратна връзка;дефект;доклад;tails;грешка;
ca: retroalimentació;bug;reporta;tails;error;
cs: zpětná vazba;chyba;hlášení;tails;chyba;
fa: بازخورد;اشکال;گزارش;tails;خطا;
fi: palaute;vika;ilmoitus;tails;virhe;
fr: feedback;rétroaction;commentaire;bogue;bug;relevé;rapport;tails;erreur;
ga: aiseolas;fadhb;fabht;tuairisc;tails;earráid;
he: משוב;תקל;באג;דיווח;דוח;tails;שגיאה;
hr: povratne informacije;izvještaj;tails;greška;
is: umsögn;villa;galli;tails;vandamál;
it: feedback;bug;report;tails;errore;
ja: フィードバック;バグ;報告;tails;エラー;
ka: გამოხმაურება;ხარვეზი;მოხსენება;tails;შეცდომა;
lt: grįžtamasis ryšys;atsiliepimai;klaida;pranešti;tails;triktis;
pl: informacja zwrotna;błąd;raport;śledzenie;błąd;
ro: feedback;bug;raport;tails;eroare;
ru: отзыв;ошибка;отчет;tails;ошибка;
sq: përshtypje;e metë;raport;tails;gabim;
sr: feedback;kvar;izveštaj;tails;greška;
sv: feedback;bugg;rapport;tails;fel;
sw: Mrejesho;bug;report;tails;dosari;
vi: phản hồi; lỗi bug;báo cáo;tails;lỗi;

source: Tails specific tools
bg: Специфични инструменти на Tails
ca: Eines específiques de Tails
cs: Nástroje specifické pro Tails
fa: ابزارهای بارز Tails
fi: Tails-kohtaiset työkalut
fr: Outils spécifiques à Tails
ga: Uirlisí sainiúla do Tails
he: כלים מסוימים של Tails
hr: Tails specifični alati
is: Sértæk Tails-verkfæri
it: Strumenti specifici di Tails
ja: Tails 専用ツール
ka: Tails-ის საგანგებო ხელსაწყოები
lt: Tails specifiniai įrankiai
pl: Narzędzia Tails
ro: Unelte specifice Tails
ru: Специальные инструменты Tails
sq: Mjete specifike për Tails
sr: Specifične alatke Tails-a
sv: Tails-specifika verktyg
sw: Vifaa maalum vya Tails
vi: Những công cụ đặc biệt của Tails

source: To start a Root Terminal, you need to authenticate.
bg: За да получите достъп до правата на суперпотребителя в терминала, трябва да се удостоверите.
ca: Per a executar un terminal amb accés complet heu d'autenticar-vos.
cs: Pro spuštění Root terminálu se musíte ověřit.
fa: برای اجرای ترمینال روت, باید وارد سیستم شوید.
fi: Käynnistääksesi pääkäyttäjän terminaalin, sinun täytyy tunnistautua.
fr: Vous devez vous authentifier pour lancer un Terminal administrateur.
ga: Caithfidh tú logáil isteach chun teirminéal a thosú mar fhorúsáideoir.
he: כדי להתחיל מסוף שורש, אתה צריך לאמת.
hr: Za pokretanje root terminala moraš se autentificirati.
is: Til að ræsa skipanalínu sem kerfisstjóri (root), verðurðu að auðkenna þig.
it: Per avviare un terminale con root, devi autenticarti.
ja: Root ターミナルを開始するには認証する必要があります。
ka: ძირეული ტერმინალის გასაშვებად, საჭიროა ანგარიში მონაცემები.
lt: Norint paleisti šaknies terminalą, jums reikia nustatyti tapatybę.
pl: Aby uruchomić terminal root, musisz się uwierzytelnić.
ro: Pentru a porni un terminal ca Root trebuie să vă autentificați.
ru: Чтобы запустить root-терминал, необходимо пройти аутентификацию.
sq: Që të nisni Terminal Rrënje, lypset të bëni mirëfilltësimin.
sr: Za pokretanje Root terminala potrebna je autentifikacija.
sv: För att starta en root-terminalen måste du verifiera.
sw: Kuanza terminal kuu, inahitaji uthibitisho.
vi: Để khởi động một Root Terminal gốc, bạn cần phải xác thực.
