Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Unsafe Browser
bg: Небезопасен четец
ca: Navegador Insegur
cs: Nezabezpečený prohlížeč
fa: مرورگر ناامن
fi: Suojaamaton selain
fr: Navigateur non sécurisé
ga: Brabhsálaí Neamhshlán
he: דפדפן בלתי־בטוח
hr: Nesiguran preglednik
is: Óöruggur vafri
it: Browser non sicuro
ja: 安全でないブラウザー
ka: დაუცველი ბრაუზერი
lt: Nesaugi naršyklė
pl: Niebezpieczna przeglądarka
ro: Navigatorul neprotejat Unsafe Browser
ru: Небезопасный браузер
sq: Shfletues Jo i Parrezik
sr: Nesigurni pregledač
sv: Osäker webbläsare
vi: Trình duyệt Không an toàn

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
bg: Друг екземпляр на Небезопасен четец в момента работи или се почиства в момента. Опитайте по-късно.
ca: Un altre Navegador Insegur està essent executat o netejat. Proveu-ho d'aquí una estona.
cs: Další Nezabezpečený prohlížeč je spuštěn nebo se čistí. Zkuste to znovu později.
fa: یک مرورگر نا امن دیگر درحال اجرا, یا در حال پاکسازی است. لطفا کمی دیرتر دوباره امتحان کنید.
fi: Toinen Suojaamaton selain on käynnissä, tai sitä siivotaan. Yritä hetken kuluttua uudelleen.
fr: Un autre Navigateur non sécurisé est en cours d’exécution ou de nettoyage. Veuillez réessayer dans un moment.
ga: Tá brabhsálaí neamhshlán eile ar siúl, nó á dhúnadh, faoi láthair. Déan iarracht eile ar ball.
he: דפדפן בלתי־בטוח אחר רץ כרגע או שהוא מתנקה. אנא נסה שוב עוד מעט.
hr: Trenutačno radi ili se čisti jedan drugi nesiguran preglednik. Pokušaj ponovo malo kasnije.
is: Annað tilvik af óörugga netvafranum er í gangi eða er verið að hreinsa upp eftir slíkt. Prófaðu aftur eftir smá stund.
it: Un altro browser non sicuro è già in esecuzione, o sta venendo ripulito. Riprovare più tardi.
ja: 別の安全でないブラウザーが起動中か、クリーンアップされています。少ししてからもう一度お試しください。
ka: სხვა დაუცველი ბრაუზერი გაშვებულია ან მიმდინარეობს მისი გასუფთავება. გთხოვთ, სცადოთ ხელახლა ცოტა ხანში.
lt: Šiuo metu veikia ar yra išvaloma kita nesaugi naršyklė. Šiek tiek palaukite ir bandykite dar kartą.
pl: Niebezpieczna przeglądarka jest już uruchomiona albo aktualnie czyszczona. Proszę spróbuj ponownie za chwilę.
ro: Un alt navigator Unsafe Browser este pornit sau în curs de închidere. Reîncercați în câteva minute.
ru: В данный момент либо работает другой небезопасный браузер, либо не завершена процедура его выгрузки. Пожалуйста, повторите попытку спустя некоторое время.
sq: Po xhiron ose është duke u pastruar një tjetër Shfletues i Pasigurt. Ju lutemi, riprovoni pas pak.
sr: Drugi nesigurni pregledač je pokrenut ili se čisti. Molimo pokušajte malo kasnije.
sv: En annan osäker webbläsare körs eller rensas för närvarande. Försök igen om en stund.
sw: Unsafe Browser nyingine inatumika kwa sasa, au imefungwa. Tafadhali jaribu tena baadae.
vi: Một Trình duyệt Không an toàn khác đang chạy, hoặc đang được dọn dẹp. Vui lòng thử lại trong chốc lát.

source: You are not connected to a local network yet.\n\nTo be able to start the Unsafe Browser, you first need to connect to a Wi-Fi, wired, or mobile network.
bg: Все още не сте свързани към местна мрежа.\n\nЗа да можете да стартирате Небезопасния четец, трябва да бъдете свързани към безжична, кабелна или мобилна мрежа.
ca: Encara no esteu connectat a una xarxa local.\n\nPer poder iniciar el Navegador Insegur, primer heu de connectar-vos a una xarxa Wi-Fi, per cable o mòbil.
cs: Ještě nejste připojeni k místní síti. \n\n Nebudete moci spustit nezabezpečený prohlížeč, dokud se napřipojíte k Wi-Fi, kabelové nebo mobilní síti.
fa: شما هنوز به یک شبکه محلی متصل نیستید.\n\nبرای امکان راه‌اندازی مرورگر Unsafe ، ابتدا باید به شبکه Wi-Fi، اینترنت سیمی یا تلفن همراه متصل شوید.
fi: Et ole vielä yhdistänyt paikalliseen verkkoon.\n\nKäynnistääksesi Suojaamattoman selaimen, muodosta yhteys Wi-Fiin, kiinteään verkkoon tai mobiiliverkkoon.
fr: Vous n’êtes pas encore connecté à un réseau local.\n\nAfin de lancer le Navigateur non sécurisé, vous devez d’abord vous connecter à un réseau Wi-fi, filaire ou mobile.
ga: Níl tú ceangailte le líonra áitiúil go fóill.\n\nNá in ann an Brabhsálaí Neamhshábháilte a thosú, ní mór duit ceangal a dhéanamh le líonra Wi-Fi, líonra sreangaithe nó soghluaiste ar dtús.
he: אתה לא מחובר עדיין אל רשת מקומית.\n\nכדי להיות מסוגל להתחיל את הדפדפן הבלתי בטוח, אתה צריך תחילה להתחבר אל רשת Wi-Fi, חוטית, או סלולרית.
is: Þú ert ekki enn með tengingu við staðarnet.\n\nTil að geta ræst óörugga vafrann, þarftu fyrst að tengjast við Wi-Fi, kapal eða farsímanetkerfi.
it: Non sei ancora connesso ad una rete locale.\n\nPer potere avviare il Browser Non Sicuro, devi prima connetterti ad un Wi-Fi, cavo di rete, o rete mobile.
ja: まだローカルネットワークに接続していません。\n\n安全でないブラウザーを開始するには、Wi-Fi、有線接続、もしくはモバイルネットワークに接続する必要があります。
ka: ჯერ არ ხართ დაკავშირებული ადგილობრივ ქსელთან.\n\nიმისთვის, რომ გამოიყენოთ Unsafe Browser, პირველ რიგში საჭიროა Wi-Fi, სადენიანი ან მობილური ინტერნეტკავშირი.
pl: Nie masz jeszcze połączenia z siecią lokalną.\n\nAby uruchomić niebezpieczną przeglądarkę, musisz najpierw połączyć się z siecią Wi-Fi, przewodową lub mobilną.
ro: Nu sunteți încă conectat la o rețea locală. \n\nPentru a putea porni Unsafe Browser, mai întâi trebuie să vă conectați la o rețea Wi-Fi, cu fir sau celular.
ru: Вы еще не подключены к локальной сети.\n\nЧтобы запустить небезопасный браузер, вам сначала нужно подключиться к Wi-Fi, проводной или мобильной сети.
sq: S’jeni lidhur ende në një rrjet vendor.\n\nPër të qenë në gjendje të niset Shfletuesi i Pasigurt, së pari duhet të lidheni me një rrjet Wi-Fi, me fill, ose celular.
sr: Još niste povezani na lokalnu mrežu.\n\nDa možete pokrenuti Nesiguran Browser, morate se prvo povezati na Wi-Fi ili mobilnu mrežu.
sv: Du är inte ansluten till ett lokalt nätverk ännu.\n\nFör att kunna starta den osäkra webbläsaren måste du först ansluta till ett Wi-Fi-, trådbundet eller mobilt nätverk.
sw: Bado hujaunganishwa katika mtandao wa ndani.\n\nTokuweza kuanza kutumia Unsafe Browser, unahitaji kuibadilisha kuwa Wi-Fi, mtandao wa waya au unaoweza kuhamishika.
vi: Bạn vẫn chưa được kết nối tới một mạng lưới cục bộ.\n\nĐể có thể bắt đầu khởi động Trình duyệt Không an toàn, trước tiên bạn phải kết nối tới một Wi-Fi, nối dây, hoặc mạng lưới di động.

source: Failed to run browser.
bg: Грешка при стартиране на четеца.
ca: S'ha produït un problema en executar el navegador.
cs: Prohlížeč se nepodařilo spustit.
fa: اجرای مرورگر ناموفق بود.
fi: Selaimen suorittaminen epäonnistui.
fr: Échec de démarrage du navigateur.
ga: Níorbh fhéidir an brabhsálaí a thosú.
he: נכשל בהרצת הדפדפן.
hr: Neuspjelo pokretanje preglednika.
is: Mistókst að ræsa vafra.
it: Esecuzione del browser fallita.
ja: ブラウザーを起動できませんでした。
ka: ბრაუზერის გაშვება ვერ მოხერხდა.
lt: Nepavyko paleisti naršyklės.
pl: Nie udało uruchomić się przeglądarki.
ro: A eșuat rularea navigatorului.
ru: Не удалось запустить браузер.
sq: S’u arrit të xhirohej shfletues.
sr: Neuspešno pokretanje pregledača.
sv: Det gick inte att starta webbläsare.
sw: Imeshindwa kutumia kivinjari.
vi: Thất bại khi chạy trình duyệt.

source: The %s variable was not found in the configuration file: /etc/whisperback/config.py
bg: Променливата %s не е намерена във файла с настройки: /etc/whisperback/config.py
ca: La variable %s no s'ha trobat al fitxer de configuració: /etc/whisperback/config.py
cs: Proměnná %s nebyla nalezena v konfiguračním souboru: /etc/whisperback/config.py
fa: متغیر %s در فایل پیکربندی یافت نشد: /etc/whisperback/config.py
fi: Muuttujaa %s ei löytynyt asetustiedostosta: /etc/whisperback/config.py
fr: La variable %s n'a pas été trouvée dans le fichier de configuration : /etc/whisperback/config.py
ga: Níor aimsíodh an athróg %s sa chomhad cumraíochta: /etc/whisperback/config.py
is: %s breytan fannst ekki í stillingaskránni; /etc/whisperback/config.py
it: La variabile %s non è stata trovata nel file di configurazione: /etc/whisperback/config.py
ja: %s 変数が構成ファイルに見つかりませんでした: /etc/whisperback/config.py
ka: %s ცვლადი არ მოიძებნა ამ გასამართ ფაილში: /etc/whisperback/config.py
pl: Zmienna %s nie została znaleziona w pliku konfiguracyjnym: /etc/whisperback/config.py
ro: Aceasta %s variabila nu a fost gasita in folderul de configuratie: /etc/whisperback/config.py
ru: Переменная %s не была найдена в файле конфигурации: /etc/whisperback/config.py
sq: S’u gjet ndryshorja %s te kartela e formësimit: /etc/whisperback/config.py
sr: Varijabla %s nije pronađena u konfiguracionom fajlu: /etc/whisperback/config.py
sv: Variabeln %s hittades inte i konfigurationsfilen: /etc/whisperback/config.py
sw: %s ilikutwa katika faili lililo sanidiwa: /etc/whisperback/config.py
vi: Biến %s đã không được tìm thấy trong tập tin cấu hình: /etc/whisperback/config.py

source: Unable to load a valid configuration.
bg: Не могат да бъдат заредени работещи настройки.
ca: No s'ha pogut carregar una configuració vàlida.
cs: Nelze nahrát platnou konfiguraci.
fa: امکان بارگذاری یک پیکربندی معتبر وجود ندارد.
fi: Kelvollisten asetusten lataus epäonnistui.
fr: Impossible de charger une configuration valide.
ga: Níorbh fhéidir cumraíocht bhailí a lódáil.
he: לא היה ניתן לטעון תצורה תקפה.
hr: Nije moguće učitati važeću konfiguraciju.
is: Get ekki hlaðið inn gildri uppsetningu.
it: Impossibile caricare una configurazione valida.
ja: 有効な設定を読み込めません。
ka: გამართული პარამეტრები ვერ ჩაიტვირთა.
lt: Nepavyko įkelti teisingos konfigūracijos.
pl: Nie udało się załadować działającej konfiguracji.
ro: Nu pot încărca o configurație validă.
ru: Невозможно загрузить правильную конфигурацию.
sq: S’arrihet të ngarkohet një formësim i vlefshëm.
sr: Није могуће учитати исправно подешавање.
sv: Det går inte att läsa in en giltig konfiguration.
sw: Imeshindwa kupakua usanidi sahihi.
vi: Không thể tải một cấu hình hợp lệ.

source: Sending mail...
bg: Изпращане на поща…
ca: S'està enviant el correu...
cs: Odesílání pošty...
fa: درحال ارسال نامه...
fi: Lähetetään sähköpostia...
fr: Envoi du courriel…
ga: Ríomhphost á sheoladh...
he: שולח דוא״ל…
hr: Slanje e-maila …
is: Sendi póst...
it: Invio della mail in corso...
ja: メールを送信中...
ka: წერილი იგზავნება...
lt: Siunčiamas el. laiškas...
pl: Wysyłanie wiadomości e-mail...
ro: Se trimite mail-ul...
ru: Отправка почты...
sq: Po dërgohet postë…
sr: Шаљем мејл...
sv: Skickar e-post...
sw: Kutuma barua pepe...
vi: Đang gửi thư...

source: Sending mail
bg: Изпращане на поща
ca: S'està enviant el correu
cs: Odesílání pošty
fa: درحال ارسال نامه
fi: Lähetetään sähköpostia
fr: Envoi du courriel
ga: Ríomhphost á sheoladh
he: שולח דוא״ל
hr: Slanje e-maila
is: Sendi póst
it: Invio della mail in corso
ja: メール送信
ka: წერილი იგზავნება
lt: Siunčiamas el. laiškas
pl: Wysyłanie
ro: Se trimite mail-ul
ru: Отправка почты
sq: Dërgim poste
sr: Шаљем мејл
sv: Skickar e-post
sw: Kutuma barua pepe
vi: Đang gửi thư

source: This could take a while...
bg: Ще отнеме известно време…
ca: Això por trigar una estona...
cs: Může to chvíli trvat...
fa: این عملیات ممکن است کمی بطول بیانجامد...
fi: Tässä saattaa mennä hetki...
fr: Cela peut prendre du temps…
ga: Seans go dtógfaidh seo tamall fada...
he: זה עשוי לקחת זמן מה…
hr: Ovo bi moglo potrajati …
is: Þetta gæti tekið nokkra stund...
it: Questa operazione potrebbe richiedere un po' di tempo...
ja: これには時間がかかります...
ka: შესაძლოა გარკვეულ ხანს გასტანოს...
lt: Tai gali šiek tiek užtrukti...
pl: To może chwilę potrwać...
ro: Ar putea dura....
ru: Это может занять некоторое время...
sq: Kjo mund të hajë pak kohë…
sr: Ово може да потраје...
sv: Det här kan ta en stund...
sw: Hii inaweza kuchukua muda kidogo...
vi: Việc này có thể mất chút thời gian...

source: The contact email address doesn't seem valid.
bg: Контактният адрес на ел. поща изглежда недействителен.
ca: L'adreça de correu electrònic de contacte no sembla vàlida.
cs: Zdá se, že kontaktní e-mailová adresa není platná.
fa: نشانی رایانامهٔ آشنا معتبر به نظر نمی‌رسد.
fi: Yhteystietosähköpostiosoite vaikuttaa olevan kelpaamaton.
fr: L’adresse courriel de contact ne semble pas valide.
ga: Dealraíonn sé nach bhfuil an seoladh rphoist seo bailí.
he: כתובת הדוא״ל של איש הקשר אינה נראית תקפה.
hr: E-mail adresa kontakta nije važeća.
is: Netfang tengiliðarins lítur ekki út fyrir að vera gilt.
it: L'indirizzo email di contatto non sembra valido.
ja: 連絡先のメールアドレスが有効ではありません。
ka: დასაკავშირებელი ელფოსტა არ ჰგავს ნამდვილს.
lt: Neatrodo, kad kontakto el. paštas yra tinkamas.
pl: Kontaktowy adres e-mail nie jest prawidłowy.
ro: Adresa de email nu pare a fi validă.
ru: Контактный адрес электронной почты кажется недействительным.
sq: Adresa email e kontaktit s’duket e vlefshme.
sr: Kontakt adresa e-pošte deluje neispravno.
sv: Kontaktens e-postadress verkar inte giltig.
sw: Anwani ya barua pepe sio sahihi.
vi: Địa chỉ email liên hệ có vẻ không hợp lệ.

source: Unable to send the mail: SMTP error.
bg: Писмото не може да бъде изпратено: грешка в SMTP.
ca: No s'ha pogut enviar el correu: Error SMTP.
cs: Poštu nelze odeslat: chyba SMTP.
fa: امکان ارسال نامه وجود ندارد: خطای SMTP.
fi: Sähköpostin lähetys epäonnistui: SMTP-virhe.
fr: Impossible d’envoyer le courriel : erreur SMTP.
ga: Níorbh fhéidir an ríomhphost a sheoladh: earráid SMTP.
he: לא היה ניתן לשלוח את הדוא״ל: שגיאת SMTP.
hr: Nije moguće poslati e-mail: SMTP greška.
is: Tókst ekki að senda póstinn: SMTP-villa.
it: Impossibile inviare l'email: errore SMTP.
ja: メールを送信できません: SMTP エラー。
ka: წერილის გაგზავნა ვერ ხერხდება: SMTP-ს შეცდომა.
lt: Nepavyko išsiųsti el. laiško: SMTP klaida.
pl: Nie można wysłać poczty: błąd SMTP.
ro: Nu se poate trimite mail-ul: eroare SMTP.
ru: Невозможно отправить письмо: ошибка SMTP.
sq: S’arrihet të dërgohet postë: gabim SMTP.
sr: Није могуће послати мејл: SMTP грешка.
sv: Det går inte att skicka e-post: SMTP-fel.
sw: Haiwezi kutuma barua pepe: SMTP error.
vi: Không thể gửi thư email: lỗi SMTP.

source: Unable to connect to the server.
bg: Не може да бъде осъществена връзка със сървъра.
ca: No s'ha pogut connectar al servidor.
cs: Nelze se připojit k serveru.
fa: امکان برقراری ارتباط با سرور وجود ندارد.
fi: Yhdistäminen palvelimeen epäonnistui.
fr: Impossible de se connecter au serveur.
ga: Níorbh fhéidir ceangal leis an bhfreastalaí.
he: לא היה ניתן להתחבר אל השרת.
hr: Nije moguće povezivati se s poslužiteljem.
is: Tókst ekki að tengjast þjóninum.
it: Impossibile connettersi al server.
ja: サーバーに接続できません。
ka: სერვერთან დაკავშირება ვერ ხერხდება.
lt: Nepavyko prisijungti prie serverio.
pl: Nie można połączyć się z serwerem.
ro: Nu s-a reușit conectarea la server.
ru: Невозможно соединиться с сервером.
sq: S’arrihet të bëhet lidhja me shërbyesin.
sr: Није могуће повезати се са сервером.
sv: Det går inte att ansluta till servern.
sw: Haiwezi kuunganishwa na seva.
vi: Không thể kết nối tới máy chủ.

source: Tor is not ready yet
bg: Tor все още не е готов
ca: Tor encara no està preparat
cs: Síť Tor ještě není připravena
fi: Tor ei ole vielä valmis
fr: Tor n’est pas encore prêt
ga: Níl Tor réidh fós
is: Tor er ekki ennþá tilbúið
it: Tor non è ancora pronto
ja: Tor はまだ準備できていません
ka: Tor ჯერ არაა მზად
pl: Sieć Tor nie jest jeszcze gotowa
ru: Tor еще не готов
sq: Tor-i s’është ende gati
sr: Тор још није спреман
sv: Tor är inte redo ännu

source: Unable to create or to send the mail.
bg: Писмото не може да бъде създадено или изпратено.
ca: No s'ha pogut crear o enviar el correu.
cs: Poštu nelze vytvořit nebo odeslat.
fa: امکان ایجاد و یا ارسال نامه وجود ندارد.
fi: Sähköpostin luominen ja lähettäminen epäonnistui.
fr: Impossible de créer ni d’envoyer le courriel.
ga: Níorbh fhéidir an ríomhphost a chruthú nó a sheoladh.
he: לא היה ניתן ליצור או לשלוח את הדוא״ל.
hr: Nije moguće stvoriti ili poslati e-mail.
is: Tókst ekki að búa til eða senda póstinn.
it: Impossibile creare o inviare la mail.
ja: メールの作成・送信ができません。
ka: წერილის შექმნა ან გაგზავნა ვერ ხერხდება.
lt: Nepavyko sukurti ar išsiųsti el. laiško.
pl: Nie można utworzyć lub wysłać poczty.
ro: Nu s-a reușit crearea sau trimiterea mail-ului.
ru: Невозможно создать или отправить сообщение.
sq: S’arrihet të krijohet ose dërgohet posta.
sr: Није могуће креирати или послати мејл.
sv: Det går inte att skapa eller skicka e-post.
sw: Haiwezi kutengeneza au kutuma barua pepe.
vi: Không thể tạo hoặc gửi thư.

source: Make sure that you are connected to Tor and click send again.
bg: Уверете се, че сте свързани с Tor и отново натиснете „Изпращане“.
ca: Assegureu-vos que esteu connectat a Tor i feu clic a enviar de nou.
cs: Ujistěte se, že jste připojeni k Tor a znovu klikněte na odeslání.
fr: Assurez-vous d'être connecté à Tor et cliquez sur envoyer à nouveau.
ga: Cinntigh go bhfuil tú ceangailte le Tor agus cliceáil Seol arís.
is: Gakktu úr skugga um að þú sért tengd/ur við Tor og smelltu aftur á að senda.
it: Assicurati di essere connesso a Tor e clicca invia di nuovo.
ja: Tor に接続していることを確認し、もう一度送信をクリックしてください。
ka: გადაამოწმეთ, რომ მიერთებულია Tor და კვლავ დააჭირეთ გაგზავნას.
pl: Upewnij się, że masz połączenie z siecią Tor i kliknij ponownie przycisk wysłania.
ru: Убедитесь, что вы подключены к Tor, и снова нажмите «Отправить».
sq: Sigurohuni se jeni i lidhur në Tor dhe klikoni mbi ridërgimin.
sr: Уверите се да сте повезани на Тор и кликните пошаљи поново.
sv: Se till att du är ansluten till Tor och klicka på skicka igen.

source: Your message has been sent.
bg: Съобщението е изпратено.
ca: El missatge s'ha enviat.
cs: Vaše zpráva byla úspěšně odeslána.
fa: پیغام شما ارسال شد.
fi: Viestisi on lähetetty.
fr: Votre message a été envoyé.
ga: Seoladh do theachtaireacht.
he: ההודעה שלך נשלחה.
hr: Vaša poruka je poslana.
is: Skilaboðin þín voru send.
it: Messaggio inviato.
ja: メッセージを送信しました。
ka: თქვენი შეტყობინება გაიგზავნა.
lt: Jūsų el. laiškas išsiųstas.
pl: Wiadomość została wysłana.
ro: Mesajul dumneavoastră a fost trimis.
ru: Ваше сообщение отправлено.
sq: Mesazhi juaj u dërgua.
sr: Ваша порука је послата.
sv: Ditt meddelande har skickats.
sw: Ujunmbe wako umetumwa.
vi: Tin nhắn của bạn đã được gửi đi.

source: An error occurred during encryption.
ja: 暗号化中にエラーが発生しました。
pl: Wystąpił błąd podczas szyfrowania.

source: This doesn't seem to be a valid URL or OpenPGP key.
bg: Стойността не е правилен адрес в интернет или ключ на OpenPGP.
ca: L'enllaç o clau OpenPGP no és vàlid.
cs: Toto není správná URL adresa ani OpenPGP klíč.
fa: این به نظر یک آدرس معتبر و یا یک کلید تبادل معتبر OpenPGP نیست.
fi: Tämä ei vaikuta kelvolliselta verkko-osoitteelta tai OpenPGP-avaimelta.
fr: Cela ne semble être ni une URL ni une clé OpenPGP valide.
ga: Ní cosúil gur URL bailí nó eochair OpenPGP é seo.
hr: Ovo nije valjani URL ili OpenPGP ključ.
is: Þetta lítur ekki út fyrir að vera gild URL-slóð eða OpenPGP-lykill.
it: Questo non sembra essere un URL valido o una chiave OpenPGP.
ja: これは有効な URL または OpenPGP 鍵ではないようです。
ka: მოცემული URL-ბმული ან OpenPGP-გასაღები სავარაუდოდ არაა მართებული.
lt: Tai nepanašu į teisingą URL ar OpenPGP raktą.
pl: To nie wygląda na prawidłowy adres URL lub klucz OpenPGP.
ro: Acesta nu pare a fi un URL valid sau o cheie OpenPGP.
ru: Это значение не является ни правильным URL, ни ключом OpenPGP.
sq: Kjo s’duket të jetë një URL ose kyç OpenPGP i vlefshëm.
sr: Izgleda da ovo nije validni URL ili OpenPGP kljuc.
sv: Detta verkar inte vara en korrekt URL eller OpenPGP-nyckel.
sw: URL inaonekana sio sahihi au alama za kipekee za kufungulia OpenPGP .
vi: Đây dường như không phải là một URL hợp lệ hoặc khóa key OpenPGP.

source: Invalid contact email: %s
bg: Недействителна ел. поща за контакт: %s
ca: El correu de contacte no és vàlid: %s
cs: Neplatný kontaktní e-mail: %s
fa: آدرس ایمیل نامعتبر: %s
fi: Virheellinen sähköpostiosoite: %s
fr: L’adresse courriel de contact est invalide : %s
ga: Seoladh rphoist neamhbhailí: %s
he: דוא״ל בלתי תקף של איש קשר: %s
hr: Nevažeća e-mail adresa kontakta: %s
is: Ógilt tölvupóstfang tengiliðar: %s
it: Mail %s del contatto non valida
ja: 無効な問い合わせメール: %s
ka: არამართებული ელფოსტა დასაკავშირებლად: %s
lt: Klaidingas kontakto el. paštas: %s
pl: Błędny adres email: %s
ro: Email de contact invalid: %s
ru: Неверная контактная эл. почта: %s
sq: Email kontakti i pavlefshëm: %s
sr: неисправан контакт е-маил: %s
sv: Ogiltig kontakt e-post: %s
sw: Barua pepe sio sahihi: 1%s
vi: Email liên lạc không hợp lệ: %s

source: Invalid contact OpenPGP key: %s
bg: Недействителен ключ на OpenPGP за контакт: %s
ca: La clau OpenPGP de contacte no és vàlida: %s
cs: Neplatný kontaktní OpenPGP klíč: %s
fa: کلید OpenPGP نامعتبر: %s
fi: Virheellinen OpenPGP-avain: %s
fr: La clé OpenPGP du contact est invalide : %s
ga: Eochair neamhbhailí OpenPGP: %s
he: מפתח OpenPGP בלתי תקף של איש קשר: %s
hr: Nevažeći OpenPGP ključ kontakta: %s
is: Ógildur OpenPGP-lykill tengiliðar: %s
it: Chiave OpenPGP del contatto non valida: %s
ja: 無効な問い合わせ OpenPGP 鍵: %s
ka: არამართებული OpenPGP-გასაღები დასაკავშირებლად: %s
lt: Neteisingas kontakto OpenPGP raktas: %s
pl: Błędny klucz OpenPGP: %s
ro: Cheie OpenPGP de contact invalidă: %s
ru: Неверный контактный ключ OpenPGP: %s
sq: Kyç OpenPGP i pavlefshëm kontakti: %s
sr: неисправан контакт OpenPGP кључ: %s
sv: Ogiltig kontakt OpenPGP-nyckel: %s
sw: Namba sio sahihi, Fungua kitufe cha PGP %s
vi: Khóa key OpenPGP liên lạc không hợp lệ: %s

source: Invalid contact OpenPGP public key block
bg: Недействителен блок на ключа на OpenPGP за контакт
ca: El bloc de clau PGP pública de contacte no és vàlid
cs: Neplatný blok veřejného OpenPGP klíče
fa: قطعه کلید عمومی OpenPGP آشنای نامعتبر
fi: Virheellinen julkinen OpenPGP-avain (public key block)
fr: Le bloc de clé publique OpenPGP du contact est invalide
ga: Bloc eochrach poiblí OpenPGP neamhbhailí
he: מפתח ציבורי OpenPGP בלתי תקף של איש קשר
hr: Nevažeći blok OpenPGP javnog ključa kontakta
is: Ógild OpenPGP dreifilyklablokk tengiliðar
it: Blocco chiave pubblica OpenPGP del contatto non valido
ja: 無効な問い合わせ OpenPGP 公開鍵ブロック
ka: არამართებული საჯარო OpenPGP-გასაღები
lt: Neteisingas kontakto OpenPGP viešojo rakto blokas
pl: Błędny klucz publiczny OpenPGP
ro: Cheia publică de contact OpenPGP invalidă
ru: Неправильный адрес публичного ключа OpenPGP
sq: Bllok i pavlefshëm kontakti kyçi publik OpenPGP
sr: неисправан контакт блок OpenPGP јавног кључа
sv: Ogiltigt OpenPGP-offentligt nyckelblock
sw: Mawasiliano sio sahihi, fungua PGP kizuizi cha umma
vi: Khối block khóa key liên lạc công cộng OpenPGP không hợp lệ
