Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Summary
bg: Обобщение
ca: Resum
cs: Shrnutí
fa: خلاصه
fi: Yhteenveto
fr: Résumé
ga: Achoimre
he: סיכום
hr: Sažetak
is: Samantekt
it: Sommario
ja: 概要
ka: შეჯამება
lt: Santrauka
pl: Podsumowanie
ro: Sumar
ru: Итог
sq: Përmbledhje
sr: Резиме
sv: Sammanfattning
sw: Muhtasari
vi: Tóm tắt

source: What were you trying to achieve?
bg: Какво се опитвахте да направите?
ca: Què intentàveu aconseguir?
cs: Čeho jste se snažili dosáhnout?
fi: Mitä yritit saavuttaa?
fr: Quel était votre intention ?
ga: Cad a bhí tú ag iarraidh a bhaint amach?
is: Hvað varstu að reyna að gera?
it: Cosa stavi cercando di fare?
ja: 何を成し遂げようとしていたのか？
ka: რის გაკეთებას ცდილობდით?
lt: Ko bandėte pasiekti?
pl: Co chciałeś(-aś) osiągnąć?
ru: Что вы пытались сделать?
sq: Ç’po provonit të bënit?
sr: Шта си покушао да постигнеш?
sv: Vad försökte du uppnå?

source: <b>What happened instead?</b> Describe the error with as many details as possible.
bg: <b>Какво се случи вместо това?</b> Опишете грешката възможно най-подробно.
ca: <b>Què ha passat?</b> Descriviu l'error amb el màxim de detalls possible.
cs: <b>Co se místo toho stalo?</b> Popište chybu co nejpodrobnějším způsobem.
fi: <b>Mitä sen sijaan tapahtui?</b> Kuvaile vikaa kertoen mahdollisimman paljon yksityiskohtia.
fr: <b>Qu'est-ce qui s'est passé au lieu de cela?</b> Décrivez l'erreur avec autant de détails que possible en anglais.
ga: <b>Cad a tharla ina ionad sin?</b> Déan cur síos ar an earráid leis an oiread sonraí agus is féidir.
is: <b>Hvað gerðist í staðinn?</b> Lýstu vandamálinu varðandi þetta eins nákvæmlega og auðið er.
it: <b>Cos'è successo invece?</b> Descrivi l'errore con più dettagli possibili.
ja: <b>代わりに何が起こりましたか？</b> エラーをできるだけ詳しくご説明ください。
lt: <b>Kas, vietoj to, nutiko?</b> Kaip įmanoma plačiau aprašykite klaidą.
pl: <b>Co się zamiast tego wydarzyło?</b> Opisz błąd, podając jak najwięcej szczegółów.
ru: <b>Что случилось вместо этого?</b> Опишите ошибку как можно подробнее.
sq: <b>Ç’ndodhi në vend të kësaj?</b> Përshkruani gabimin me sa më tepër hollësi të jetë e mundur.
sr: <b>Шта се десило уместо?</b> Опиши грешку са што је випе могуће детаља.
sv: <b>Vad hände istället?</b> Beskriv felet med så många detaljer som möjligt.

source: <b>What did you do that triggered this error?</b> Describe the exact steps that caused the error, so we can try to make it happen again. Otherwise, we won't be able to troubleshoot and solve it.
bg: <b>Какво направихте, за да предизвикате грешката?</b> Опишете типните стъпки, които доведоха до грешката, така че можем да я повторим. В противен случай, няма да можем да я изясним и отстраним.
ca: <b>Què heu fet per activar aquest error?</b> Descriviu els passos exactes que han provocat l'error, de manera que puguem intentar que es repeteixi. En cas contrari, no podrem analitzar-lo i resoldre'l.
cs: <b>Co jste udělali aby došlo k této chybě?</b> Popište přesné kroky, které vedly k této chybě, abychom chybu zkusili také vyvolat. Jinak nebudeme moci chybu najít a vyřešit.
fi: <b>Mitä teit että tämä virhe laukesi?</b> Kuvaile tarkat askeleet jotka aiheuttivat tämän virheen, jotta voimme yrittää estaää sen tapahtumisen uudestaan. Muutoin emme voi tehdä vianmääritystä ja ratkaista sitä.
fr: <b>Qu'avez-vous fait qui a déclenché cette erreur?</b> Décrivez en anglais les étapes exactes qui ont provoqué l'erreur, afin que nous puissions essayer de la reproduire. Sinon, nous ne pourrons pas résoudre le problème.
ga: <b>Cad a rinne tú a spreag an earráid seo?</b> Déan cur síos ar na céimeanna beachta ba chúis leis an earráid, ionas gur féidir linn iarracht a dhéanamh é a dhéanamh arís. Seachas sin, ní bheidh muid in ann fabhtcheartaithe agus é a réiteach.
is: <b>Hvað gerðirðu sem olli þessari villu?</b> Lýstu í nákvæmum skrefum því sem olli villunni, svo við höfum möguleika á að láta það gerast aftur. Annars munum við ekki geta greint villuna og lagfært hana.
it: <b>Cos'hai fatto per provocare l'errore?</b> Descrivi i passi precisi che hanno provocato l'errore, in modo che possiamo replicarlo. Altrimenti non saremo in grado di analizzarlo e risolverlo.
ja: <b>このエラーを引き起こした原因は何ですか</b>？ エラーの原因となった正確な手順をご記載ください。 分からないと、トラブルシューティングや解決が困難です。
pl: <b>Co zrobiłeś(-aś), że wystąpił ten błąd?</b> Opisz dokładnie kroki, które spowodowały błąd, abyśmy mogli spróbować go odtworzyć. W przeciwnym razie nie będziemy w stanie rozwiązać problemu i go rozwiązać.
ru: <b>Что высделали, чтобы вызвать ошибку?</b> Опишите каждый шаг, приведший к ошибке, чтобы мы могли повторить её самостоятельно. Иначе мы не сможем выяснить проблему и решить её.
sq: <b>Ç’bëtë, që solli këtë gabim?</b> Përshkruani hapat e saktë që shkaktuan gabimin, që të mund të provojmë ta shkaktojmë sërish. Përndryshe, s’do të jemi në gjendje ta diagnostikojmë dhe zgjidhim.
sr: <b>Шта си урадио што је изазвало ову грешку?</b> Опиши тачне кораке који су проузроковали грешку, како би покушали да је репродукујемо. У супротном, нећемо моћи да решимо и отклонимо проблем.
sv: <b>Vad gjorde du som utlöste det här felet?</b> Beskriv de exakta stegen som orsakade felet, så att vi kan försöka få det att hända igen. Annars kommer vi inte att kunna felsöka och lösa det.

source: Error reporting guidelines
bg: Как правилно да съобщите за грешка
ca: Pautes d'informes d'errors
cs: Pokyny pro hlášení chyb
fa: خطا در گزارش رهنمودها
fi: Virheraportoinnin ohjeet
fr: Lignes directrices pour le signalement des erreurs
ga: Treoirlínte tuairiscithe earráide
hr: Smjernice za prijavljivanje greške
is: Leiðbeiningar um hvernig eigi að tilkynna galla
it: Linee guida di segnalazione errori
ja: エラー報告に関するガイドライン
ka: მითითებები ხარვეზის მოხსენების შესახებ
lt: Pranešimo apie klaidą gairės
pl: Wskazówki dotyczące zgłaszania błędów
ru: Как правильно сообщить об ошибке
sq: Udhëzime raportimi gabimesh
sr: Грешка приликом пријаве смерница
sv: Riktlinjer för felrapportering

source: <b>Email address</b> So we can answer you or ask for more details.
bg: <b>Адрес на електронна поща</b> За да можем да ви отговорим или да поискаме подробности.
ca: <b>Adreça de correu electrònic</b> Així us podem respondre o demanar més detalls.
cs: <b>E-mailová adresa</b> Abychom vám mohli odpovědět a zeptat se na podrobnosti.
fi: <b>Sähköpostiosoite</b> Jotta voimme vastata sinulle tai esittää lisäkysymyksiä.
fr: <b>Adresse mail</b> Nous pourrons ainsi vous répondre ou vous demander plus de détails.
ga: <b>Seoladh ríomhphoist</b> Mar sin is féidir linn tú a fhreagairt nó tuilleadh sonraí a iarraidh.
hr: <b>E-mail adresa</b> Kako bismo ti odgovorili ili zatražili više detalja.
is: <b>Tölvupóstfang</b> Svo við getum svarað þér eða spurt um frekari upplýsingar.
it: <b>Indirizzo email</b> In modo da poterti rispondere o chiedere altri dettagli.
ja: <b>メールアドレス</b> ご回答または詳細をお伺いいたします。
lt: <b>El. pašto adresas</b> Kad galėtume atsakyti ar pasiteirauti dėl išsamesnės informacijos.
pl: <b>Adres e-mail</b> Abyśmy mogli Ci odpowiedzieć lub zapytać o więcej szczegółów.
ru: <b>Ваш E-mail адрес</b> Чтобы мы смогли ответить вам или попросить больше деталей.
sq: <b>Adresë email</b> Që të mund t’ju përgjigjemi, ose të kërkojmë më tepër hollësi.
sr: <b>Имејл адреса</b> Како бисмо могли да ти одговоримо или питамо за још детаља.
sv: <b>E-postadress</b> Så vi kan svara dig eller be om mer information.

source: Optional PGP Key…
bg: Незадължителен ключ на PGP…
ca: Clau PGP Opcional…
cs: PGP klíč (nepovinné)…
fa: کلید اختیاری PGP…
fi: Vapaaehtoinen PGP-avain…
fr: Clé PGP facultative …
ga: Eochair Roghnach PGP…
hr: Opcionalni PGP ključ …
is: Valkvæður PGP-lykill…
it: Chiave PGP facoltativa…
ja: オプションの PGP キー…
ka: დამატებითი PGP-გასაღები…
lt: Nebūtinas PGP raktas…
pl: Opcjonalny klucz PGP…
ru: Необязательный PGP-ключ…
sq: Kyç PGP opsional…
sr: Опциони PGP клуч…
sv: Valfri PGP-nyckel…

source: Even if we are not able to reply to every report, we analyze all reports to improve Tails.
bg: Дори и да не можем да отговорим на всеки доклад, анализираме всичките, за да подобрим Tails.
ca: Encara que no puguem respondre a tots els informes, analitzem tots els informes per millorar Tails.
cs: I když nejsme schopni odpovědět na každé hlášení, zkoumáme všechna hlášení s cílem vylepšit Tails.
fa: حتا اگر قادر نباشیم به تمام گزارش‌ها پاسخ دهیم، همه را برای بهبود تیلز تحلیل می‌کنیم.
fi: Vaikka emme pysty vastaamaan kaikkiin vikailmoituksiin, analysoimme kaikki ilmoitukset Tailsin parantamiseksi.
fr: Même si nous ne sommes pas en mesure de répondre à chaque rapport, nous analysons tous les rapports afin d'améliorer Tails.
ga: Fiú mura bhfuil muid in ann freagra a thabhairt ar gach tuairisc, déanaimid anailís ar gach tuairisc chun Tails a fheabhsú.
hr: Čak i ako nismo u stanju odgovoriti na svaku prijavljenu grešku, analiziramo sve prijavljene greške kako bismo poboljšali Tails.
is: Hafðu í huga að þó við ráðum ekki við að svara hverri einustu villuskýrslu, þá munum við greina þær allar til að bæta Tails.
it: Anche se non riusciamo a rispondere ad ogni segnalazione, le analizziamo tutte per migliorare Tails.
ja: たとえすべてのレポートに返信できなくても、Tails を改善するためにすべてのレポートを分析しています。
pl: Nawet jeśli nie jesteśmy w stanie odpowiedzieć na każdy raport, analizujemy je wszystkie, aby ulepszyć Tails.
ru: Несмотря на то, что мы не можем ответить на каждый отчёт, мы анализируем каждый из них, чтобы улучшить Tails.
sq: Edhe pse s’jemi në gjendje t’i përgjigjemi çdo njoftimi të mete, do të analizojmë krejt njoftimet, për të përmirësuar Tails-in.
sr: Иако не будемо у могућности да одговоримо на сваку пријаву, анализирамо сваку пријаву ради побољшања Таилса.
sv: Även om vi inte kan svara på varje rapport analyserar vi alla rapporter för att förbättra Tails.

source: Description
bg: Описание
ca: Descripció
cs: Popis
fa: شرح
fi: Kuvaus
ga: Cur síos
he: תיאור
hr: Opis
is: Lýsing
it: Descrizione
ja: 説明
ka: აღწერა
lt: Aprašas
pl: Opis
ru: Описание
sq: Përshkrim
sr: Опис
sv: Beskrivning
sw: Maelezo
vi: Mô tả

source: Technical Details
bg: Технически подеобности
ca: Detalls tècnics
cs: Technické podrobnosti
fa: اطّلاعات فنی
fi: Tekniset yksityiskohdat
fr: Détails techniques
ga: Sonraí Teicniúla
is: Tæknileg atriði
it: Dettagli tecnici
ja: 技術的な詳細
ka: ტექნიკური მონაცემები ვრცლად
lt: Techniniai duomenys
pl: Szczegóły techniczne
ro: Detalii tehnice
ru: Технические подробности
sq: Hollësi Teknike
sr: Технички детаљи
sv: Tekniska detaljer

source: Headers
bg: Заглавки
ca: Capçaleres
cs: Hlavičky
fa: سرایندها
fi: Otsakkeet
fr: En-têtes
ga: Ceanntásca
is: Hausar
it: Intestazioni
ja: ヘッダー
ka: თავსართები
lt: Antraštės
pl: Nagłówki
ru: Заголовки
sq: Krye
sr: Заглавље
sv: Rubriker

source: information about the error being reported
bg: информация за докладваната грешка
ca: informació sobre l'error que s'està informant
cs: informace o hlášené chybě
fi: virheen tietoja raportoidaan
fr: informations sur l'erreur signalée
ga: faisnéis faoin earráid atá á tuairisciú
is: upplýsingar um villuna sem verið er að tilkynna
it: informazioni sull'errore che si sta segnalando
ja: 報告されたエラーに関する情報
ka: მონაცემები შეცდომის მოხსენების შესახებ
pl: Informację o zgłaszanym błędzie
ru: информация о докладываемой ошибке
sq: informacion rreth gabimit që po njoftohet
sr: Информације о томе да је грешка пријављена
sv: information om felet som rapporteras

source: Debugging Information
bg: Информация за отстраняване на грешки
ca: Informació de depuració
cs: Informace pro ladění
fi: Vianjäljityksen Tiedot
fr: Informations de débogage
ga: Eolas Dífhabhtaithe
is: Villuleitarupplýsingar
it: Informazioni di debug
ja: デバッグ情報
ka: მონაცემები გასამართად
lt: Derinimo informacija
pl: Informacje o debugowaniu
ru: Информация об отладке
sq: Informacion Diagnostikimi
sr: Информације о отклањању проблема
sv: Felsökningsinformation

source: Technical details to include
bg: Предоставане на технически подробности
ca: Detalls tècnics per incloure
cs: Technické podrobnosti k přiložení
fa: اطلاعات تخصصی
fi: Liitettävät tekniset tiedot
fr: Détails techniques à inclure
ga: Sonraí teicniúla le cur san áireamh
he: פרטים טכניים להכללה
hr: Tehnički detalji koje treba uključiti
is: Tæknileg atriði sem fylgja með
it: Dettagli tecnici da includere nel report
ja: 技術的な詳細を含める
ka: ტექნიკური მონაცემების დასართავად
lt: Pridėti techninius duomenis
pl: Szczegóły techniczne do zawarcia
ro: Detalii tehnice incluse
ru: Технические подробности для предоставления
sq: Hollësi teknike për t’u përfshirë
sr: Tehnicki detalji koje treba ukljuciti
sv: Tekniska detaljer att lägga till
sw: Taarifa za kiufundi za kujumuisha
vi: Những chi tiết kỹ thuật để bao gồm

source: _Send
bg: _Изпращане
ca: _Envia
cs: _Odeslat
fa: _فرستادن
fi: _Lähetä
fr: _Envoyer
ga: _Seol
he: _שליחה
hr: _Pošalji
is: _Senda
it: Invia (_s)
ja: 送信 (_S)
ka: _გაგზავნა
lt: _Siųsti
pl: _Wyślij
ro: _Trimite
ru: _Отправить
sq: _Dërgoje
sr: _Пошаљи
sv: _Skicka
sw: _Tuma

source: TrueCrypt/VeraCrypt container
bg: Контейнер на TrueCrypt/VeraCrypt
ca: Contenidor TrueCrypt / VeraCrypt
cs: Kontejner TrueCrypt/VeraCrypt
fa: مخزن TrueCrypt/VeraCrypt
fi: TrueCrypt/VeraCrypt -säilö
fr: Conteneur TrueCrypt/VeraCrypt
ga: Coimeádán TrueCrypt/VeraCrypt
he: מֵכַל TrueCrypt/VeraCrypt
hr: TrueCrypt/VeraCrypt spremnik
is: TrueCrypt/VeraCrypt skráagámur
it: Container TrueCrypt/VeraCrypt
ja: TrueCrypt/VeraCrypt コンテナー
ka: TrueCrypt/VeraCrypt-ის სათავსი
lt: TrueCrypt/VeraCrypt konteineris
pl: Kontener TrueCrypt/VeraCrypt
ro: Container TrueCrypt/VeraCrypt
ru: Контейнер TrueCrypt/VeraCrypt
sq: Përmbajtës TrueCrypt/VeraCrypt
sr: TrueCrypt/VeraCrypt spremište
sv: TrueCrypt/VeraCrypt behållare
sw: Kihifadhi TrueCrypt/VeraCrypt
vi: Container chứa TrueCrypt/VeraCrypt

source: Configure a Tor bridge
bg: Настройка на мост на Tor
ca: Configureu un pont de Tor
cs: Nastavit Tor bridge
fa: پیکربندی پل تور
fi: Määritä Tor-silta
fr: Configurer un pont Tor
ga: Cumraigh droichead Tor
he: תצר גשר של Tor
hr: Konfiguriraj Tor most
is: Stilla Tor-brú
it: Configura un bridge di Tor
ja: Tor ブリッジを構成
ka: Tor-ხიდის გამართვა
lt: Konfigūruoti Tor tinklų tiltą
pl: Skonfiguruj mostek sieci Tor
ro: Configurați un pod Tor
ru: Настроить мост Tor
sq: Formësoni një urë Tor
sr: Подеси Тор мост
sv: Konfigurera en Tor-bro
sw: Sanidi Tor bridge
vi: Định cấu hình một cầu Bridge Tor

source: Bridges are secret Tor relays. Use a bridge as your first Tor relay if accessing Tor is blocked from where you are.
bg: Мостовете са тайни препращащи възли на Tor. Използвайте мост като първи препращащ възел в Tor, ако достъпът до Tor е забранен от мястото, на което се намирате.
ca: Els ponts són repetidors de Tor secrets. Utilitzeu un pont com a primer repetidor de Tor si l'accés a Tor està bloquejat des d'on et trobes.
cs: Bridge (mosty) jsou tajné Tor relaye. Tor bridge použijte jako svůj první relay, pokud se chcete k Toru přijit z místa, kde je blokovaný.
fa: پل‌ها بازپخش‌های پنهان تور می‌باشند. اگر دسترسی به تور در جایی که هستید مسدود می‌باشد، از یک پل استفاده کنید.
fi: Sillat ovat salaisia Tor-välityspalvelimia. Käytä siltaa ensimmäisenä Tor-välityspalvelimenasi, jos pääsy Toriin on estetty siellä missä olet.
fr: Les ponts sont des relais Tor secrets. Utilisez un pont comme premier relais Tor si l’accès à Tor est bloqué où vous vous situez.
ga: Is athsheachadáin rúnda Tor iad na droichid. Bain úsáid as droichead mar do chéad sealaíocht Tor má tá bac ar rochtain Tor ón áit a bhfuil tú.
he: גשרים הם ממסרי Tor סודיים. השתמש בגשר כממסר Tor הראשון שלך אם גישה אל Tor חסומה מהמקום שאתה נמצא.
is: Brýr eru leynilegir Tor-endurvarpar. Notaðu brú sem fyrsta Tor-endurvarpa ef aðgangur að Tor er hindraður á staðnum þar sem þú ert.
it: I bridge sono relay di Tor segreti. Usa un bridge come primo relay di Tor se l'accesso ad esso viene bloccato da dove ti trovi.
ja: ブリッジは秘密の Tor リレーです。あなたがいる場所で Tor のアクセスがブロックされている場合、最初の Tor リレーとしてブリッジを使用します。
ka: ხიდები საიდუმლო Tor-გადამცემებია. გამოიყენეთ ხიდი Tor-ის პირველ გადამცემად, თუ თქვენს მხარეში Tor იზღუდება.
pl: Mostki to tajne przekaźniki sieci Tor. Użyj mostku jako pierwszego przekaźnika sieci Tor, jeśli dostęp do sieci Tor jest zablokowany z miejsca, w którym się znajdujesz.
ro: Podurile sunt releele secrete ale lui Tor. Folosiți un pod ca primul relee Tor dacă accesarea Tor este blocată de unde locuiți.
ru: Мосты — это секретные узлы Tor. Используйте мост как ваш первый узел Tor, если доступ к Tor заблокирован там, где вы находитесь.
sq: Urat janë rele Tor të fshehta. Përdorni një urë si relenë tuaj të parë Tor, nëse hyrja në Tor është e bllokuar prej atje ku gjendeni.
sr: Мостови су тајни Тор релеји. Користи мост као твој први Тор релеј уколико је приступ Тор-у блокиран тамо где се налазиш.
sv: Broar är hemliga Tor-reläer. Använd en bro som din första Tor-relä om åtkomst till Tor är blockerad där du är.
sw: Bridges huficha Tor relays. Tumia bridgekama Tor relay yako ya kwanza kama upatikanaji wa Tor iumezuiliwa mahali ulipo.
vi: Cầu Bridge là các rơ-le Tor bí mật. Hãy sử dụng cầu Bridge làm rơ-le Tor đầu tiên của bạn nếu việc truy cập Tor bị chặn từ nơi bạn đang ở.

source: <a href="doc/anonymous_internet/tor">Learn more about Tor bridges</a>
bg: <a href="doc/anonymous_internet/tor">Научете повече за мостовете на Tor</a>
ca: <a href="doc/anonymous_internet/tor">Més informació sobre els ponts de Tor</a>
cs: <a href="doc/anonymous_internet/tor">Zjistit více o Tor bridgích</a>
fa: <a href="doc/anonymous_internet/tor">درباره پل‌های تور بیشتر یاد بگیرید</a>
fi: <a href="doc/anonymous_internet/tor">Lue lisää Tor-silloista</a>
fr: <a href="doc/anonymous_internet/tor">En apprendre davantage sur les ponts de Tor</a>
ga: <a href="doc/anonymous_internet/tor">Foghlaim tuilleadh faoi dhroichid Tor</a>
he: <a href="doc/anonymous_internet/tor">למד עוד על גשרי Tor</a>
is: <a href="doc/anonymous_internet/tor">Læra meira um Tor-brýr</a>
it: <a href="doc/anonymous_internet/tor">Maggiori informazioni sui bridge di Tor</a>
ja: <a href="doc/anonymous_internet/tor">Tor ブリッジについての詳細</a>
ka: <a href="doc/anonymous_internet/tor">ვრცლად, Tor-ის ხიდების შესახებ</a>
lt: <a href="doc/anonymous_internet/tor">Sužinokite daugiau apie Tor tinklų tiltus</a>
pl: <a href="doc/anonymous_internet/tor">Dowiedz się więcej o mostkach sieci Tor</a>
ro: <a href="doc/anonymous_internet/tor">Aflați amănunte despre podurile Tor</a>
ru: <a href="doc/anonymous_internet/tor">Узнать больше о мостах Tor</a>
sq: <a href="doc/anonymous_internet/tor">Mësoni më tepër rreth urash Tor</a>
sr: <a href="doc/anonymous_internet/tor">Сазнај више о Тор мостовима</a>
sv: <a href="doc/anonymous_internet/tor">Läs mer om Tor-broar</a>
sw: <a href="doc/anonymous_internet/tor">Soma zaidi kuhusu Tor bridges</a>
vi: <a href="doc/anonymous_internet/tor">Tìm hiểu thêm về các cầu Bridge Tor</a>

source: Use a _default bridge
bg: Използване на подразбиран _мост
ca: Utilitzeu un pont _predeterminat
cs: Použít _implicitní bridge
fa: استفاده از پل _پیش‌فرض
fi: Käytä _oletussiltaa
fr: Utiliser un pont par _défaut
ga: Ús_áid droichead réamhshocraithe
he: השתמשו _בגשר ברירת המחדל
is: Nota sjálf_gefna brú
it: Utilizza un _bridge predefinito
ja: 標準のブリッジを使用する (_D)
ka: _ნაგულისხმევი ხიდის გამოყენება
lt: Naudoti _numatytąjį tinklų tiltą
pl: Użyj _domyślnego mostka
ro: Folosiți un pod _implicit
ru: Использовать _мост по умолчанию
sq: Përdor një urë _parazgjedhje
sr: Користи _ подразумеван мост
sv: Använd en _standardbro
sw: Tumia _bridge iliyo katika mfumo moja kwa moja
vi: Sử dụng một_cầu Bridge mặc định

source: obfs4 (recommended)
bg: obfs4 (препоръчано)
ca: obfs4 (recomanat)
cs: obfs4 (doporučeno)
fa: obfs4 (توصیه شده)
fi: obfs4 (suositeltu)
fr: obfs4 (recommandé))
ga: obfs4 (molta)
he: obfs4 (מומלץ)
hr: obfs4 (preporučeno)
is: obfs4 (mælt með þessu)
it: obfs4 (consigliato)
ja: obfs4 (推奨)
ka: obfs4 (სასურველია)
lt: obfs4 (rekomenduojama)
pl: obfs4 (zalecane)
ro: obfs4 (recomandat)
ru: obfs4 (рекомендуется)
sq: obfs4 (e rekomanduar)
sr: obfs4 (preporučeno)
sv: obfs4 (rekommenderas)
sw: obfs4 (ilipendekeza)
vi: obfs4 (khuyên dùng)

source: None
bg: Нищо
ca: Cap
cs: Žádné
fa: هیچ
fi: Ei mikään
fr: Aucune
ga: Dada
he: כלום
hr: Bez
is: Engin
it: Nessuno
ja: なし
ka: არა
lt: Nėra
pl: Brak
ro: Nimic
ru: Нет
sq: Asnjë
sr: Ниједан
sv: Ingen
sw: Hakuna
vi: Không có

source: _Ask for a Tor bridge by email
bg: _Искане за мост на Tor по ел. поща
ca: _Demaneu un pont de Tor per correu electrònic
cs: _Požádat o Tor most pomocí e-mailu
fa: _درخواست پل با رایانامه
fi: _Pyydä Tor-siltaa sähköpostitse
fr: _Demandez un pont par e-mail
ga: _Iarr droichead Tor ar ríomhphost
hr: _Zatraži Tor most putem e-maila
is: Biðj_a um Tor-brú með tölvupósti
it: _Richiedi un bridge Tor tramite email
ja: Tor ブリッジをメールで依頼する (_A)
ka: Tor-ხიდის _მოთხოვნა ელფოსტით
pl: _Zapytaj o mostek Tor przez e-mail
ru: _Запросить мост Tor по электронной почте
sq: _Kërkoni një urë Tor përmes email-i
sr: _ Затражи Тор мост путем имејла
sv: _Be om en Tor-bro via e-post
sw: _Omba Tor bridge kupitia barua pepe
vi: _Hỏi xin một cầu Bridge Tor bằng email
