Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: <b><big>Do you want to rename your <i>KeePassXC</i> database?</big></b> You have a <i>KeePassXC</i> database in your <i>Persistent</i> folder: <i>${filename}</i> Renaming your database to <i>${default_filename}</i> would allow <i>KeePassXC</i> to open it automatically in the future.
bg: <b><big>Желаете ли хранилището на <i>KeePassXC</i> да бъде преименувано?</big></b> В <i>постоянната</i> папка има хранилище на <i>KeePassXC</i>: <i>${filename}</i> Преименуването на хранилището на <i>${default_filename}</i> ще даде възможност на <i>KeePassXC</i> за напред да го отваря автоматично.
ca: <b><big>Voleu canviar el nom de la vostra base de dades <i>KeePassXC</i>?</big></b> Teniu una base de dades <i>KeePassXC</i> a la vostra carpeta <i>Persistent</i>: <i>${filename}</i> Canviar el nom de la vostra base de dades a <i>${default_filename}</i> permetria que <i>KeePassXC</i> l'obrís automàticament en el futur.
cs: <b><big>Přejete si přejmenovat vaší <i>KeePassXC</i> databázi?</big></b> Máte <i>KeePassXC</i> databázi ve své <i>trvalé</i> složce: <i>${filename}</i> Přejmenováním vaší databáze na <i>${default_filename}</i> umožní <i>KeePassXC</i> ji v budoucnu automaticky otevřít.
fa: <b><big>آیا می‌خواهید نام پایگاه داده <i>KeePassXC</i> خود را تغییر دهید؟</big></b> شما یک پایگاه داده <i>KeePassXC</i> در پوشه <i>Persistent</i> خود دارید: <i>${filename}</i> تغییر نام پایگاه داده خود به <i>${default_filename}</i> به <i>KeePassXC</i> اجازه می‌دهد تا در آینده آن را به طور خودکار باز کند.
fi: <b><big>Haluatko nimetä <i>KeePassXC</i>-tietokantasi uudelleen?</big></b> <i>Persistent</i>-kansiossasi on <i>KeePassXC</i>-tietokanta: <i>${filename}</i> Avtamalla tietokantasi nimeksi <i>${default_filename}</i>, voisi <i>KeePassXC</i> avata sen jatkossa automaattisesti.
fr: <b><big>Voulez-vous renommer votre base de données <i>KeePassXC</i> ?</big></b> Vous avez une base de données <i>KeePassXC</i> dans votre dossier <i>persistant</i> : <i>${filename}</i> Renommez votre base de données en <i>${default_filename}</i> permettra à <i>KeePassXC</i> de l'ouvrir automatiquement dans le futur.
ga: <b><big>Ar mhaith leat do bhunachar sonraí <i>KeePassXC</i> a athainmniú?</big></b> Tá bunachar sonraí <i>KeePassXC</i> agat i d’fhillteán <i>Persistent</i>: <i>${filename}</i> Dá n-athainmnítear do bhunachar sonraí go <i>${default_filename}</i>, ligfí do <i>KeePassXC</i> é a oscailt go huathoibríoch amach anseo.
is: <b><big>Viltu endurnefna <i>KeePassXC</i> gagnagrunninn þinn?</big></b> Þú ert með <i>KeePassXC</i> gagnagrunn í <i>varanlegu</i> möppunni þinni: <i>${filename}</i> Ef þú endurnefnir hann sem <i>${default_filename}</i> þá mun <i>KeePassXC</i> geta framvegis opnað hann sjálfkrafa.
it: <b><big>Vuoi rinominare il tuo database di <i>KeePassXC</i> ?</big></b> Hai un database di <i>KeePassXC</i> nella tua cartella <i>Persistente</i> : <i>${filename}</i> Rinominarlo in <i>${default_filename}</i> permetterebbe a <i>KeePassXC</i> di aprirlo automaticamente in futuro.
ja: <b><big><i>KeePassXC</i> のデーターベースの名前を変更しますか？</big></b> <i>KeePassXC</i> データベースは <i>Persistent</i> フォルダーにあります <i>${filename}</i> <i>${default_filename}</i> に名前を変更すると、<i>KeePassXC</i> が自動的にそれを開くことができるようになります。
ka: <b><big>გსურთ, სახელი გადაარქვათ თქვენი <i>KeePassXC</i>-მონაცემთა კრებულს?</big></b> თქვენი <i>KeePassXC</i>-მონაცემთა კრებული მდებარეობს<i>მუდმივ</i> მეხსიერებაზე საქაღალდეში: <i>${filename}</i> ახალი სახელის <i>${default_filename}</i> მეშვეობით <i>KeePassXC</i> შეძლებს, ავტომატურად გახსნას ხოლმე მომავალში.
pl: <b><big>Czy chcesz zmienić nazwę swojej bazy<i>KeePassXC</i>?</big></b> Masz bazę <i>KeePassXC</i> w swoim folderze <i>Persistent</i>: <i>${filename}</i> Zmiana nazwy na <i>${default_filename}</i> umożliwi programowi <i>KeePassXC</i> otwieranie jej automatycznie w przyszłości.
ro: <b><big>Doriți să redenumiți baza de date<i> KeePassXC</i>?</big></b> Aveți o bază de date <i>KeePassXC</i> în folderul dumneavoastră <i>persistent</i>: <i>${filename}</i> Redenumirea bazei de date la <i>${default_filename}</i> ar permite <i>KeePassXC</i> să o deschidă automat în viitor.
ru: <b><big>Хотите переименовать вашу базу данных <i>KeePassXC</i>?</big></b> Ваша база <i>KeePassXC</i> находится в <i>постоянной</i> папке: <i>${filename}</i> Переименование базы данных <i>${default_filename}</i> позволит <i>KeePassXC</i> открывать её в будущем автоматически.
sq: <b><big>Doni ta riemërtoni bazën tuaj të të dhënave <i>KeePassXC</i>?</big></b> Keni një bazë të dhënash <i>KeePassXC</i> në dosjen tuaj <i>Persistent</i>: <i>${filename}</i> Riemërtimi i bazës tuaj të të dhënave si <i>${default_filename}</i> do ta lejonte <i>KeePassXC</i> ta hapë automatikisht në të ardhmen.
sr: <b><big>Da li želite preimenovati vaš <i>KeePassXC</i> bazu podataka?</big></b> Imate <i>KeePassXC</i> bazu podataka u vašem <i>Upornom</i> folderu: <i>${filename}</i> Preimenovanje vaše baze podataka u <i>${default_filename}</i> bi dozvolilo <i>KeePassXC</i> -u da ga automatski otvori u budućnosti.
sv: <b><big>Vill du byta namn på din <i>KeePassXC3</i>-databas?</big></b> Du har en <i>KeePassXC</i>-databas i din <i>bestående</i> mapp: <i>${filename}</i> Om du byter namn på din databas till <i>${default_filename}</i> kan <i>KeePassXC</i> öppna den automatiskt i framtiden.
sw: <b><big>Unataka kuipa jina jipya <i>KeePassXC</i> database?</big></b> Una <i>KeePassXC</i> database katika <i>Persistent yako</i> folder: <i>${filename}</i> Kutoa jina jipya katika database yako <i>${default_filename}</i> inaweza kuruhusu<i>KeePassXC</i> tkufunguka yenyewe baadae.
vi: <b><big>Bạn có muốn đổi tên cơ sở dữ liệu <i>KeePassXC</i> của bạn không?</big></b> Bạn có một cơ sở dữ liệu <i>KeePassXC</i> ở trong thư mục <i>Persistent</i> liên tục kéo dài của bạn: <i>${filename}</i> Đổi tên cơ sở dữ liệu <i>${default_filename}</i> của bạn sẽ cho phép <i>KeePassXC</i> mở nó một cách tự động trong tương lai.

source: Rename
bg: Преименуване
ca: Reanomena
cs: Přejmenovat
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
ga: Athainmnigh
he: שנה שם
hr: Preimenuj
is: Endurnefna
it: Rinomina
ja: 名称変更
ka: გადარქმევა
lt: Pervadinti
pl: Zmień nazwę
ro: Redenumire
ru: Переименовать
sq: Riemërtojeni
sr: Preimenuj
sv: Byt namn
sw: Badilijina
vi: Đặt lại tên

source: Keep current name
bg: Без променяне
ca: Manté el nom actual
cs: Ponechat současný název
fa: نام کنونی را نگه دار
fi: Pidä nykyinen nimi
fr: Garder le nom actuel
ga: Níl, ná hathraigh an t-ainm
he: שמור שם נוכחי
hr: Zadrži trenutačno ime
is: Halda fyrirliggjandi nafni
it: Mantieni il nome attuale
ja: 名前を変更しない
ka: არსებული სახელის დატოვება
lt: Palikti esamą pavadinimą
pl: Zachowaj aktualną nazwę
ro: Menține numele curent
ru: Оставить без изменений
sq: Mbaj emrin e tanishëm
sr: Zadrži trenutno ime
sv: Behåll nuvarande namn
sw: Weka jina sasa
vi: Giữ tên hiện tại

source: su is disabled. Please use sudo instead.
bg: Употребата на su е забранена. Използвайте sudo.
ca: su no està actiu. Altrament podeu utilitzar sudo.
cs: su je vypnuto. Použijte prosím sudo.
fa: su غیرفعال است. لطفا از sudo استفاده کنید.
fi: su-komento on poissa käytöstä. Käytä sudo-komentoa sen sijaan.
fr: su est désactivée. Veuillez plutôt utiliser sudo.
ga: Tá su díchumasaithe. Bain úsáid as sudo ina áit.
he: su מושבת. אנא השתמש ב־sudo במקום.
hr: su je deaktivirano. Umjesto toga, koristi sudo.
is: su er óvirkt. Notaðu frekar sudo.
it: su è disattivato. Per favore usa sudo.
ja: su は無効になっています。代わりに sudo を使用してください。
ka: su გათიშულია. გთხოვთ, სანაცვლოდ გამოიყენოთ sudo.
lt: su yra išjungta. Vietoj to, naudokite sudo.
pl: su jest wyłączony. Zamiast tego użyj sudo.
ro: su este dezactivat. Vă rugăm ca în locul su să folosiți sudo.
ru: Использование su отключено. Используйте вместо этого sudo.
sq: Urdhri “su” është i çaktivizuar. Ju lutemi, në vend të tij përdorni “sudo”.
sr: su je ugašen. Molimo upotrebite sudo.
sv: su är inaktiverad. Använd sudo istället.
sw: suhaijawezeshwa. Tafadhali badala yake tumia sudo.
vi: su đã được vô hiệu hoá. Xin hãy sử dụng sudo thay thế.

source: Error Reading Data from Tails USB Stick
bg: Грешка при четене от USB паметта с Tails
ca: S'ha produït un error en llegir les dades del llapis USB de Tails
cs: Chyba při Čtení Dat z Tails USB Stick
fi: Virhe datan lukemisessa Tails USB-muistilta
fr: Erreur lors de la lecture des données de la clé USB Tails
ga: Earráid agus Sonraí á Léamh ó Bhata USB Tails
is: Villa við að lesa gögn af USB-lykli Tails
it: Errore di lettura dei dati dalla chiave USB Tails
ja: Tails USB メモリーからのデータ読み取りエラー
lt: Klaida skaitant duomenis iš Tails USB atmintuko
pl: Błąd odczytu danych z pamięci USB Tails
ro: Eroare la citirea datelor din Stick-ul USB Tails
ru: Ошибка чтения данных с USB-накопителя Tails
sq: Gabim Gjatë Leximi të Dhënash nga Diskth USB Tails
sr: Грешка приликом читања података са Таилс УСБ стика
sv: Fel vid läsning av data från Tails USB-minne
vi: Lỗi lấy dữ liệu từ cây USB Tails

source: The hardware of your USB stick is probably failing.
bg: Възможно е USB паметта да е повредена.
ca: És possible que el maquinari del vostre llapis USB de Tails estigui fallant.
cs: Hardware vašeho USB disku pravděpodobně selhává.
fi: USB-muistisi on luultavasti hajoamassa.
fr: Le matériel de votre clé USB est probablement défaillant.
ga: Is dócha go dteipeann ar chrua-earraí do bhata USB.
is: Vélbúnaður USB-lykilsins er líklega að bila.
it: Probabilmente l'hardware della tua chiave USB è rovinato.
ja: USB メモリーのハードウェアが故障している可能性があります。
pl: Prawdopodobnie awaria sprzętu pamięci USB.
ro: Probail cedeaza componenta fizica a stick-ului USB.
ru: Возможно, что неисправно оборудование USB-накопителя.
sq: Hardware-i i diskthit tuaj USB ka gjasa të ketë dështuar.
sr: Хардвер твог УСБ стика вероватно заказује.
sv: Hårdvaran på ditt USB-minne är förmodligen felaktig.
vi: Phần cứng của ổ USB của bạn có thể đang bị lỗi.

source: We recommend that you reinstall Tails on a different USB stick.
bg: Препоръчваме ви да инсталирате Tails на друга USB памет.
ca: Us recomanem que reinstal·leu Tails en un llapis USB diferent.
cs: Doporučujeme vám přeinstalovat Tails na jiný USB disk.
fi: Suosittelemme asentamaan Tails:in uudelleen toiselle USB-muistille.
fr: Nous vous recommandons de réinstaller Tails sur une autre clé USB.
ga: Molaimid duit Tails a athshuiteáil ar mhaide USB eile.
is: Við mælum með því að þú setjir Tails aftur upp á annan USB-minnislykil.
it: Ti consigliamo di reinstallare Tails su una chiave USB diversa.
ja: 別の USB メモリーに Tails を再インストールすることをお勧めします。
pl: Zalecamy ponowną instalację Tails na innej pamięci USB.
ro: Recomandam reinstalarea Tails pe alt stick USB.
ru: Рекомендуем переустановить Tails, выбрав другой USB-накопитель.
sq: Rekomandojmë të riinstaloi Tails në një tjetër diskth USB.
sr: Препоручујемо да поново инсталирате Таилс на другом УСБ стику.
sv: Vi rekommenderar att du installerar om Tails på ett annat USB-minne.
vi: Chúng tôi khuyên bạn nên cài đặt lại Tails trên một ổ USB khác.

source: We recommend that you reinstall Tails on a different USB stick and recover the data from your Persistent Storage as soon as possible.
bg: Препоръчваме ви да преинсталирате Tails на друга USB памет и възможно най-бързо да възстановите информацията от постоянното хранилище.
ca: Us recomanem que reinstal·leu Tails en un llapis USB diferent i recupereu les dades del vostre Emmagatzematge Persistent tant aviat com sigui possible.
cs: Doporučujeme vám přeinstalovat Tails na jiný USB disk a obnovit data z vašeho Trvalého Úložiště co nejrychleji.
fa: پیشنهاد می‌شود تیلز را روی فلشی دیگر نصب کرده و در نخستین فرصت داده‌های ذخیره‌ساز ماندگارتان را بازیابی کنید.
fi: Suosittelemme asentamaan Tails:in toiselle USB-muistille ja palauttamaan datan Pysyvästä tallennustilastasi mahdollisimman pian.
fr: Nous vous recommandons de réinstaller Tails sur une autre clé USB et de récupérer les données de votre stockage persistant dès que possible.
ga: Molaimid duit Tails a athshuiteáil ar mhaide USB eile agus na sonraí a aisghabháil ó do Stóráil Seasmhach a luaithe is féidir.
is: Við mælum með því að þú setjir Tails aftur upp á annan USB-minnislykil og endurheimtir gögnin úr varanlegu gagnageymslunni þinni eins fljótt og auðið er.
it: Ti consigliamo di reinstallare Tails in una chiave USB diversa e recuperare i dati dalla tua archiviazione persistente il prima possibile.
ja: 別の USB メモリーに Tails を再インストールすることをお勧めします。 また、永続ストレージからできるだけ早くデータを回復します。
ka: გირჩევთ, რომ ახლიდან დააყენოთ Tails სხვა USB-მოწყობილობაზე და სასწრაფოდ აღადგინოთ მონაცემები თქვენი მუდმივი მეხსიერებიდან.
pl: Zalecamy ponowną instalację Tails na innej pamięci USB i jak najszybsze odzyskanie danych z pamięci trwałej.
ro: Recomandam reinstalarea Tails pe un alt stick USB precum si recuperarea imediata a datelor din Stocarea Permanenta.
ru: Рекомендуем переустановить Tails, выбрав другой USB-накопитель, и как можно скорее восстановить данные из Постоянного хранилища.
sq: Rekomandojmë të riinstaloni Tails në një tjetër diskth USB dhe të rimerrni të dhënat nga Depozita juaj e Qëndrueshme sa më shpejt të jetë e mundur.
sr: Preporučujemo da ponovo instalirate Tails na drugom USB stiku i povratite podatke sa vašeg Trajnog Skladišta što je pre moguće.
sv: Vi rekommenderar att du installerar om Tails på ett annat USB-minne och återställ data från din beständiga lagring så snart som möjligt.

source: Dismiss
bg: Затваряне
ca: Descarta
cs: Skrýt
fa: رد کردن
fi: Hylkää
fr: Rejeter
ga: Dún
he: התעלמות
hr: Odbaci
is: Afgreiða
it: Chiudi
ja: 無視
ka: აცილება
lt: Atmesti
pl: Odrzuć
ro: Respins
ru: Отказаться
sq: Hidhe tej
sr: Одбаци
sv: Avfärda
sw: Ondoa
vi: Bỏ qua

source: Learn More
bg: Научете повече
ca: Aprèn més
cs: Zjistit více
fa: بیشتر بدانید
fi: Opi lisää
fr: En apprendre davantage
ga: Tuilleadh Eolais
he: למד עוד
hr: Saznaj više
is: Fræðast frekar
it: Maggiori informazioni
ja: 詳細情報
ka: იხილეთ ვრცლად
lt: Sužinokite daugiau
pl: Dowiedz się więcej
ro: Află mai multe
ru: Подробнее
sq: Mësoni Më Tepër
sr: Vidi još
sv: Läs mer
sw: Jifunze Zaidi
vi: Tìm hiểu thêm

source: Partitioning Error
bg: Грешка при разделяне на дялове
ca: Error de partició
cs: Chyba nastavování oddílů disku
fr: Erreurs de partitionnement
ga: Earráid Deighilte
he: שגיאת חלוקה למחיצות
is: Villa við disksneiðingu
ja: パーティション分割エラー
ka: დაყოფის შეცდომა
pl: Błąd partycjonowania
ru: Ошибка разбиения на разделы
sq: Gabim Pjesëtimi
sr: Грешка у партиционисању
sv: Partitioneringsfel

source: Errors were detected in the partitioning of your Tails USB stick.
bg: Открити са грешки при разделяне на дялове на USB паметта на Tails.
ca: S'han detectat errors en la partició del vostre llapis USB de Tails.
cs: Byly rozpoznány chyby v nastavení oddílů vašeho USB disku Tails.
fr: Erreurs détectées lors du partitionnement de votre clé USB Tails.
ga: Braitheadh earráidí agus do mhaide USB Tails á roinnt.
is: Villur fundust í disksneiðingu Tails USB-lykilsins þíns.
it: Sono stati riscontrati errori durante il partizionamento della tua chiavetta USB.
ja: Tails USB メモリーのパーティション分割でエラーが検出されました。
ka: შეცდომები წარმოიშვა, როცა Tails ცდილობდა USB-მეხსიერების დაყოფას.
pl: Wykryto błędy w partycjonowaniu pamięci USB Tails.
ru: Обнаружены ошибки при разбиении USB-накопителя Tails.
sq: U pikasën gabime në pjesëtimin e diskthit tuaj USB Tails.
sr: Грешке су откривене у партиционисању ваше Tails USB меморије.
sv: Fel upptäcktes i partitioneringen av ditt Tails USB-minne.

source: We recommend that you create a backup of your Tails using <i>Tails Cloner</i> to migrate to a new USB stick.
bg: Препоръчваме ви да направите резервно копие на Tails посредством приложението <i>Клониране на Tails</i>, за да преместите информацията на друг носител.
ca: Us recomanem que creeu una còpia de seguretat del vostre Tails amb el <i>Clonador de Tails</i> per migrar a un nou llapis USB.
cs: Doporučujeme vytvořit zálohu systému Tails pomocí nástroje <i>Tails Cloner</i> a přejít na nový disk USB.
fr: Nous vous recommandons de créer une sauvegarde de votre Tails en utilisant <i>Tails Cloner</i> pour utiliser sur une autre clé USB.
ga: Molaimid duit cúltaca de do chuid Tails a chruthú trí úsáid a bhaint as <i>Tails Cloner</i> chun aistriú go dtí bata USB nua.
is: Við mælum með því að þú takir öryggisafrit af Tails með því að nota <i>Tails Cloner</i> og yfirfæra það á annan USB-lykil.
ja: 新しい USB メモリーに移行するには、<i>Tails Cloner</i> を使用して Tails のバックアップを作成することをお勧めします。
ka: სასურველია გამოიყენოთ <i>Tails-ის ასლის ამღები</i>, რომ დაამარქაფოთ თქვენი Tails და გადაიტანოთ ახალ USB-მოწყობილობაზე.
pl: Zalecamy utworzenie kopii zapasowej Tails za pomocą <i>Klonera Tails</i> w celu przeprowadzenia migracji na nową pamięć USB.
ru: Рекомендуем сделать резервную копию при помощи <i>Клонировщика Tails</i>, чтобы перенести ее на новый USB-накопитель.
sq: Rekomandojmë të krijoni një kopjeruajtje të Tails-it tuaj duke përdorur <i>Klonues Tails</i>, që ta migroni te një diskth i ri USB.
sr: Препоручујемо да направите резервну копију вашег Tails-а користећи <i>Tails Cloner</i> да бисте прешли на нову USB меморију.
sv: Vi rekommenderar att du skapar en säkerhetskopia av din Tails med <i>Tails Cloner</i> för att migrera till ett nytt USB-minne.

source: Open Tails Cloner
bg: Клониране на Tails
ca: Obre el Clonador de Tails
cs: Otevřít Tails Cloner
fr: Ouvrir Tails Cloner
ga: Oscailte Tails Cloner
is: Opna Tails-klónun
ja: Tails Cloner を開く
ka: Tails-ის ასლის ამღები
pl: Otwórz klonera Tails
ru: Открыть Клонировщик Tails
sq: Hapni Klonues Tails
sr: Отворите Tails Cloner
sv: Öppna Tails Cloner

source: Creation of Persistent Storage has been disabled.
bg: Създаването на постоянно хранилище е изключено.
ca: S'ha desactivat la creació de l'Emmagatzematge Persistent.
cs: Vytváření trvalého úložiště bylo vypnuto.
fr: La création du stockage persistant est désactivée.
ga: Díchumasaíodh Cruthú Marthanach Stórála.
is: Gerð varanlegrar gagnageymslu hefur verið gerð óvirk.
ja: 永続ストレージの作成が無効になりました。
ka: მუდმივი საცავის შექმნა გათიშულია.
pl: Tworzenie pamięci trwałej zostało wyłączone.
ru: Создание постоянного хранилища было отключено.
sq: Krijimi i Depozitës së Qëndrueshme është çaktivuzuar.
sr: Креирање Трајног складишта је онемогућено.
sv: Skapande av bestående lagring har inaktiverats.

source: We recommend that you reinstall Tails from scratch. If the error persists, reinstall on a new USB stick.
bg: Препоръчваме ви да инсталирате Tails отначало. Ако грешката продължи да се появява, използвайте друга USB памет.
ca: Us recomanem que torneu a instal·lar Tails des de zero. Si l'error continua, torneu a instal·lar-lo en un nou llapis USB.
cs: Doporučujeme od začátku zcela přeinstalovat systém Tails. Pokud chyba přetrvává, přeinstalujte systém na nový USB disk.
fr: Nous vous recommandons de réinstaller Tails depuis zéro. Si l'erreur persiste, réinstallez Tails sur une autre clé USB.
ga: Molaimid Tails a athshuiteáil ón tús. Má leanann an earráid, athshuiteáil ar USB bata nua.
is: Við mælum með því að þú setjir Tails aftur upp frá byrjun. Ef villan er viðvarandi ættirðu að setja upp á annan USB-lykil.
ja: Tails を最初から再インストールすることをお勧めします。エラーが解決しない場合は、新しい USB メモリーに再インストールしてください。
ka: სასურველია, Tails დააყენოთ თავიდან. თუ შეცდომა კვლავ განმეორდა, ახლიდან სცადეთ სხვა USB-მეხსიერებაზე.
pl: Zalecamy ponowną instalację Tails od podstaw. Jeśli błąd będzie się powtarzał, zainstaluj ponownie na nowej pamięci USB.
ru: Рекомендуем переустановить Tails с нуля. Если ошибка сохранится, переустановите Tails на новый USB-накопитель.
sq: Rekomandojmë të riinstaloi Tails nga e para. Nëse gabimi vazhdon, riinstalojeni në një diskth USB të ri.
sr: Препоручујемо да поново инсталирате Tails од почетка. Ако грешка и даље постоји, поново инсталирајте на нову USB меморију.
sv: Vi rekommenderar att du installerar om Tails från början. Om felet kvarstår, installera om på ett nytt USB-minne.

source: Error
bg: Грешка
cs: Chyba
fa: خطا
fi: Virhe
fr: Erreur
ga: Earráid
he: שגיאה
hr: Greška
is: Villa
it: Errore
ja: エラー
ka: შეცდომა
lt: Klaida
pl: Błąd
ro: Eroare
ru: Ошибка
sq: Gabim
sr: Greška
sv: Fel
sw: kosa
vi: Lỗi

source: The device Tails is running from cannot be found. Maybe you used the 'toram' option?
bg: Устройството, от което Tails работи не може да бъде намерено. Използвали ли сте настройката „toram“?
ca: No s'ha trobat el dispositiu des del qual s'està executant Tails. Potser heu utilitzat la opció 'toram'?
cs: Zařízení, ze kterého běží Tails, nelze najít. Možná jste použili volbu 'toram'?
fa: دستگاه شما که تیلز از آن اجرا می‌شود، پیدا نمی‌شود. شاید شما از گزینه‌‌ی 'toram' استفاده کرده‌اید؟
fi: Tails'in käyttämää laitetta ei löydy. Käytitkö 'toram'-valitsinta?
fr: Le périphérique sur lequel Tails tourne ne peut pas être trouvé. Peut-être avez-vous utilisé l’option « toram » ?
ga: Ní féidir teacht ar an ngléas óna bhfuil Tails ag rith. B'fhéidir gur úsáid tú an rogha 'toram'?
he: ההתקן ממנו Tails רץ אינו יכול להימצא. אולי השתמשת באפשרות 'toram'?
hr: Ne može se pronaći uređaj s kojeg se pokreće Tails. Možda si koristio/la opciju „toram”?
is: Tækið sem Tails er keyrt af finnst ekki. Getur verið að þú hafir notað 'toram' valkostinn?
it: Impossibile trovare il dispositivo su cui è in esecuzione Tails. Forse hai usato l'opzione 'toram'?
ja: Tails が動作しているデバイスが見つかりませんでした。'toram' オプションを使用していませんか？
ka: მოწყობილობა რომლიდანაც Tails ეშვება ვერ მოიძებნა. „toram“ პარამეტრს ხომ არ იყენებდით?
lt: Nepavyksta rasti įrenginio, iš kurio yra paleista Tails. Galbūt, jūs naudojote "toram" parametrą?
pl: Nie można znaleźć urządzenia, z którego działa Tails. Może użyłeś opcji "toram"?
ro: Dispozitivul pe care rulează Tails nu a putut fi găsit. Ați folosit opțiunea 'toram'?
ru: Запущенное устройство Tails не найдено. Возможно вы используете 'toram' опцию?
sq: Pajisja prej të cilës po xhirohet Tails s’gjendet dot. Mos vallë përdorët mundësinë `toram'?
sr: Uređaj sa kojeg Tails radi se ne može pronaći. Moguće je da ste koristili 'toram' opciju?
sv: Enheten Tails körs från kan inte hittas. Kanske använde du alternativet "toram"?
sw: Kifaa cha tails hakiwezi kuonekana. Labda umetumia ulichagua kutumia toram?
vi: Thiết bị mà Tails đang chạy từ đó ra không thể được tìm thấy. Có lẽ bạn đã sử dụng tuỳ chọn 'toram'?
