Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Off
bg: Изключено
ca: Inactiu
cs: Vypnuto
fa: خاموش
fi: Pois päältä
fr: Désactivé
ga: Múchta
he: כבה
hr: Isključeno
is: Slökkt
it: Spento
ja: オフ
ka: გამორთ.
lt: Išjungta
pl: Wył.
ro: Dezactivat
ru: Выключено
sr: Isključeno
sv: Av
sw: Imezimwa
vi: Tắt

source: Off (default)
bg: Изключено (подразбирано)
ca: Inactiu (per defecte)
cs: Vypnuto (výchozí)
fa: خاموش (پیش فرض)
fi: Pois päältä (oletus)
fr: Désactivé (par défaut)
ga: Múchta (réamhshocrú)
he: כבוי (ברירת מחדל)
hr: Isključeno (standardno)
is: Slökkt (sjálfgefið)
it: Off (predefinito)
ja: オフ (既定)
ka: გამორთ. (ნაგულისხმევი)
lt: Išjungta (numatytasis)
pl: Wyłączony (domyślny)
ro: Dezactivat (implicit)
ru: Выключено (по умолчанию)
sq: Off (parazgjedhje)
sr: Isključeno (podrazumevano)
sv: Av (standard)
sw: Imezimwa (yenyewe katika mfumo)
vi: Tắt (mặc định)

source: Persistent Storage Still Locked
bg: Постоянното хранилище е заключено
ca: L'Emmagatzematge Persistent roman bloquejat
cs: Trvalé úložiště není odemčeno
fa: ذخیره سازی پایدار قفل شده است
fi: Pysyvä tallennustila on edelleen lukittu
fr: Le stockage persistant est toujours verrouillé
ga: Stóráil Seasmhach Fós Faoi Ghlas
hr: Trajno spremište je još uvijek zaključano
is: Varanleg gagnageymsla ennþá læst
it: Archiviazione persistente ancora bloccata
ja: 永続ストレージはまだロックされています
ka: მუდმივი საცავი ჯერ კიდევ ჩაკეტილია
pl: Pamięć trwała jest nadal zablokowana
ro: Stocarea Permanenta nedeblocată
ru: Постоянное хранилище не разблокировано
sq: Depozitë e Qëndrueshme Ende e Kyçur
sr: Uporno Skladište još uvek zaključano
sv: Bestående lagring fortfarande låst
vi: Ổ đĩa lưu trữ bền vững vẫn bị khoá

source: Do you really want to start Tails without unlocking your Persistent Storage?
bg: Желаете ли Tails да стартира, без отключено постоянно хранилище?
ca: Voleu iniciar Tails sense desbloquejar l'Emmagatzematge Persistent?
cs: Skutečně si přejete spustit Tails bez odemčení trvalého úložiště?
fa: آیا واقعا می‌خواهید اکنون Tails را دوباره راه‌اندازی کنید؟
fi: Haluatko todella käynnistää Tailsin avaamatta pysyvää tallennustilaasi?
fr: Voulez-vous vraiment commencer Tails sans déverrouiller votre stockage persistant ?
ga: Ar mhaith leat Tails a thosú i ndáiríre gan do Stóráil Marthanach a dhíghlasáil?
hr: Stvarno želiš pokrenuti Tails bez otključavanje tvog trajnog spremišta?
is: Viltu í alvörunni endurræsa Tails án þess að aflæsa varanlegu gagnageymslunni?
it: Vuoi davvero avviare Tails senza sbloccare l'archiviazione persistente?
ja: 永続ストレージのロックを解除せずに Tails を開始してもよろしいですか？
ka: ნამდვილად გსურთ, გაუშვათ Tails თქვენი მუდმივი მეხსიერების გაუხსნელად?
pl: Czy naprawdę chcesz uruchomić Tails bez odblokowywania pamięci trwałej?
ro: "Chiar doriți să porniți Tails fără a debloca Stocarea Persistentă?"
ru: Вы действительно хотите запустить Tails без разблокировки Постоянного хранилища?
sq: Doni vërtet të rinisni Tails-in pa shkyçur Depozitën tuaj të Qëndrueshme?
sr: Da li stvarno želite pokrenuti Tails bez otključavanja vašeg Upornog Skladišta?
sv: Vill du verkligen starta Tails utan att låsa upp din bestående lagring?
sw: Je ynauhakika kuwa unataka kuanza kutumia Tails bila kutofunga Persistent Storage?
vi: Bạn có thực sự muốn khởi động Tails mà không mở khoá ổ đĩa lưu trữ bền vững của bạn chứ?

source: Start Without Persistent Storage
bg: Продължаване без постоянно хранилище
ca: Comença sense l'Emmagatzematge Persistent
cs: Pokračovat bez trvalého úložiště
fi: Käynnistä ilman pysyvää tallennustilaa
fr: Démarrer sans stockage persistant
ga: Tosaigh Gan Stóráil Marthanach
hr: Pokreni bez trajnog spremišta
is: Ræsa án varanlegrar gagnageymslu
it: Avvia senza archiviazione persistente
ja: 永続ストレージなしで開始
ka: მუდმივი საცავის გარეშე გაშვება
pl: Rozpocznij bez pamięci trwałej
ro: Continuati fara Stocarea Permanenta
ru: Продолжить без Постоянного хранилища
sq: Nisjani Pa Depozitë të Qëndrueshme
sr: Pokreni bez Upornog Skladišta
sv: Starta utan bestående lagring
vi: Khởi động mà Không có Ổ đĩa lưu trữ Bền vững

source: Impossible to unlock the Persistent Storage because the USB stick is read-only.
bg: Постоянното хранилище е невъзможно да бъде отключено, защото USB паметта е само за четене..
ca: No s'ha pogut desbloquejar l'Emmagatzematge Persistent perquè el llapis USB és de només lectura.
cs: Je nemožné odemknout Trvalé Úložiště, protože USB disk je pouze pro čtení.
fi: Pysyvän tallennustilan salauksen avaaminen mahdotonta, koska USB-muisti on vain-luku -suojattu.
fr: Impossible de déverrouiller le stockage persistant car la clé USB est en lecture seule.
ga: Ní féidir an Stóráil Marthanach a dhíghlasáil toisc go bhfuil an bata USB inléite amháin.
he: בלתי אפשרי לפתוח את הזיכרון המתמיד בגלל שהדיסק און קי הוא לקריאה בלב׳.
is: Mistókst að aflæsa varanlegri gagnageymslunni því USB-lykillinn er í skrifvörðum ham.
it: Impossibile sbloccare l'archiviazione persistente perché la penna USB è in sola lettura.
ja: USB メモリーが読み取り専用であるため、永続ストレージのロックを解除できません。
ka: ვერ ხერხდება ჩაკეტილი მუდმივი საცავის გახსნა, რადგან USB-მეხსიერება მხოლოდ წაკითხვის რეჟიმშია.
pl: Nie można odblokować pamięci trwałej, ponieważ pamięć USB jest tylko do odczytu.
ru: Невозможно разблокировать Постоянное хранилище: USB-накопитель доступен только для чтения.
sq: S’arrihet të shkyçet Depozite të Qëndrueshmem ngaqë diskthi USB është vetëm për lexim.
sr: Nemoguće je otključati Uporno Skladište jer je USB stick samo za čitanje.
sv: Omöjligt att låsa upp bestående lagring eftersom USB-minnet är skrivskyddat.
vi: Không có khả năng mở khoá Vùng Lưu Trữ Bền vững bởi USB được thiết lập chế độ thuần đọc read-only.

source: Unlocking…
bg: Отключване…
ca: S'està desbloquejant…
cs: Odemykání…
fa: در حال باز کردن…
fi: Avataan…
fr: Déverrouillage…
ga: Á dhíghlasáil…
he: מבטל נעילה…
hr: Otključavanje …
is: Aflæsi…
it: Sbloccaggio in corso…
ja: ロック解除しています…
ka: იხსნება…
lt: Atrakinama…
pl: Odblokowanie…
ro: Se deblochează…
ru: Разблокировка…
sq: Po shkyçet…
sr: Откључавам…
sv: Låser upp…
sw: Kufungulia…
vi: Đang mở khóa…

source: Checking the file system…
bg: Проверка на файловата система…
ca: S'està comprovant el sistema de fitxers…
cs: Kontrola systému souborů…
fa: بررسی کردن سامانهٔ پرونده…
fi: Tarkistetaan tiedostojärjestelmää…
fr: Vérification du système de fichiers…
ga: An córas comhaid á sheiceáil…
is: Yfirfer skráarkerfið…
it: Controllo del file system…
ja: ファイルシステムをチェックしています…
ka: მოწმდება საფაილო სისტემა…
lt: Tikrinama failų sistema…
pl: Sprawdzanie systemu plików…
ru: Проверка файловой системы…
sq: Po kontrollohet sistemi i kartelave…
sr: Провера система датотека…
sv: Kontrollerar filsystemet…

source: Repairing the File System
bg: Възстановяване на файловата система
ca: Reparació del sistema de fitxers
cs: Oprava systému souborů
fa: تعمیر کردن سامانهٔ پرونده
fi: Korjataan tiedostojärjestelmä
fr: Réparation du système de fichiers
ga: Deisiúchán an Chórais Comhad
hr: Popravljanje datotečnog sustava
is: Lagfæri skráarkerfi
it: Riparazione del file system
ja: ファイルシステムの修復中
ka: შეკეთდება საფაილო სისტემა
pl: Naprawianie systemu plików
ru: Восстановление файловой системы
sq: Po riparohet Sistemi i Kartelave
sr: Поправка система датотека
sv: Reparerar filsystemet

source: This might take a long time...
bg: Ще отнеме доста време…
ca: Això pot trigar molta estona...
cs: Může to trvat delší dobu...
fa: ممکن است انجام دادن این عملیات کمی طول بکشد...
fi: Tässä saattaa kestää kauan...
fr: Cela peut prendre longtemps…
ga: Seans go dtógfaidh sé seo tamall fada...
he: זה עשוי לארוך זמן רב…
is: Þetta getur tekið töluverðan tíma...
it: Potrebbe richiedere molto tempo...
ja: これには時間がかかるかもしれません...
ka: შესაძლოა, დიდ ხანს გასტანოს...
lt: Tai gali ilgai užtrukti...
pl: To może trochę potrwać...
ru: Это может занять некоторое время...
sq: Kjo mund të zgjasë një kohë të gjatë…
sr: Ово може потрајати дуго...
sv: Det här kan ta lång tid...

source: Failed to repair the file system of your Persistent Storage.
bg: Файловата система на постоянното хранилище не е възстановена.
ca: No s'ha pogut reparar el sistema de fitxers del vostre Emmagatzematge Persistent.
cs: Selhala oprava systému souborů vašeho trvalého úložiště.
fa: شکست در تعمیر سامانهٔ پروندهٔ ذخیره‌ساز ماندگارتان.
fr: Échec de la réparation du système de fichiers de votre stockage persistant.
ga: Theip ar dheisiú córas comhaid do Stór Marthanach.
is: Tókst ekki að gera við skráakerfi varanlegu gagnageymslunnar þinnar.
it: Impossibile riparare il file system dell'archiviazione persistente.
ja: 永続ストレージのファイルシステムの修復に失敗しました。
ka: მუდმივი მეხსიერების საფაილო სისტემა ვერ გასწორდა.
pl: Nie udało się naprawić systemu plików pamięci trwałej.
ru: Не удалось восстановить файловую систему постоянного хранилища.
sq: S’u arrit të riparohej sistemi i kartelave të Depozitës tuaj të Përhershme.
sr: Није успела поправка система датотека вашег Трајног складишта.
sv: Misslyckades att reparera filsystemet för din bestående lagring.

source: Start Tails to send an error report and learn how to recover your data.
bg: Стартирайте Tails, за да изпрати доклада за грешка и да научите как да възстановите данните си.
ca: Inicieu Tails per enviar un informe d'error i obtenir informació sobre com recuperar les vostres dades.
cs: Spusťte Tails pro odeslání chybového hlášení a zjistěte jak obnovit svá data.
fi: Aloita Tails lähettääksesi virheraportti ja opi kuinka voit palauttaa datasi.
fr: Démarrez Tails pour envoyer un signalement d'erreur et en savoir plus sur comment récupérer vos données.
ga: Tosaigh Tails chun tuairisc earráide a sheoladh agus foghlaim conas do shonraí a aisghabháil.
is: Ræstu Tails til að senda villutilkynningu og sjá hvernig hægt er að endurheimta gögnin þín.
it: Avvia Tails per inviare una segnalazione di errore e scoprire come recuperare i tuoi dati.
ja: Tails を起動して、エラーレポートを送信しデータを復元する方法を確認します。
ka: გაეშვას Tails შეცდომის მოსახსენებლად და მონაცემების აღდგენის შესაძლებლობის გასაცნობად.
pl: Uruchom Tails, aby wysłać raport o błędach i dowiedzieć się, jak odzyskać dane.
ru: Запустите Tails, чтобы отправить отчет об ошибках и узнать, как восстановить ваши данные.
sq: Që të dërgoni një raportim gabimi dhe të mësoni se si të rimerrni të dhënat tuaja, nisni Tails.
sr: Покрените Tails да пошаљете извештај о грешци и сазнате како да опоравите своје податке.
sv: Starta Tails för att skicka en felrapport och lära dig hur du återställer dina data.

source: File System Repaired Successfully
bg: Файловата система е възстановена
ca: S'ha reparat correctament el sistema de fitxers
cs: Systém souborů byl úspěšně opraven
fa: فایل سیستم با موفقیت تعمیر شد
fi: Tiedostojärjestelmä korjattu
fr: Système de fichiers réparé avec succès
ga: Deisíodh an Córas Comhad go rathúil
is: Tókst að lagfæra skráakerfi
it: File system riparato correttamente
ja: ファイルシステムが正常に修復されました
ka: საფაილო სისტემა შეკეთდა წარმატებულად
pl: System plików naprawiony pomyślnie
ru: Файловая система успешно восстановлена
sq: Sistemi i Kartelave u Riparua Me Sukses
sr: Систем датотека успешно поправљен
sv: Filsystemet har reparerats

source: It's possible that some data was lost during the repair. Please check the contents of your Persistent Storage and restore any lost data from a backup.
bg: Възможно е някаква част от данните да са били загубени по време на възстановяването. Проверете съдържанието на постоянното хранилище и възстановете загубените данни от резервно копие.
ca: És possible que s'hagin perdut algunes dades durant la reparació. Comproveu el contingut del vostre Emmagatzematge Persistent i restaureu les dades perdudes des d'una còpia de seguretat.
cs: Je možné, že během opravy došlo ke ztrátě některých dat. Zkontrolujte obsah svého trvalého úložiště a obnovte případná ztracená data ze zálohy.
fr: Il est possible que des données aient été perdues pendant la réparation. Veuillez vérifier le contenu de votre stockage persistant et restaurer les données perdues depuis une sauvegarde.
ga: Seans gur cailleadh roinnt sonraí le linn an deisiúcháin. Seiceáil le do thoil inneachar do Stór Marthanach agus cuir ar ais aon sonraí caillte ó chúltaca.
it: È possibile che alcuni dati siano andati persi durante la riparazione. Controlla il contenuto dell'archiviazione persistente e recupera eventuali dati persi da un backup.
ja: 修復中に一部のデータが失われた可能性があります。永続ストレージの内容を確認し、失われたデータをバックアップから復元してください。
ka: შესაძლებელია, რომ მონაცემთა ნაწილი დაიკარგოს შეკეთებისას. გთხოვთ, გადახედოთ შიგთავსს თქვენს მუდმივ მეხსიერებაზე და აღადგინოთ დაკარგული მონაცემები მარქაფიდან.
pl: Możliwe, że niektóre dane zostały utracone podczas naprawy. Sprawdź zawartość pamięci trwałej i przywróć wszelkie utracone dane z kopii zapasowej.
ru: Возможно, некоторые данные были утеряны во время восстановления. Пожалуйста, проверьте содержимое постоянного хранилища и восстановите утерянные данные из резервной копии.
sq: Ka mundësi që disa të dhëna të kenë humbur gjatë riparimit. Ju lutemi, kontrolloni lëndën e Depozitës tuaj të Qëndrueshme dhe riktheni çfarëdo të dhënash të humbura që prej një kopjeruajtjeje.
sr: Могуће је да су неки подаци изгубљени током поправке. Молимо проверите садржај вашег Трајног складишта и вратите изгубљене податке из резервне копије.
sv: Det är möjligt att vissa data gick förlorade under reparationen. Kontrollera innehållet i din bestående lagring och återställ eventuella förlorade data från en säkerhetskopia.

source: Close
bg: Затваряне
ca: Tanca
cs: Zavřít
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
he: סגירה
hr: Zatvori
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
lt: Užverti
pl: Zamknij
ro: Închide
ru: Закрыть
sq: Mbylle
sr: Затвори
sv: Stäng
sw: Funga
vi: Đóng

source: You aborted the repair of the file system. You can either start Tails without Persistent Storage or restart the computer to try repairing the file system again.
bg: Прекъснахте възстановяването на файловата система. Можете да стартирате Tails без постоянно хранилище или да рестартирате устройството, за да направите нов опит за възстановяване на файловата система.
ca: Heu interromput la reparació del sistema de fitxers. Podeu iniciar Tails sense l'Emmagatzematge Persistent o reiniciar l'ordinador per provar de reparar el sistema de fitxers de nou.
cs: Přerušili jste opravu systému souborů. Můžete spustit Tails bez trvalého úložiště nebo restartovat počítač a zkusit opravit souborový systém znovu.
fr: Vous avez interrompu la réparation du système de fichiers. Vous pouvez soit démarrer Tails sans stockage persistant, soit redémarrer l'ordinateur pour réessayer de réparer le système de fichiers.
ga: Chuir tú deireadh le deisiú an chórais comhad. Is féidir leat Tails a thosú gan Stóráil Marthanach nó an ríomhaire a atosú chun an córas comhad a dheisiú arís.
it: Hai annullato la riparazione del file system. Puoi avviare Tails senza archiviazione persistente o riavviare il computer per riprovare a riparare il file system.
ja: ファイルシステムの修復を中止しました。永続ストレージなしで Tails を起動するか、コンピューターを再起動してファイルシステムの修復をやり直してください。
ka: თქვენ შეწყვიტეთ საფაილო სისტემის შეკეთება. შეგიძლიათ გაუშვათ Tails მუდმივი მეხსიერების საცავის გარეშე ან ახლიდან ჩართოთ კომპიუტერი საფაილო სისტემის კვლავ შესაკეთებლად.
pl: Przerwano naprawę systemu plików. Możesz uruchomić Tails bez pamięci trwałej lub ponownie uruchomić komputer, aby znów spróbować naprawić system plików.
ru: Вы прервали восстановление файловой системы. Вы можете запустить Tails без постоянного хранилища или перезагрузить компьютер, чтобы попробовать восстановить файловую систему еще раз.
sq: Ndërpretë riparimin e sistemit të kartelave. Mundeni ose të nisni Tails pa Depozitë të Qëndrueshme, ose të rinisni kompjuterin dhe të riprovoni riparimin e sistemit të kartelave.
sr: Прекинули сте поправку система датотека. Можете или покренути Tails без Трајног складишта или поново покренути рачунар да покушате поново поправити систем датотека.
sv: Du avbröt reparationen av filsystemet. Du kan antingen starta Tails utan bestående lagring eller starta om datorn för att försöka reparera filsystemet igen.

source: Start Tails and open the Persistent Storage settings to find out more.
bg: Стартирайте Tails и отворете настройките на постоянното хранилище, за да научите повече.
ca: Inicieu Tails i obriu la configuració de l'Emmagatzematge Persistent per obtenir més informació.
cs: Spusťte Tails a otevřte nastavení Trvalého úložiště, kde se dozvíte více.
fi: Käynnistä Tails ja avaa pysyvän tallennustilan asetukset saadaksesi lisätietoja.
fr: Lancez Tails et ouvrez les paramètres du stockage persistant afin d'en savoir plus.
ga: Tosaigh Tails agus oscail na socruithe Stóráil Seasmhach chun tuilleadh a fháil amach.
hr: Za više informacija pokreni Tails i otvori postavke za trajno spremište.
is: Ræstu Tails og opnaðu stillingar varanlegu gagnageymslunnar til að sjá nánar.
it: Avvia Tails e apri le impostazioni dell'archiviazione persistente per saperne di più.
ja: Tails を起動し、永続ストレージの設定を開いて詳細を確認します。
ka: გაეშვას Tails და გაიხსნას მუდმივი საცავის პარამეტრები უკეთ გამოსარკვევად.
pl: Uruchom Tails i otwórz ustawienia pamięci trwałej, aby dowiedzieć się więcej.
ro: Porniti Tails si deschideti Stocarea Permanenta pentru a afla mai multe.
ru: Запустите Tails и откройте настройки Постоянного хранилища, чтобы узнать больше.
sq: Nisni Tails dhe hapni rregullimet e Depozitës së Qëndrueshme, për të mësuar më tepër.
sr: Pokrenite Tails i otvorite podešavanja Upornog Skladišta.
sv: Starta Tails och öppna inställningarna för bestående lagring för att ta reda på mer.
vi: Khởi động Tails và mở Cài đặt Ổ đĩa lưu trữ Bền vững để tìm hiểu thêm nữa.

source: Your Persistent Storage is unlocked. Its content will be available until you shut down Tails.
bg: Постоянното хранилище е отключено. Съдържанието му ще бъде достъпно докато не изключите Tails.
ca: L'Emmagatzematge Persistent està desbloquejat. El seu contingut estarà disponible fins que tanqueu Tails.
cs: Trvalé úložiště je odemčeno. Jeho obsah bude dostupný dokud nevypnete Tails.
fa: ذخیره‌ساز ماندگارتان قفل‌گشایی شده. محتوایش تا زمان خاموش کردن تیلز در دسترس خواهد بود.
fi: Pysyvä tallennustilasi on avattu ja sen sisältö on käytettävissä kunnes Tails sammutetaan.
fr: Votre stockage persistant est déverrouillé. Son contenu sera disponible jusqu'à ce que vous fermiez Tails.
ga: Tá do Stór Marthanach díghlasáilte. Beidh a ábhar ar fáil go dtí go stopfaidh tú Tails.
hr: Tvoje trajno spremište je otključano. Njegov će sadržaj biti dostupan sve dok ne ugasiš Tails.
is: Varanlega gagnageymslan þín er aflæst. Efni hennar verður tiltækt þar til þú slekkur á Tails.
it: Il tuo volume persistente è sbloccato. Riavvia Tails per ribloccarlo.
ja: 永続ストレージのロックが解除されました。Tails をシャットダウンするまで、そのコンテンツを利用できます。
ka: თქვენი მუდმივი მეხსიერება გახსნილია. მისი შიგთავსი ხელმისაწვდომი იქნება, სანამ არ დაიხურება Tails.
pl: Pamięć trwała jest odblokowana. Jej zawartość będzie dostępna, dopóki nie zamkniesz Tails.
ru: Ваше Постоянное хранилище разблокировано. Его содержимое будет доступно до тех пор, пока вы не выключите Tails.
sq: Depozita juaj e Qëndrueshme është shkyçur. Lënda e saj do të jetë e përdorshme deri sa të fikni Tails.
sr: Vaše Upornog Skladište je otključano. Njegov sadržaj će biti pristupan dok ne ugasite Tails.
sv: Din bestående lagring är upplåst. Innehållet kommer att vara tillgängligt tills du stänger av Tails.
vi: Ổ đĩa lưu trữ Bền vững của bạn được mở khoá. Nội dung của nó sẽ được khả dụng cho tới khi bạn tắt Tails đi.

source: Incorrect passphrase. Please try again.
bg: Неправилна фраза за достъп. Опитайте отново.
ca: Contrasenya incorrecta. Torneu-ho a provar.
cs: Nesprávné heslo. Zkuste to prosím znovu.
fr: Phrase de passe incorrecte. Merci de réessayer.
ga: Pasfhrása mícheart. Bain triail eile as.
is: Röng lykilsetning. Reyndu aftur.
it: Password sbagliata. Riprova.
ja: パスフレーズが正しくありません。もう一度お試しください。
lt: Neteisinga slaptafrazė. Bandykite dar kartą.
pl: Nieprawidłowe hasło. Spróbuj ponownie.
ru: Неправильный пароль. Попробуйте еще раз.
sq: Frazëkalim i pasaktë. Ju lutemi, riprovoni.
sr: Нетачна лозинка. Молимо покушајте поново.
sv: Felaktig lösenordsfras. Försök igen.

source: Error reading data from your Persistent Storage. The hardware of your USB stick is probably failing.
bg: Грешка при четене от постоянното хранилище. Възможно е USB паметта да е повредена.
ca: S'ha produït un error en llegir les dades del vostre Emmagatzematge Persistent. És possible que el maquinari del vostre llapis USB de Tails estigui fallant.
cs: Chyba při čtení dat z vašeho trvalého úložiště. Pravděpodobně dochází k selhání hardwaru vašeho USB flash disku.
fr: Erreur lors de la lecture des données du stockage persistant. Le matériel de votre clé USB est probablement défaillant.
ga: Earráid agus sonraí á léamh ó do Stór Seasta. Is dócha go dteipeann ar chrua-earraí do bhata USB.
is: Villa við að lesa gögn úr varanlegu gagnageymslunni þinni. Vélbúnaður USB-lykilsins er líklega að bila.
it: Errore di lettura dall'archivazione persistente. Probabilmente l'hardware della tua chiave USB è rovinato.
ja: 永続ストレージからのデータの読み取り中にエラーが発生しました。USB メモリーのハードウェアが故障している可能性があります。
ka: შეცდომა მონაცემების წაკითხვისას მუდმივი საცავიდან. თქვენი USB-მეხსიერების აპარატურა შეიძლება გაუმართავია.
pl: Wystąpił błąd podczas odczytu danych z pamięci trwałej. Prawdopodobnie awaria sprzętu pamięci USB.
ru: Ошибка чтения данных из постоянного хранилища. Возможно, неисправно оборудование USB-накопителя.
sq: Gabim teksa lexoheshin të dhëna nga Depozita juaj e Qëndrueshme. Hardware-i i diskthit tuaj USB ka gjasa të ketë dështuar.
sr: Грешка при читању података из вашег Трајног складишта. Хардвер вашег USB стика вероватно отказује.
sv: Fel vid läsning av data från din bestående lagring. Hårdvaran på ditt USB-minne är förmodligen felaktig.

source: Start Tails to learn how to recover your data.
bg: Стартирайте Tails, за да научите как да възстановите данните си.
ca: Inicieu Tails per aprendre a recuperar les vostres dades.
cs: Spusťte Tails a zjistěte, jak můžete obnovit vaše data.
fr: Démarrez Tails pour savoir comment retrouver vos données.
ga: Tosaigh Tails a fháil amach conas a ghnóthú do shonraí.
is: Ræstu Tails til að sjá hvernig hægt er að endurheimta gögnin þín.
it: Avvia Tails per scoprire come recuperare i tuoi dati.
ja: Tails を起動して、データの復元方法を確認します。
ka: გაეშვას Tails მონაცემების აღდგენის შესაძლებლობის გასაცნობად.
lt: Paleiskite Tails, kad sužinotumėte kaip atkurti savo duomenis.
pl: Uruchom Tails i dowiedz się, jak odzyskać dane.
ru: Запустите Tails, чтобы узнать, как восстановить свои данные.
sq: Që të mësoni se si të rimerrni të dhënat tuaja, nisni Tails.
sr: Покрените Tails да сазнате како да опоравите своје податке.
sv: Starta Tails för att lära dig hur du återställer dina data.

source: File System Errors
bg: Грешка във файловата система
ca: Errors del sistema de fitxers
cs: Chyby systému souborů
fa: خطاهای سیستم فایل
fi: Virheitä tiedostojärjestelmässä
fr: Erreurs du système de fichiers
ga: Earráidí Córas Comhad
is: Villur í skráakerfi
it: Errori del file system
ja: ファイルシステムエラー
ka: საფაილო სისტემის შეცდომები
lt: Failų sistemos klaidos
pl: Błędy systemu plików
ru: Ошибки файловой системы
sq: Gabime Sistemi Kartelash
sr: Грешке у систему датотека
sv: Filsystemfel
