Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Not enough memory to create Persistent Storage
bg: Няма достатъчно памет за създаване на постоянно хранилище
ca: No hi ha prou memòria per crear l'Emmagatzematge Persistent
cs: Nedostatek paměti pro vytvoření Trvalého úložiště
fi: Pysyvän tallennustilan luontiin ei ole riittävästi muistia
fr: Mémoire insuffisante pour créer un stockage persistant
ga: Gan cuimhne go leor chun Stóráil Marthanach a chruthú
hr: Nema dovoljno memorije za izradu trajnog spremišta
is: Ekki nægt minni til að útbúa varanlega gagnageymslu
it: Memoria insufficiente per creare l'archiviazione persistente
ja: 永続ストレージを作成するのに十分なメモリーがありません
ka: მეხსიერება არასაკმარისია მუდმივი საცავის შესაქმნელად
pl: Za mało pamięci, aby utworzyć pamięć trwałą
ro: Memorie insuficienta pentru crearea Stocarii Permanente
ru: Недостаточно памяти для создания Постоянного хранилища
sq: S’ka kujtesë të mjaftueshme për krijim Depozite të Qëndrueshme
sr: Nedovoljno mesta za pravljenje Upornog Skladišta
sv: Inte tillräckligt med minne för att skapa bestående lagring
vi: Không đủ dung lượng bộ nhớ để khởi tạo Ổ đĩa lưu trữ Bền vững

source: Failed to create Persistent Storage
bg: Постоянното хранилище не е създадено
ca: No s'ha pogut crear l'Emmagatzematge Persistent
cs: Vytvoření Trvalého úložiště selhalo
fi: Pysyvän tallennustilan luonti epäonnistui
fr: Échec de la création du stockage persistant
ga: Theip ar Stóráil Marthanach a chruthú
hr: Neuspjela izrada trajnog spremišta
is: Mistókst að útbúa varanlega gagnageymslu
it: Impossibile creare l'archiviazione persistente
ja: 永続ストレージの作成に失敗しました
ka: მუდმივი საცავის შექმნა ვერ მოხერხდა
pl: Nie udało się utworzyć pamięci trwałej
ro: Nu s-a putut crea Stocarea Permanentă
ru: Не удалось создать Постоянное хранилище
sq: S’u arrit të krijohej Depozitë e Qëndrueshme
sr: Neuspelo pravljenje Upornog Skladišta
sv: Misslyckades att skapa bestående lagring
vi: Đã thất bại khi khởi tạo Ổ đĩa lưu trữ Bền vững

source: An error occurred while creating the Persistent Storage.
bg: Възникна грешка при създаване на постоянното хранилище.
ca: S'ha produït un error en crear l'Emmagatzematge Persistent.
cs: Vyskytla se chyba při vytváření Trvalého Úložiště.
fa: هنگام ایجاد ذخیره سازی مانا خطایی رخ داد.
fi: Virhe poistettaessa pysyvää tallennustilaa.
fr: Erreur lors de la création du stockage persistant.
ga: Tharla earráid agus an Stór Marthanach á chruthú.
hr: Greška pri izradi trajnog spremišta.
is: Villa kom upp við að útbúa varanlegu gagnageymsluna.
it: Si è verificato un errore creando l'archiviazione persistente.
ja: 永続ストレージを作成する際にエラーが発生しました。
ka: შეცდომა წარმოიქმნა მუდმივი მეხსიერების შექმნისას.
pl: Wystąpił błąd podczas tworzenia pamięci trwałej.
ro: A aparut o eroare in crearea Stocării Permanente.
ru: Ошибка при создании Постоянного хранилища.
sq: Ndodhi një gabim teksa krijohej Depozita e Qëndrueshme.
sr: Догодила се грешка приликом прављења Упорног складишта.
sv: Ett fel uppstod när den bestående lagringen skapades.

source: Error deleting Persistent Storage
bg: Грешка при премахване на постоянното хранилище
ca: S'ha produït un error en suprimir l'Emmagatzematge Persistent
cs: Chyba mazání Trvalého úložiště
fa: خطای حذف ذخیره سازی مانا
fi: Virhe poistettaessa pysyvää tallennustilaa
fr: Erreur lors de la suppression du stockage persistant
ga: Earráid agus Stóráil Marthanach á scriosadh
hr: Greška pri brisanju trajnog spremišta
is: Villa við að eyða varanlegri gagnageymslu
it: Errore nell'eliminazione dell'archiviazione persistente
ja: 永続ストレージの削除エラー
ka: შეცდომა მუდმივი მეხსიერების წაშლისას
pl: Błąd usuwania pamięci trwałej
ro: Eroare la stergerea Stocării Permanente
ru: Ошибка при удалении Постоянного хранилища
sq: Gabim në fshirje Depozite të Qëndrueshme
sr: Greška pri brisanju Upornog Skladišta
sv: Fel vid borttagning av bestående lagring
vi: Có trục trặc khi xoá bỏ đi Ổ đĩa lưu trữ Bền vững

source: An error occurred while deleting the Persistent Storage.
bg: Възникна грешка при премахване на постоянното хранилище.
ca: S'ha produït un error en suprimir l'Emmagatzematge Persistent.
cs: Vyskytla se chyba při mazání Trvalého Úložiště.
fa: هنگام حذف ذخیره سازی مانا خطایی رخ داد.
fi: Virhe poistettaessa pysyvää tallennustilaa.
fr: Erreur lors de la suppression du stockage persistant.
ga: Tharla earráid agus an Stór Marthanach á scriosadh.
hr: Greška pri brisanju trajnog spremišta.
is: Villa kom upp við að eyða varanlegu gagnageymslunni.
it: Si è verificato un errore eliminando l'archiviazione persistente.
ja: 永続ストレージを削除する際にエラーが発生しました。
ka: შეცდომა წარმოიქმნა მუდმივი მეხსიერების წაშლისას.
pl: Wystąpił błąd podczas usuwania pamięci trwałej.
ro: A aparut o eroare in stergerea Stocării Permanente.
ru: Ошибка при удалении Постоянного хранилища.
sq: Ndodhi një gabim teksa fshihej Depozita e Qëndrueshme.
sr: Догодила се грешка приликом брисања Упорног складишта.
sv: Ett fel uppstod när den bestående lagringen skulle tas bort.

source: Details (command output)
bg: Подрибности (изход от командата)
ca: Detalls (sortida de l'ordre)
cs: Podrobnosti (výstup příkazu)
fi: Yksityiskohdat (komennon tulos)
fr: Détails (sortie de la commande)
ga: Sonraí (aschur ordaithe)
is: Nánar (frálag skipunar)
it: Dettagli (output comando)
ja: 詳細情報 (コマンド出力)
ka: დაწვრილებით (ბრძანების გამოტანა)
lt: Išsamiau (komandos išvestis)
pl: Szczegóły (dane wyjściowe polecenia)
ro: Detalii (command output)
ru: Детали (вывод команды)
sq: Hollësi (ç’jepet nga urdhri)
sr: Детаљи (излаз наредбе)
sv: Detaljer (kommandoutmatning)
vi: Các chi tiết (đầu ra output dòng lệnh command)

source: Failed to open the documentation
bg: Документацията не е отворена
ca: No s'ha pogut obrir la documentació
cs: Selhalo otevření dokumentace
fi: Dokumentaation avaaminen epäonnistui
fr: Échec d'ouverture de la documentation
ga: Theip ar oscailt na doiciméid
he: פתיחת התיעוד נכשלה
is: Mistókst að opna hjálparskjölin
it: Apertura della documentazione fallita
ja: ドキュメントを開くのに失敗しました
ka: ვერ მოხერხდა ცნობარის გახსნა
lt: Nepavyko atverti dokumentacijos
pl: Nie udało się otworzyć dokumentacji
ru: Не удалось открыть документацию
sq: S’u arrit të hapet dokumentimi
sr: Неуспешно отварање документације
sv: Det gick inte att öppna dokumentationen

source: {volume_size} Volume
bg: {volume_size} дял
ca: {volume_size} Volum
cs: {volume_size} veliký svazek
fa: حجم {volume_size}
fi: {volume_size} Taltio
fr: Volume de {volume_size}
ga: Imleabhar {volume_size}
he: {volume_size} כרך
hr: {volume_size} pogon
is: {volume_size} gagnageymsla
ja: {volume_size} ボリューム
ka: {volume_size} დანაყოფი
lt: {volume_size} tomas
pl: {volume_size} Wielkość
ro: {volume_size} Volum
ru: {volume_size} Том
sq: Vëllim {volume_size}
sr: {volume_size} Prostorni medij
sv: {volume_size} Volym
sw: {volume_size} Ujazo
vi: {volume_size} Âm lượng

source: {volume_name} (Read-Only)
bg: {volume_name} (само за четене)
ca: {volume_name} (només de lectura)
cs: {volume_name} (pouze pro čtení)
fa: {volume_name} (فقط-خواندنی)
fi: {volume_name} (Vain luku)
fr: {volume_name} (lecture seule)
ga: {volume_name} (Inléite Amháin)
he: {volume_name} (קריאה בלבד)
hr: {volume_name} (samo-za-čitanje)
is: {volume_name} (skrifvarið)
it: {volume_name} (Sola lettura)
ja: {volume_name} (読み取り専用)
ka: {volume_name} (მხოლოდ-წაკითხვით)
lt: {volume_name} (Tik skaitymui)
pl: {volume_name} (Tylko do odczytu)
ro: {volume_name} (Doar pentru citire)
ru: {volume_name} (Только для чтения)
sq: {volume_name} (Vetëm-Për-Lexim)
sr: {volume_name} (Само за читање)
sv: {volume_name} (Skrivskyddad)
sw: {volume_name} (Soma tu)
vi: {volume_name} (Chỉ được đọc)

source: {partition_name} in {container_path}
bg: {partition_name} в {container_path}
ca: {partition_name} al {container_path}
cs: {partition_name} v {container_path}
fa: {partition_name} در {container_path}
fi: {partition_name} kohteessa {container_path}
fr: {partition_name} dans {container_path}
he: {partition_name} ב {container_path}
hr: {partition_name} u {container_path}
is: {partition_name} í {container_path}
ja: {container_path} にある {partition_name}
ka: {partition_name} – {container_path}
lt: {partition_name} ties {container_path}
pl: {partition_name} w {container_path}
ro: {partition_name} în {container_path}
ru: {partition_name} в {container_path}
sq: {partition_name} te {container_path}
sr: {partition_name} u {container_path}
sv: {partition_name} i {container_path}
sw: {partition_name} katika {container_path}
vi: {partition_name} trong {container_path}

source: {partition_name} on {drive_name}
bg: {partition_name} на {drive_name}
ca: {partition_name} al {drive_name}
cs: {partition_name} na {drive_name}
fa: {partition_name} بر روی {drive_name}
fi: {partition_name} kohteessa {drive_name}
fr: {partition_name} sur {drive_name}
ga: {partition_name} ar {drive_name}
he: {partition_name} על {drive_name}
hr: {partition_name} na {drive_name}
is: {partition_name} á {drive_name}
it: {partition_name} su {drive_name}
ja: {drive_name} にある {partition_name}
ka: {partition_name} – {drive_name}
lt: {partition_name} ties {drive_name}
pl: {partition_name} na {drive_name}
ro: {partition_name} pe {drive_name}
ru: {partition_name} на {drive_name}
sq: {partition_name} në {drive_name}
sr: {partition_name} na {drive_name}
sv: {partition_name} på {drive_name}
sw: {partition_name} katika {drive_name}
vi: {partition_name} trên {drive_name}

source: Wrong passphrase or parameters
bg: Невярна фраза за достъп или парметри
ca: Contrasenya o paràmetres incorrectes
cs: Nasprávné heslo nebo parametry
fa: کلمه عبور یا پارامتر غلط
fi: Väärä salauslauseke tai parametrit
fr: Mauvaise phrase de passe ou mauvais paramètres
ga: Frása faire mícheart nó paraiméadair mhíchearta
he: ביטוי סיסמה שגוי או פרמטרים שגויים
hr: Kriva lozinka ili parametar
is: Röng lykilsetning eða viðföng
it: Password o parametri non corretti
ja: パスフレーズかパラメーターが間違っています
ka: არასწორი პაროლი ან პარამეტრები
lt: Neteisinga slaptafrazė arba parametrai
pl: Nieprawidłowe hasło lub parametry
ro: Frază de access sau parametri greșiti
ru: Неверная фраза или параметры
sq: Frazëkalim ose parametra të gabuar
sr: Pogrešna lozinka ili parametri
sv: Fel lösenfras eller parametrar
sw: Njia au vipimo visivyo sahihi
vi: Cụm mật khẩu hoặc thông số sai

source: Error unlocking volume
bg: Грешка при отключване на дяла
ca: S'ha produït un error en desbloquejar el volum
cs: Chyba při odemykání svazku
fa: خطا در باز کردن حجم ذخیره سازی
fi: Virhe aseman avauksessa
fr: Erreur de déverrouillage du volume
ga: Earráid agus an t-imleabhar á dhíghlasáil
he: שגיאה בביטול נעילת כרך
hr: Greška pri otključavanju pogona
is: Villa við að aflæsa gagnageymslu
it: Errore sblocco volume
ja: ボリュームのロック解除に失敗しました
ka: შეცდომა დანაყოფის გახსნისას
lt: Klaida atrakinant tomą
pl: Błąd odblokowywania woluminu
ro: Eroare la deblocarea volumului
ru: Ошибка разблокировки тома
sq: Gabim në shkyçje vëllimi
sr: Greška pri otključavanju prostornog medija
sv: Ett fel uppstod vid upplåsning av volymen
sw: Dosari katika kutoa loki ya ujazo
vi: Có lỗi khi mở khoá âm lượng

source: Couldn't unlock volume {volume_name}: {error_message}
bg: Дялът „{volume_name}“ не може да бъде отключен: {error_message}
ca: No s'ha pogut desbloquejar el volum {volume_name}: {error_message}
cs: Svazek {volume_name} se nepodařilo odemknout: {error_message}
fa: قادر به باز کردن حجم {volume_name} نبودیم: {error_message}
fi: Aseman {volume_name} avaus epäonnistui: {error_message}
fr: Impossible de déverrouiller le volume {volume_name} : {error_message}
ga: Níorbh fhéidir imleabhar {volume_name}: a dhíghlasáil: {error_message}
he: לא היה ניתן לבטל נעילת כרך {volume_name}: {error_message}
hr: Neuspjelo otključavanje pogona {volume_name}: {error_message}
is: Gat ekki aflæst gagnageymslu {volume_name}: {error_message}
it: Impossibile sbloccare il volume {volume_name}: {error_message}
ja: ボリュームのロック解除ができませんでした {volume_name}: {error_message}
ka: ვერ მოხერხდა გახსნა დანაყოფის {volume_name}: {error_message}
lt: Nepavyko atrakinti tomo {volume_name}: {error_message}
pl: Nie można odblokować woluminu {volume_name}: {error_message}
ro: Nu s-a putut debloca volumul {volume_name}: {error_message}
ru: Не удалось разблокировать том {volume_name}: {error_message}
sq: S’u shkyç dot vëllimi {volume_name}: {error_message}
sr: Ne može se otključati prostorni medij {volume_name}: {error_message}
sv: Kunde inte låsa upp volymen {volume_name}: {error_message}
sw: Haiwezi kutoa liko ya hifadhi ya data {volume_name}: {error_message}
vi: Đã không thể mở khoá âm lượng {volume_name}: {error_message}

source: One or more applications are keeping the volume busy.
bg: Едно или повече приложения използват дяла.
ca: Una o més aplicacions tenen el volum en ús.
cs: Jedna nebo více aplikací zaneprazdňují daný svazek.
fa: یک یا چند برنامه ، حجم کار را شلوغ نگه می دارد.
fi: Yksi tai useampi sovellus pitää taltion varattuna.
fr: Une ou plusieurs applications tiennent le volume occupé.
ga: Tá an t-imleabhar in úsáid cheana ag feidhmchlár nó feidhmchláir eile.
he: יישום אחד או יותר מעסיקים את הכרך.
hr: Jedna ili više aplikacija zapošljavaju pogon.
is: Eitt eða fleiri forrit eru að nota gagnageymsluna.
it: Una o più applicazioni stanno tenendo occupato il volume.
ja: 1つ以上のアプリケーションがボリュームをビジー状態にしています。
ka: დანაყოფი დაკავებულია ერთი ან რამდენიმე პროგრამის მიერ.
lt: Viena ar daugiau programų laiko tomą užimtą.
pl: Jedna lub więcej aplikacji aktualnie używa ten wolumen.
ro: Una sau mai multe aplicații mențin volumul ocupat.
ru: Одно или несколько приложений используют том.
sq: Një ose disa aplikacione po e mbajnë të zënë këtë vëllim.
sr: Jedna ili više aplikacija drže volume zauzetim.
sv: En eller flera program håller volymen upptagen.
sw: Programu moja au zaidi ya moja inafanya hifadhi ya data inasongwa.
vi: Một hoặc nhiều ứng dụng đang giữ âm lượng bận rộn mất rồi.

source: Couldn't lock volume {volume_name}: {error_message}
bg: Дялът „{volume_name}“ не може да бъде заключен: {error_message}
ca: No s'ha pogut blocar el volum {volume_name}: {error_message}
cs: Svazek {volume_name} se nepodařilo uzamknout: {error_message}
fa: عدم توانایی در قفل کردن حجم ذخیره سازی {volume_name}: {error_message}
fi: Ei voitu lukita taltiota {volume_name}: {error_message}
fr: Impossible de verrouiller le volume {volume_name} : {error_message}
ga: Níorbh fhéidir imleabhar {volume_name} a ghlasáil: {error_message}
he: לא היה ניתן לנעול כרך {volume_name}: {error_message}
hr: Neuspjelo zaključavanje pogona {volume_name}: {error_message}
is: Gat ekki læst gagnageymslu {volume_name}: {error_message}
it: Impossibile bloccare il volume {volume_name}: {error_message}
ja: ボリュームをロックできませんでした {volume_name}: {error_message}
ka: ვერ მოხერხდა ჩაკეტვა დანაყოფის {volume_name}: {error_message}
lt: Nepavyko užrakinti tomo {volume_name}: {error_message}
pl: Nie można zablokować woluminu {volume_name}: {error_message}
ro: Nu s-a putut bloca volumul {volume_name}: {error_message}
ru: Невозможно заблокировать том {volume_name}: {error_message}
sq: S’u kyç dot vëllimi {volume_name}: {error_message}
sr: Ne može se zaključati prostorni medij {volume_name}: {error_message}
sv: Kunde inte låsa volymen {volume_name}: {error_message}
sw: Haiwezi kufunga hifadhi ya data {volume_name}: {error_message}
vi: Đã không thể khoá âm lượng {volume_name}: {error_message}

source: Locking the volume failed
bg: Грешка при заключване на дяла
ca: S'ha produït un problema en blocar el volum
cs: Zamykání svazku selhalo
fa: قفل کردن صدا انجام نشد
fi: Taltion lukitseminen epäonnistui
fr: Échec de verrouillage du volume
ga: Níorbh fhéidir an t-imleabhar a ghlasáil
he: נעילת הכרך נכשלה
hr: Neuspjelo zaključavanje pogona
is: Ekki tókst að læsa gagnageymslunni
it: Blocco del volume fallito
ja: ボリュームのロックに失敗しました
ka: დანაყოფის ჩაკეტვა ვერ მოხერხდა
lt: Tomo užrakinimas nepavyko
pl: Blokowanie tego wolumenu nie powiodło się
ro: Blocarea volumului a eșuat
ru: Ошибка блокировки тома
sq: Kyçja e vëllimit dështoi
sr: Neuspelo zaključavanje volume-a
sv: Låsning av volymen misslyckades
sw: Kuweka laki katika hifadhi ya data kumeshindikana
vi: Khoá âm lượng đã thất bại

source: No file containers added
bg: Не са добавени контейнерни файлове
ca: No s'ha afegit cap contenidor de fitxers
cs: Nebyly přidány žádné souborové kontejnery
fa: هیچ مخزنی افزوده نشد
fi: Ei lisättyjä tiedostosäilöjä
fr: Aucun conteneur de fichiers n’a été ajouté
ga: Níor cuireadh aon choimeádán leis
he: לא התווספו מֵכַלי קבצים
hr: Nije dodan niti jedan datotečni kontejner
is: Engum skráagámum bætt við
it: Nessun contenitore di file aggiunto
ja: ファイルコンテナーは追加されませんでした
ka: ფაილის სათავსები არ დამატებულა
lt: Nepridėta jokių failų konteinerių
pl: Brak dodanych kontenerów plików
ro: Niciun container de fișiere adăugat
ru: Контейнеры файлов не добавлены
sq: S’u shtuan përmbajtës kartelash
sr: Spremište datoteka nije dodato
sv: Inga filbehållare tillagda
sw: Hakuna mafaili yaliyoongezwa
vi: Không có tập tin container chứa nào đã được thêm vào

source: No VeraCrypt devices detected
bg: Не са открити устройства на VeraCrypt
ca: No s'ha detectat cap dispositiu VeraCrypt
cs: Nebyla rozpoznána žádná VeraCrypt zařízení
fa: دستگاه VeraCrypt تشخیص داده نشد
fi: VeraCrypt-laitteita ei havaittu
fr: Aucun périphérique VeraCrypt détecté
ga: Níor braitheadh aon ghléas VeraCrypt
he: לא התגלו התקני VeraCrypt
hr: Niti jedan VeraCrypt uređaj nije pronađen
is: Engin VeraCrypt-tæki fundust
it: Nessun dispositivo VeraCrypt rilevato
ja: VeraCrypt デバイスを検出できませんでした
ka: ვერ მოინახა მოწყობილობა VeraCrypt
lt: Neaptikta jokių VeraCrypt įrenginių
pl: Brak wykrytych urządzeń VeraCrypt
ro: Niciun dispozitiv VeraCrypt detectat
ru: Не обнаружены устройства VeraCrypt
sq: S’u pikasën pajisje VeraCrypt
sr: Nisu pronađeni VeraCrypt uređaji
sv: Inga VeraCrypt-enheter detekterade
sw: Hakuna kifaa cha VeraCrypt kilichoonekana
vi: Không thiết bị VeraCrypt nào đã được phát hiện

source: Unlock VeraCrypt Volumes
bg: Отключване на дялове на VeraCrypt
ca: Desbloqueja els volums de VeraCrypt
cs: Odemknout svazky VeraCrypt
fa: باز کردن حجم‌های VeraCrypt
fi: Avaa VeraCrypt-taltioiden lukitus
fr: Déverrouiller les volumes VeraCrypt
ga: Díghlasáil Imleabhair VeraCrypt
he: בטל נעילת כרכי VeraCrypt
hr: Otključaj VeraCrypt pogone
is: Aflæsa VeraCrypt gagnageymslum
it: Sblocca i Volumi VeraCrypt
ja: VeraCrypt ボリュームのロックを解除
ka: VeraCrypt-ის დანაყოფების გახსნა
lt: Atrakinti VeraCrypt tomus
pl: Oblokuj woluminy VeraCrypt
ro: Deblocare Volum VeraCrypt
ru: Разблокировщик томов VeraCrypt
sq: Shkyçni Volume VeraCrypt
sr: Otključaj VeraCrypt prostorne medije
sv: Lås upp VeraCrypt-volymer
sw: Toa lloki za hifadhi ya VeraCrypt
vi: Mở khoá các âm lượng VeraCrypt

source: Container already added
bg: Контейнерът вече е добавен
ca: El contenidor ja s'ha afegit
cs: Kontejner již přidán
fa: بارگنج از پیش افزوده شده
fi: Säilö on jo lisätty
fr: Le conteneur a déjà été ajouté
ga: Cuireadh an coimeádán leis cheana
he: מֵכַל התווסף כבר
hr: Spremnik je već dodan
is: Þegar búið að bæta við gámi
it: Contenitore già aggiunto
ja: コンテナーは既に追加されています
ka: სათავსი უკვე დამატებულია
lt: Konteineris jau pridėtas
pl: Kontener już jest dodany
ro: Container deja adăugat
ru: Контейнер уже добавлен
sq: Përmbajtës i shtuar tashmë
sr: Spremište je već dodato
sv: Behållare redan tillagd
sw: Kihifadhi mafaili tayari kimeongezwa
vi: Container chứa đã được thêm vào

source: The file container %s should already be listed.
bg: Контейнерът на файлове %s трябва вече да е в списъка.
ca: El contenidor de fitxers %s ja hauria d'estar inclòs en la llista.
cs: Souborový kontejner %s už by měl být uveden.
fa: مخزن فایل %s باید لیست شده باشد.
fi: Tiedostosäiliön %s pitäisi olla jo listattuna.
fr: Le conteneur de fichiers %s devrait déjà être listé.
ga: Ba chóir do choimeádán %s a bheith ar an liosta cheana.
he: מֵכַל הקבצים %s אמור להיות כבר כתוב ברשימה.
hr: Spremnik datoteka %s bi već trebao biti naveden.
is: Skráagámurinn %s ætti þegar að vera á listanum.
it: Il contenitore di file %s dovrebbe già essere elencato.
ja: ファイルコンテナー %s はすでにリストに追加されています。
ka: ფაილის სათავსი %s უკვე აღრიცხული უნდა იყოს.
lt: Failų konteineris %s jau turėtų būti išvardytas.
pl: Kontener plików %s powinien już być umieszczony w wykazie.
ro: Containerul de fișiere %s ar trebui să fie deja afișat.
ru: Контейнер файлов %s должен быть указан.
sq: Përmbajtësi i kartelave %s duhet të jetë i paraqitur tashmë.
sr: Spremište datoteka %s bi trebalo da je već navedeno.
sv: Filbehållaren %s bör redan vara listad.
sw: Hifadhi ya mafail %sinatakiwa kuwa imeorodheshwa.
vi: Tập tin container chứa %s nên được lên danh sách.

source: Container opened read-only
bg: Контейнерът е отворен само за четене
ca: S'ha obert el contenidor amb només accés de lectura
cs: Kontejner otevřen pouze pro čtení
fa: محفظه باز شد (فقط خواندنی)
fi: Säilö avattu vain luku-tilassa
fr: Le conteneur est ouvert en lecture seule
ga: Osclaíodh an coimeádán sa mód inléite amháin
he: מֵכַל נפתח עם קריאה בלבד
hr: Spremnik je otvoren u stanju samo-za-čitanje
is: Skráagámur var opnaður í lesham
it: Contenitore aperto in sola lettura
ja: コンテナーは読み取り専用で開かれました
ka: სათავსი გახსნილია მხოლოდ წაკითხვის რეჟიმში
lt: Konteineris atvertas tik skaitymui
pl: Kontener otwarty tylko do odczytu
ro: Containerul este deschis în mod read-only
ru: Контейнер открыт только для чтения
sq: Përmbajtës i hapur vetëm-për-lexim
sr: Spremište otvoreno samo za čitanje
sv: Behållare öppnad skrivskyddad
sw: Kihifadhi mafaili kipo tayari
vi: Container chứa chỉ được đọc đã mở
