Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: To do so, create a Persistent Storage and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bg: За да се случи, създайте постоянно хранилище и инсталирайте някакъв софтуер с помощта на <a href="synaptic.desktop">приложението за управление на пакети на Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT от команден ред</a>.
ca: Per fer-ho, creeu un Emmagatzematge Persistent i instal·leu algun programari utilitzant el <a href="synaptic.desktop">Gestor de paquets Synaptic</a> o l'<a href="org.gnome.Terminal.desktop">APT a la línia d'ordres</a>.
cs: To provedete tak, že vytvoříte Trvalé Úložiště a nainstalujete software prostřednictvím <a href="synaptic.desktop">Správce balíčků Synaptic</a> nebo <a href="org.gnome.Terminal.desktop">APT v příkazové řádce</a>.
fa: برای این کار، ذخیره‌سازی ماندگار ایجاد کرده و چند بستهٔ نرم‌افزاری را با استفاده از <a href="synaptic.desktop">مدیر بستهٔ سینپتیک</a> یا <a href="org.gnome.Terminal.desktop">APT در خط فرمان</a> نصب کنید.
fi: Jos haluat tehdä niin, luo pysyvä tallennustila ja asenna ohjelmistoja käyttämällä <a href="synaptic.desktop">Synaptic Package Manageria</a> tai <a href="org.gnome.Terminal.desktop">APTta komentorivillä</a>.
fr: Pour ce faire, créez un stockage persistant et installez des logiciels en utilisant le <a href="synaptic.desktop">gestionnaire de paquets Synaptic</a> ou <a href="org.gnome.Terminal.desktop">APT en ligne de commande</a>.
ga: Chun é sin a dhéanamh, cruthaigh Stór Marthanach agus suiteáil roinnt bogearraí ag úsáid <a href="synaptic.desktop">Synaptic Package Manager</a> nó <a href="org.gnome.Terminal.desktop">APT ar an líne ordaithe </a>.
is: Til að gera þetta, skaltu útbúa varanlega gagnageymslu og setja síðan upp einhvern hugbúnað með <a href="synaptic.desktop">Synaptic pakkastjóranum</a> eða með <a href="org.gnome.Terminal.desktop">APT á skipanalínu</a>.
it: Per farlo, crea un'archiviazione persistente e installa qualche software usando <a href="synaptic.desktop">Synaptic Package Manager</a> o <a href="org.gnome.Terminal.desktop">APT da riga di comando</a>.
ja: そのためには、永続ストレージを作成し、<a href="synaptic.desktop">Synaptic パッケージマネージャー</a>または<a href="org.gnome.Terminal.desktop">コマンドライン上の APT </a>を使って、いくつかのソフトウェアをインストールしてください。
ka: ამისთვის შექმენით მუდმივი მეხსიერების საცავი და დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">კრებულების Synaptic-მმართველით</a> ან <a href="org.gnome.Terminal.desktop">APT ბრძანებათა ველიდან</a>.
pl: Aby to zrobić, utwórz pamięć trwałą oraz zainstaluj oprogramowanie, używając <a href="synaptic.desktop">Menedżera pakietów Synaptic</a> lub <a href="org.gnome.Terminal.desktop">APT w wierszu poleceń</a>.
ro: Pentru a face acest lucru, creați o Stocare Permanentă și instalați niște aplicații folosind <a href="synaptic.desktop">Synaptic Package Manager</a> sau <a href="org.gnome.Terminal.desktop">APT în linia de comandă</a>.
ru: Для этого создайте Постоянное хранилище и установите программное обеспечение при помощи <a href="synaptic.desktop">менеджера пакетов Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT в командной строке</a>.
sq: Për ta bërë këtë, krijoni një Depozitë të Qëndrueshme dhe instaloni ndonjë software duke përdorur <a href="synaptic.desktop">Përgjegjësin e Paketave Synaptic</a> ose <a href="org.gnome.Terminal.desktop">APT te rreshti i urdhrave</a>.
sr: Da biste to uradili, napravite Uporno Skladište i instalirajte softver koristeći <a href="synaptic.desktop">Menadžer Sinaptičkih Paketa</a> ili <a href="org.gnome.Terminal.desktop">APT na komandnoj liniji</a>.
sv: För att göra det, skapa en bestående lagring och installera viss programvara med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.

source: To do so, install Tails on a USB stick and create a Persistent Storage.
bg: За да се случи, инсталирайте Tails на USB памет и създайте постоянно хранилище.
ca: Per fer-ho, instal·leu Tails en una llapis USB i creeu un Emmagatzematge Persistent.
cs: To provedete tak, že nainstalujete Tails na USB disk a vytvoříte Trvalé Úložiště.
fa: برای این کار، تیلز را روی فلشی نصب کرده و ذخیره‌سازی ماندگار ایجاد کنید.
fi: Tehdäksesi niin, asenna Tails USB-tikulle ja luo pysyvä tallennustila.
fr: Pour ce faire, installez Tails sur une clé USB et créez un espace de stockage persistant.
ga: Chun é sin a dhéanamh, suiteáil Tails ar bata USB agus cruthaigh Stór Marthanach.
is: Til að gera þetta, settu Tails upp á USB-minnislykil og útbúðu varanlega gagnageymslu.
it: Per farlo, installa Tails in una penna USB e crea un'archiviazione persistente.
ja: そのためには Tails を USB メモリーにインストールし、永続ストレージを作成する必要があります。
ka: ამისთვის Tails დააყენეთ USB-მოწყობილობიდან და შეუქმენით მუდმივი მეხსიერების სივრცე.
pl: Aby to zrobić, zainstaluj Tails na nośniku USB i utwórz pamięć trwałą.
ro: Pentru a face aceasta, instalați Tails pe un stick USB și creați un spațiu de Stocare Permanent.
ru: Для этого вам нужно установить Tails на USB-накопитель и создать Постоянное хранилище.
sq: Që ta bëni këtë, instalojeni Tails në një diskth USB dhe krijoni një Depozitë të Qëndrueshme.
sr: Da biste to uradili, instalirajte Tails na USB stick-u i napravite Uporno Skladište.
sv: För att göra det, installera Tails på ett USB-minne och skapa en bestående lagring.

source: [package not available]
bg: [пакетът е недостъпен]
ca: [paquet no disponible]
cs: [balík není dostupný]
fa: بسته در دسترس نیست
fi: [paketti ei saatavilla]
fr: [paquet non disponible]
ga: [níl an pacáiste ar fáil]
he: [החבילה לא זמינה]
hr: [paket nije dostupan]
is: [pakki ekki tiltækur]
it: [pacchetto non disponibile]
ja: [パッケージが利用できません]
ka: [კრებული არაა ხელმისაწვდომი]
lt: [paketas neprieinamas]
pl: [pakiet niedostępny]
ro: [pachet indisponibil]
ru: [пакет недоступен]
sq: [paketë jo e passhme]
sr: [paket nije dostupan]
sv: [paketet är inte tillgängligt]
sw: [Kifurushi hakipo]
vi: [gói package không khả dụng]

source: [description not available]
bg: [описанието е недостъпно]
ca: [descripció no disponible]
cs: [popis není dostupný]
fi: [kuvaus ei saatavilla]
fr: [description non disponible]
ga: [Níl an cur síos ar fáil]
is: [lýsing ekki tiltæk]
it: [descrizione non disponibile]
ja: [説明がありません]
ka: [აღწერილობა მიუწვდომელია]
lt: [aprašas neprieinamas]
pl: [opis niedostępny]
ru: [описание недоступно]
sq: [përshkrim jo i passhëm]
sr: [опис није доступан]
sv: [beskrivning är inte tillgänglig]

source: Failed to synchronize the clock!
bg: Часовникът не може да бъде сверен!
ca: S'ha produït un error en sincronitzar el rellotge!
cs: Synchronizace času se nezdařila!
fa: هم‌زمان‌سازی ساعت موفقیت‌آمیز نبود!
fi: Kellon synkronointi epäonnistui!
fr: Échec de synchronisation de l’horloge !
ga: Níorbh fhéidir an clog a shioncronú!
he: נכשל בסינכרון השעון!
hr: Neuspješno sinkroniziranje sata!
is: Mistókst að samstilla klukkuna!
it: Sincronizzazione orologio fallita!
ja: 時刻の同期に失敗しました！
ka: საათის სინქრონიზაცია ვერ მოხერხდა!
lt: Nepavyko sinchronizuoti laikrodžio!
pl: Nie udało się zsynchronizować zegara!
ro: Sincronizarea ceasului a eșuat!
ru: Синхронизация системного времени не удалась!
sq: S’u arrit të njëkohësohet sahati!
sr: Neuspešno sinhronizovanje časovnika!
sv: Det gick inte att synkronisera klockan!
sw: Kushindwa kuoanisha na saa!
vi: Thất bại trong việc đồng bộ đồng hồ!

source: Screen Locker
bg: Заключване на екрана
ca: Bloqueig de pantalla
cs: Zámek obrazovky
fa: قفل‌کننده‌ی صفحه
fi: Näytön lukitsija
fr: Verrouillage de l’écran
ga: Glasálaí an Scáileáin
he: נועל המסך
hr: Zaključavanje ekrana
is: Skjálæsing
it: Bloccaschermo
ja: スクリーンロッカー
ka: ეკრანის ჩამკეტი
lt: Ekrano užrakinimas
pl: Blokada ekranu
ro: Program de Blocare a Ecranului
ru: Экранный блокировщик
sq: Kyçës Ekrani
sr: Zaključavanje ekrana
sv: Skärmlåsare
sw: Kufuli za ukurasa
vi: Bộ khoá màn hình

source: Set up a password to unlock the screen.
bg: Задайте парола за отключване на екрана.
ca: Establiu una contrasenya per a desblocar la pantalla.
cs: Nastavte heslo pro odemčení obrazovky.
fa: برای باز کردن صفحه یک گذرواژه تعیین کنید.
fi: Aseta salasana avataksesi näyton.
fr: Définir un mot de passe pour déverrouiller l’écran.
ga: Socraigh focal faire chun an scáileán a dhíghlasáil.
he: קבע סיסמה לביטול נעילת המסך.
hr: Postavi lozinku za otključavanje ekrana.
is: Settu upp lykilorð til að aflæsa skjánum.
it: Imposta una password per sbloccare lo schermo.
ja: 画面をロック解除するためのパスワードを設定してください。
ka: დააყენეთ პაროლი ეკრანის გასახსნელად.
lt: Nusistatykite slaptažodį ekrano atrakinimui.
pl: Ustaw hasło, aby odblokować ekran.
ro: Setați o parolă pentru a debloca ecranul.
ru: Настройте пароль для разблокировки экрана.
sq: Që të shkyçet ekrani, ujdisni një fjalëkalim.
sr: Postavi lozinku za otključavanje ekrana.
sv: Ställ in ett lösenord för att låsa upp skärmen.
sw: Weka nenosiri ili kutoa kufuli la ukurasa.
vi: Cài đặt một mật khẩu để mở khoá màn hình.

source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
fa: رمز عبور
fi: Salasana
fr: Mot de passe
ga: Focal faire
he: סיסמה
hr: Lozinka
is: Lykilorð
ja: パスワード
ka: პაროლი
lt: Slaptažodis
pl: Hasło
ro: Parola
ru: Пароль
sq: Fjalëkalim
sr: Lozinka
sv: Lösenord
sw: Nenosiri
vi: Mật khẩu

source: Confirm
bg: Потвърждаване
ca: Confirma
cs: Potvrdit
fa: تایید
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
he: אשר
hr: Potvrdi
is: Staðfesta
it: Conferma
ja: 確認
ka: დაადასტურეთ
lt: Patvirtinkite
pl: Potwierdź
ro: Confirmă
ru: Подтвердить
sq: Ripohojeni
sr: Potvrdi
sv: Bekräfta
sw: Hakiki
vi: Xác nhận

source: This version of Tails has known security issues:
bg: Това издание на Tails има известни уязвимости:
ca: Aquesta versió de Tails té problemes de seguretat coneguts:
cs: Tato verze Tails obsahuje následující známé bezpečnostní problémy:
fa: این نسخه از Tails این مشکلات امنیت شناخته شده را دارد:
fi: Tässä Tails-versiossa on tunnettuja turvallisuusriskejä:
fr: Cette version de Tails a des problèmes de sécurité connus :
ga: Tá fadhbanna slándála sa leagan seo de Tails:
he: לגרסה זו של Tails יש סוגיות אבטחה ידועות:
hr: Ova verzija Tailsa ima poznate sigurnosne probleme:
is: Þessi útgáfa Tails er með þekkt öryggisvandamál:
it: Questa versione di Tails ha problemi di sicurezza noti:
ja: このバージョンの Tails には、既知のセキュリティ問題が存在します:
ka: Tails-ის ამ ვერსიას უსაფრთხოების ცნობილი ხარვეზები გააჩნია:
lt: Šioje Tails versijoje yra žinomos saugumo problemos:
pl: Ta wersja Tails ma błędy bezpieczeństwa:
ro: Această versiune Tails are probleme de securitate cunoscute:
ru: Эта версия Tails имеет известные проблемы безопасности:
sq: Ky version i Tails ka probleme sigurie të ditura:
sr: Ova verzija Tails-a ima poznate sledeće bezbednosne probleme:
sv: Det finns kända säkerhetsproblem i den här Tails versionen:
sw: Mtandao huu wa Tails ina mambo ya usalama:
vi: Phiên bản này của Tails có một vài vấn đề an ninh đã được biết đến:

source: Known security issues
bg: Известни проблеми със сигурноста
ca: Problemes de seguretat coneguts
cs: Známé bezpečnostní problémy
fa: مسائل امنیتی شناخته شده
fi: Tunnetut turvallisuusongelmat
fr: Problèmes de sécurité connus
ga: Fadhbanna slándála ar eolas
he: סוגיות אבטחה ידועות
hr: Poznati sigurnosni problemi
is: Þekkt öryggisvandamál
it: Problemi di sicurezza noti
ja: 既知のセキュリティ問題
ka: უსაფრთხოების ცნობილი ხარვეზები
lt: Žinomos saugumo problemos
pl: Znane problemy bezpieczeństwa
ro: Probleme de securitate cunoscute
ru: Известные проблемы безопасности
sq: Probleme të ditura sigurie
sr: Poznati bezbednosni problemi
sv: Kända säkerhetsproblem
sw: Matatizo ya usalama yanayofahamika
vi: Những vấn đề an ninh đã được biết đến

source: Wi-Fi Interface Disabled
bg: Безжичният интерфейс е изключен
ca: Interfície Wi-Fi desactivada
cs: Wi-Fi rozhraní je zakázáno
fr: Interface Wi-Fi désactivée
ga: Comhéadan Wi-Fi faoi Mhíchumas
is: Wi-Fi netkort er óvirkt
it: Interfaccia Wi-Fi disattivata
ja: Wi-Fi インターフェイスが無効です
ka: WiFi მაკავშირებელი გათიშულია
pl: Interfejs Wi-Fi wyłączony
ru: Интерфейс Wi-Fi отключен
sq: Ndërfaqe Wi-Fi e Çaktivizuar
sr: Wi-Fi interfejs onemogućen
sv: Wi-Fi-gränssnitt inaktiverat

source: MAC address anonymization failed for one of your Wi-Fi interfaces, so it is temporarily disabled.
bg: Обезличаването на адреса MAC на един от безжичните интерфейси е неуспешно и за това той е временно изключен.
ca: L'anonimització de l'adreça MAC ha fallat per a una de les vostres interfícies Wi-Fi, de manera que està desactivada temporalment.
cs: Anonymizace MAC adresy se nezdařilo pro jedno z vaších Wi-Fi rozhraní, tak je dočasně zakázáno.
fr: L’anonymisation de l’adresse MAC a échoué pour une de vos interfaces Wi-Fi, elle est donc temporairement désactivée.
ga: Theip ar an ainm seoladh MAC do cheann de do chomhéadain Wi-Fi, mar sin tá sé díchumasaithe go sealadach.
is: Nafnleysi MAC-vistfangs mistókst fyrir eitt af Wi-Fi netkortunum þínum, þannig að það er tímabundið óvirkt.
it: Anonimizzazione dell'indirizzo MAC fallita per una delle tue interfacce Wi-Fi, perciò è temporaneamente disattivata.
ja: Wi-Fi インターフェイスの1つで MAC アドレスの匿名化に失敗したため、一時的に無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ ხერხდება თქვენი ერთ-ერთი WiFi-მაკავშირებლისთვის, ასე რომ დროებით გათიშულია.
pl: Anonimizacja adresu MAC dla jednego z interfejsów Wi-Fi nie powiodła się, dlatego została tymczasowo wyłączona.
ru: Анонимизация MAC-адреса для одного из интерфейсов Wi-Fi не удалась, поэтому он временно отключен.
sq: Anonimizimi i adresës MAC dështoi për një nga ndërfaqet tuaja Wi-Fi, ndaj është çaktivizuar përkohësisht.
sr: Anonimizacija MAC adrese nije uspela za jedan od vaših Wi-Fi interfejsa, pa je privremeno onemogućen.
sv: MAC-adressanonymisering misslyckades för ett av dina Wi-Fi-gränssnitt, så det är tillfälligt inaktiverat.

source: Wi-Fi Disabled
bg: Безжичната мрежа е изключена
ca: Wi-Fi desactivat
cs: Wi-Fi Zakázáno
fi: Wi-Fi pois käytöstä
fr: Wi-Fi désactivé
ga: Wi-Fi faoi Mhíchumas
is: Wi-Fi óvirkt
it: Wi-Fi disattivato
ja: Wi-Fi が使用不可です
ka: WiFi გათიშულია
pl: Wi-Fi wyłączone
ru: Wi-Fi отключен
sq: Wi-Fi e Çaktivizuar
sr: Wi-Fi onemogućen
sv: Wi-Fi inaktiverat

source: MAC address anonymization failed for your Wi-Fi interface, so it is temporarily disabled.
bg: Обезличаването на адреса MAC на безжичния интерфейс е неуспешно и за това той е временно изключен.
ca: L'anonimització de l'adreça MAC ha fallat per a la vostra interfície Wi-Fi, de manera que està desactivada temporalment.
cs: Anononymizace MAC adresy se nezdařilo pro jedno z vašich Wi-Fi rozhraních, takže je dočasně zakázané.
fr: L’anonymisation de l’adresse MAC a échoué pour votre interface Wi-Fi, elle est donc temporairement désactivée.
ga: Theip ar do chomhéadan Wi-Fi do sheoladh MAC a anaithnidiú, mar sin tá sé díchumasaithe go sealadach.
is: Nafnleysi MAC-vistfangs mistókst fyrir Wi-Fi netkortið þitt, þannig að það er tímabundið óvirkt.
it: Anonimizzazione dell'indirizzo MAC fallita per la tua interfaccia Wi-Fi, perciò è temporaneamente disattivata.
ja: Wi-Fi インターフェイスの MAC アドレスの匿名化に失敗したため、一時的に無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ ხერხდება თქვენი ერთ-ერთი WiFi-მაკავშირებლისთვის, ასე რომ დროებით გათიშულია.
pl: Anonimizacja adresu MAC dla interfejsu Wi-Fi nie powiodła się, więc została tymczasowo wyłączona.
ru: Анонимизация MAC-адреса для интерфейса Wi-Fi не удалась, поэтому он временно отключен.
sq: Anonimizimi i adresës MAC dështoi për ndërfaqen tuaj Wi-Fi, ndaj është çaktivizuar përkohësisht.
sr: Anonimizacija MAC adrese nije uspela za jedan od vaših Wi-Fi interfejsa, pa je privremeno onemogućen.
sv: MAC-adressanonymisering misslyckades för ditt Wi-Fi-gränssnitt, så det är tillfälligt inaktiverat.

source: Wired Interface Disabled
bg: Кабелният интерфейс е изключен
ca: Interfície per cable desactivada
cs: Kabelové rozhraní zakázané
fr: Inteface filaire désactivée
ga: Comhéadan Wired faoi Mhíchumas
is: Kapaltengt netkerfi er óvirkt
it: Interfaccia cablata disattivata
ja: 有線インターフェースが無効です
ka: სადენიანი მაკავშირებელი გათიშულია
lt: Laidinė sąsaja išjungta
pl: Interfejs przewodowy wyłączony
ru: Проводной интерфейс отключен
sq: Ndërfaqe Rrjeti Me Fill e Çaktivizuar
sr: Žičani interfejs onemogućen
sv: Trådbundet gränssnitt inaktiverat

source: MAC address anonymization failed for one of your wired interfaces, so it is temporarily disabled.
bg: Обезличаването на адреса MAC на един от кабелните интерфейси е неуспешно и за това той е временно изключен.
ca: L'anonimització de l'adreça MAC ha fallat per a una de les vostres interfícies per cable, de manera que està desactivada temporalment.
cs: Selhala anonymizace adres MAC u jednoho z vašich kabelových síťových rozhraní, takže je dočasně zakázána.
fr: L’anonymisation de l’adresse MAC a échoué pour une de vos interfaces filaires, elle est donc temporairement désactivée.
ga: Theip ar an ainm seoladh MAC do cheann de do chomhéadain sreangaithe, mar sin tá sé díchumasaithe go sealadach.
is: Nafnleysi MAC-vistfangs mistókst fyrir eitt af kapaltengdu netkortunum þínum, þannig að það er tímabundið óvirkt.
it: Anonimizzazione dell'indirizzo MAC fallita per una delle tue interfacce cablate, perciò è temporaneamente disattivata.
ja: 有線インターフェイスの1つで MAC アドレスの匿名化に失敗したため、一時的に無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ ხერხდება თქვენი ერთ-ერთი სადენიანი მაკავშირებლისთვის, ასე რომ დროებით გათიშულია.
pl: Anonimizacja adresu MAC nie powiodła się dla jednego z interfejsów przewodowych, dlatego została tymczasowo wyłączona.
ru: Анонимизация MAC-адреса для одного из проводных интерфейсов не удалась, поэтому он временно отключен.
sq: Anonimizimi i adresës MAC dështoi për një nga ndërfaqet tuaja me fill, ndaj është çaktivizuar përkohësisht.
sr: Anonimizacija MAC adrese nije uspela za jedan od vaših Wi-Fi interfejsa, pa je privremeno onemogućen.
sv: MAC-adressanonymisering misslyckades för ett av dina trådbundna gränssnitt, så det är tillfälligt inaktiverat.

source: Wired Network Disabled
bg: Кабелната мрежа е изключена
ca: Xarxa per cable desactivada
cs: Kabelové připojení zakázáno
fr: Réseau filaire désactivé
ga: Líonra Wired faoi Mhíchumas
is: Þráðlaust netkerfi er óvirkt
it: Rete cablata disattivata
ja: 有線ネットワークが使用不可です
ka: სადენიანი ქსელი გათიშულია
lt: Laidinis tinklas išjungtas
pl: Sieć przewodowa wyłączona
ru: Проводная сеть отключена
sq: U çaktivizua Rrjet Me Fill
sr: Žičana mreža onemogućena
sv: Trådbundet nätverk inaktiverat

source: MAC address anonymization failed for your wired interface, so it is temporarily disabled.
bg: Обезличаването на адреса MAC на кабелния интерфейс е неуспешно и за това той е временно изключен.
ca: L'anonimització de l'adreça MAC ha fallat per a la vostra interfície per cable, de manera que està desactivada temporalment.
cs: Selhala anonymizace adresy MAC u vašeho kabelového síťového rozhraní, takže je dočasně zakázána.
fr: L’anonymisation de l’adresse MAC a échoué pour votre interface filaire, elle est donc temporairement désactivée.
ga: Theip ar do chomhéadan sreangaithe anaithnidiú seoltaí MAC, mar sin tá sé díchumasaithe go sealadach.
is: Nafnleysi MAC-vistfangs mistókst fyrir kapaltengda netkortið þitt, þannig að það er tímabundið óvirkt.
it: Anonimizzazione dell'indirizzo MAC fallita per la tua interfaccia cablata, perciò è temporaneamente disattivata.
ja: 有線インターフェイスの MAC アドレスの匿名化に失敗したため、一時的に無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ ხერხდება თქვენი ერთ-ერთი სადენიანი მაკავშირებლისთვის, ასე რომ დროებით გათიშულია.
pl: Anonimizacja adresu MAC nie powiodła się dla interfejsu przewodowego, dlatego została tymczasowo wyłączona.
ru: Анонимизация MAC-адреса для проводного интерфейса не удалась, поэтому он временно отключен.
sq: Anonimizimi i adresës MAC dështoi për ndërfaqen tuaj të rrjetit me fill, ndaj është çaktivizuar përkohësisht.
sr: Anonimizacija MAC adrese nije uspela za jedan od vaših Wi-Fi interfejsa, pa je privremeno onemogućen.
sv: MAC-adressanonymisering misslyckades för ditt trådbundna gränssnitt, så det är tillfälligt inaktiverat.

source: Network Interface Disabled
bg: Мрежовият интерфейс е изключен
ca: Interfície de xarxa desactivada
cs: Síťové rozhraní zakázáno
fa: میانای شبمع از کار افتاده
fi: Verkkoliitäntä pois käytöstä
fr: Interface réseau désactivée
ga: Comhéadan Líonra faoi Mhíchumas
hr: Mrežno sučelje deaktivirano
is: Netkort óvirkt
it: Interfaccia di rete disattivata
ja: ネットワークインターフェイスが無効です
ka: ქსელის დაფა გათიშულია
lt: Tinklo sąsaja išjungta
pl: Interfejs sieciowy wyłączony
ru: Сетевой интерфейс отключен
sq: U çaktivizua Ndërfaqe Rrjeti
sr: Mrežni interfejs onemogućen
sv: Nätverksgränssnitt inaktiverat

source: MAC address anonymization failed for one of your network interfaces, so it is temporarily disabled.
bg: Обезличаването на адреса MAC на един от мрежовите интерфейси е неуспешно и за това той е временно изключен.
ca: L'anonimització de l'adreça MAC ha fallat per a una de les vostres interfícies de xarxa, de manera que està desactivada temporalment.
cs: Selhala anonymizace adresy MAC u jednoho z vašich síťových rozhraní, takže je dočasně zakázána.
fr: L’anonymisation de l’adresse MAC a échoué pour une de vos interfaces réseau, elle est donc temporairement désactivée.
ga: Theip ar an ainm seoladh MAC do cheann de do chomhéadain líonra, mar sin tá sé díchumasaithe go sealadach.
is: Nafnleysi MAC-vistfangs mistókst fyrir eitt af netkortunum þínum, þannig að það er tímabundið óvirkt.
it: Anonimizzazione dell'indirizzo MAC fallita per una delle tue interfacce di rete, perciò è temporaneamente disattivata.
ja: ネットワークインターフェイスの1つで MAC アドレスの匿名化に失敗したため、一時的に無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ ხერხდება თქვენი ქსელის ერთ-ერთი მაკავშირებლისთვის, ასე რომ დროებით გათიშულია.
pl: Anonimizacja adresów MAC nie powiodła się dla jednego z interfejsów sieciowych, dlatego została tymczasowo wyłączona.
ru: Анонимизация MAC-адреса для одного из сетевых интерфейсов не удалась, поэтому он временно отключен.
sq: Anonimizimi i adresës MAC dështoi për një nga ndërfaqet tuaja të rrjetit, ndaj është çaktivizuar përkohësisht.
sr: Anonimizacija MAC adrese nije uspela za jedan od vaših Wi-Fi interfejsa, pa je privremeno onemogućen.
sv: MAC-adressanonymisering misslyckades för ett av dina nätverksgränssnitt, så det är tillfälligt inaktiverat.

source: All Networking Disabled
bg: Всички мрежи са изключени
ca: Totes les xarxes desactivades
cs: Všechny sítě zakázané
fa: شبکه غیرفعال شده است
fr: La mise en réseau est désactivée
ga: Gach Líonrú faoi Mhíchumas
is: Öll netvinnsla óvirk
it: Tutta la rete disattivata
ja: すべてのネットワークが使用不可です
ka: ყველა ქსელი გათიშულია
pl: Wszystkie sieci wyłączone
ru: Все сетевые сервисы отключены
sq: U Çaktivizua Krejt Punimi Në Rrjet
sr: Sva mrežna povezivanja onemogućena
sv: Alla nätverk inaktiverade
