Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: You are not connected to a local network yet. To be able to connect to the Tor network, you first need to connect to a Wi-Fi, wire, or mobile network.
bg: Все още не сте свързани към местна мрежа. За да се свържете с мрежата на Tor, трябва да сте свързани към безжична, кабелна или мобилна мрежа.
ca: Encara no esteu connectat a una xarxa local. Per poder connectar-vos a la xarxa Tor, primer heu de connectar-vos a una xarxa Wi-Fi, cable o mòbil.
cs: Zatím nejste připojeni k místní síti. Abyste se mohli připojit k síti Tor, musíte se nejprve připojit k síti Wi-Fi, kabelové nebo mobilní síti.
fa: شما هنوز به یک شبکه محلی متصل نیستید. برای اینکه بتوانید به شبکه تور متصل شوید، ابتدا باید به یک شبکه Wi-Fi، اینترنت سیمی یا تلفن همراه متصل شوید.
fi: Et ole vielä yhteydessä lähiverkkoon. Jotta voit muodostaa yhteyden Tor-verkkoon, sinun on ensin muodostettava yhteys Wi-Fi-, langalliseen tai mobiiliverkkoon.
fr: Vous n’êtes pas encore connecté à un réseau local. Afin de vous connecter au réseau Tor, vous devez d’abord vous connecter à un réseau Wi-Fi, filaire ou mobile.
ga: Níl tú ceangailte le líonra áitiúil fós. Chun a bheith in ann nascadh le líonra Tor, ní mór duit nascadh le líonra Wi-Fi, sreang nó soghluaiste ar dtús.
he: אתה לא מחובר עדיין אל רשת מקומית. כדי להיות מסוגל להתחבר אל רשת Tor, אתה צריך תחילה להתחבר אל רשת Wi-Fi, רשת חוטית או רשת סלולרית.
is: Þú ert ekki enn með tengingu við staðarnet. Til að geta tengst við Tor-kerfið, þarftu fyrst að tengjast við Wi-Fi, kapal eða farsímanetkerfi.
it: Non sei ancora connesso ad una rete locale. Per potere connetterti alla rete Tor, devi prima connetterti ad un Wi-Fi, cavo di rete o rete mobile.
ja: ローカルネットワークに接続していません。Tor ネットワークに接続するには、最初に Wi-Fi や有線、モバイルネットワークに接続する必要があります。
ka: ჯერ არ ხართ დაკავშირებული ადგილობრივ ქსელთან. იმისთვის, რომ შეძლოთ Tor-ქსელთან მიერთება, პირველ რიგში საჭიროა WiFi, სადენიანი ან მობილური ინტერნეტკავშირი.
pl: Nie masz jeszcze połączenia z siecią lokalną. Aby móc połączyć się z siecią Tor, musisz najpierw połączyć się z siecią Wi-Fi, przewodową lub komórkową.
ro: Nu sunteti inca conectati la o retea locala. Pentru a va putea conecta la o retea Tor, trebuie sa va conectati intai la o retea Wi-Fi, cablata sau mobila.
ru: Вы еще не подключены к локальной сети. Чтобы иметь возможность подключиться к сети Tor, вам сначала необходимо подключиться к Wi-Fi, проводной или мобильной сети.
sq: S’jeni lidhur ende në një rrjet vendor. Për të qenë në gjendje të lidheni me rrjetin Tor, së pari duhet të lidheni me një rrjet Wi-Fi, me fill, ose celular.
sr: Још увек нисте повезани на локалну мрежу. Да бисте се повезали на Тор мрежу, најпре се морате повезати на Вај-Фај, жичану, или мобилну мрежу.
sv: Du är inte ansluten till ett lokalt nätverk ännu. För att kunna ansluta till Tor-nätverket måste du först ansluta till ett Wi-Fi-, trådbundet- eller mobilnätverk.
sw: Hujajiunga katika mtandao wa ndani bado. Ili kujiunga katika mtandao wa Tor, kwanza unahitaji kujiunga na mtandao wa Wi-Fi, waya, au wa vifaa vya mkononi.
vi: Bạn vẫn chưa kết nối tới một mạng cục bộ nào. Để có thể kết nối tới mạng lưới Tor Network, trước tiên bạn cần phải kết nối tới một mạng lưới Wi-Fi, nối dây, hoặc di động.

source: Open Wi-Fi Settings
ja: Wi-Fi 設定を開く
pl: Otwórz ustawienia Wi-Fi

source: Testing Internet access…
bg: Проверка на достъпа до интернет…
ca: S'està provant l'accés a Internet…
cs: Zkouším přístup k internetu…
fa: آزمودن دسترسی اینترنتی…
fi: Testataan Internet-yhteyttä…
fr: Test de l’accès à Internet…
ga: Rochtain Idirlín á thástáil…
he: בוחן גישת אינטרנט…
is: Prófa internetaðgang…
it: Test di accesso a internet…
ja: インターネットへの接続を確認中…
ka: მოწმდება ინტერნეტთან წვდომა…
lt: Išbandoma prieiga prie interneto…
pl: Testowanie dostępu do Internetu…
ro: Testarea accesului la internet…
ru: Проверка доступа к сети интернет…
sq: Po testohet lidhja në Internet…
sr: Тестирам приступ интернету…
sv: Testar internetåtkomst…
sw: Kupima upatikanaji wa mtandaos…
vi: Đang test thử truy cập Internet…

source: You have access to the Internet
bg: Има достъп до интернет
ca: Teniu accés a Internet
cs: Máte přístup k internetu
fa: شما به اینترنت دسترسی دارید
fi: Voit käyttää Internetiä
fr: Vous avez accès à Internet
ga: Tá rochtain agat ar an Idirlíon
is: Þú ert með aðgang að internetinu
it: Hai accesso ad internet
ja: インターネットにアクセスできます
ka: გაქვთ წვდომა ინტერნეტთან
lt: Jūs turite prieigą prie interneto
pl: Masz dostęp do Internetu
ro: Aveti acces la Internet
ru: У вас есть доступ в интернет
sq: Keni lidhje në Internet
sr: Имате приступ интернету
sv: Du har tillgång till internet
sw: Unaweza kuupata mtandao
vi: Bạn đã có truy cập Internet

source: Testing access to Tor…
bg: Проверка на достъпа до Tor…
ca: S'està provant l'accés a Tor…
cs: Zkouším přístup k Toru…
fa: آزمودن دسترسی به تور…
fi: Testataan Tor-yhteyttä…
fr: Test de l’accès à Tor…
ga: Rochtain ar Tor á thástáil…
he: בוחן גישה אל Tor…
is: Prófa aðgang að Tor…
it: Test di accesso a Tor…
ja: Tor への接続を確認中…
ka: მოწმდება Tor-თან წვდომა…
lt: Išbandoma prieiga prie Tor…
pl: Testowanie dostępu do sieci Tor…
ro: Se testează accesul la Tor…
ru: Проверка доступа к сети Tor…
sq: Po provohet lidhja me Tor…
sr: Тестирам приступ Тор-у…
sv: Testar åtkomst till Tor…
sw: Kupima upatikanaji wa Tor…
vi: Đang test thử truy cập tới Tor…

source: You can connect to Tor
bg: Има достъп до мрежата на Tor
ca: Podeu connectar-vos a Tor
cs: K Toru se můžete připojit
fa: شما می توانید به تور متصل شوید
fi: Voit yhdistää Toriin
fr: Vous pouvez vous connecter à Tor
ga: Is féidir leat ceangal le Tor
he: אתה יכול להתחבר אל Tor
is: Þú getur tengst við Tor
it: Puoi connetterti a Tor
ja: Tor にアクセスすることができます
ka: გაქვთ წვდომა Tor-თან
lt: Jūs galite prisijungti prie Tor
pl: Możesz połączyć się z siecią Tor
ro: Va puteti conecta la Tor
ru: Вы можете подключиться к сети Tor
sq: Mund të lidheni me Tor-in
sr: Можете се повезати на Тор
sv: Du kan ansluta till Tor
sw: Unaweza kuunganisha na Tor
vi: Bạn có thể kết nối tới Tor

source: Failed to connect to Tor without bridges.
bg: Няма достъп до мрежата на Tor без използване на мостове.
ca: No s'ha pogut connectar a Tor sense ponts.
cs: Připojení k Toru bez bridgů selhalo.
fa: اتصال به تور بدون پل انجام نشد.
fi: Toriin ei voitu muodostaa yhteyttä ilman siltoja.
fr: Échec de connexion à Tor sans pont.
ga: Theip ar nascadh le Tor gan droichid.
he: נכשל בהתחברות אל Tor בלי גשרים.
is: Mistókst að tengjast Tor án brúa.
it: Connessione a Tor senza l'utilizzo di bridge fallita.
ja: ブリッジなしで Tor に接続できませんでした。
ka: ვერ მოხერხდა Tor-თან დაკავშირება ხიდების გარეშე.
lt: Nepavyko prisijungti prie Tor nenaudojant tinklų tiltų.
pl: Nie udało się połączyć z siecią Tor bez mostków.
ro: Conectare esuata la Tor fara bridge-uri.
ru: Не удалось подключиться к сети Tor напрямую (без использования мостов).
sq: S’u arrit të lidhej me Tor-in pa ura.
sr: Неуспело повезивање на Тор без мостова.
sv: Det gick inte att ansluta till Tor utan broar.
sw: Imeshindwa kujiunganisha na Tor bila bridges.
vi: Đã thất bại khi kết nối tới Tor mà không có cầu Bridge.

source: This local network is blocking access to Tor.
bg: Местната мрежа спира достъпа до мрежата на Tor.
ca: Aquesta xarxa local està bloquejant l'accés a Tor.
cs: Tato místní síť blokuje přístup k Toru.
fi: Paikallinen verkko estää Tor-yhteydet.
fr: Ce réseau local bloque l'accès à Tor.
ga: Tá an líonra áitiúil seo ag cur bac ar rochtain ar Tor.
he: הרשת המקומית חוסמת גישה אל Tor.
is: Þetta staðarnet er að hindra aðgang að Tor.
it: La tua rete locale sta bloccando l'accesso a Tor.
ja: このローカルネットワークは Tor へのアクセスをブロックしています。
ka: თქვენი ადგილობრივი ქსელი ზღუდავს Tor-თან წვდომას.
lt: Šis vietinis tinklas blokuoja prieigą prie Tor.
pl: Ta sieć lokalna blokuje dostęp do sieci Tor.
ru: Эта локальная сеть блокирует доступ к сети Tor.
sq: Ky rrjet vendor e bllokon hyrjen në Tor.
sr: Ова локална мрежа блокира приступ Тор-у.
sv: Detta lokala nätverk blockerar åtkomst till Tor.
sw: Mtandao wa ndani unazuia upatikanaji wa Tor.
vi: Mạng lưới cục bộ này đang chặn truy cập tới Tor.

source: Connecting to Tor…
bg: Свързване с мрежата на Tor…
ca: S'està connectant al Tor…
cs: Připojuji se k Toru…
fa: وصل شدن به تور…
fi: Yhdistetään Toriin…
fr: Connexion à Tor…
ga: Ag nascadh le Tor…
he: מתחבר אל Tor…
hr: Povezivanje s Torom …
is: Tengist við Tor…
it: Connessione a Tor…
ja: Tor に接続中…
ka: უკავშირდება Tor-ს…
lt: Jungiamasi prie Tor…
pl: Łączenie z siecią Tor…
ro: Conectare la Tor…
ru: Подключение к сети Tor…
sq: Po lidhet me Tor-in…
sr: Повезујем се на Тор…
sv: Ansluter till Tor…
sw: Kujiunga na Tor…
vi: Đang kết nối tới Tor…

source: Start Tor Browser
bg: Стартиране на Tor Browser
ca: Inicia el Navegador Tor
cs: Spustit prohlížeč Tor
fa: اجرای مرورگر Tor
fi: Käynnistä Tor-selain
fr: Démarrer le Navigateur Tor
ga: Tosaigh Brabhsálaí Tor
he: התחל את דפדפן Tor
hr: Pokreni Tor preglednik
is: Ræsa Tor-vafrann
it: Avvia Tor Browser
ja: Tor Browser を起動
ka: Tor-ბრაუზერის გაშვება
lt: Paleisti Tor Naršyklę
pl: Uruchom Tor Browser
ro: Porniți Tor Browser
ru: Запустить Tor Browser
sq: Nis Shfletuesin Tor
sr: Pokreni Tor Browser
sv: Starta Tor Browser
sw: Anza Tor Browser
vi: Khởi động trình duyệt Tor Browser

source: Open Network Monitor
bg: Наблюдение на мрежата
ca: Obre el Monitor de Xarxa
cs: Otevřete monitor sítě
fa: باز کردن پایشگر شبکه
fi: Avaa verkonvalvonta
fr: Ouvrir le moniteur du réseau
ga: Monatóireacht a dhéanamh ar Líonra Oscailte
he: פתח את מנטר הרשת
hr: Otvori nadzor mreže
is: Opna netkerfisvaktara
it: Apri monitor di rete
ja: ネットワークモニターを開く
ka: ქსელის შემმოწმებლის გახსნა
pl: Otwórz monitor sieci
ru: Открыть сетевой монитор
sq: Hap Mbikëqyrje Rrjeti
sr: Отвори Надзир Мреже
sv: Öppna nätverksmonitor
sw: Usimamizi wa mtandao wa wazi
vi: Mở trình theo dõi Mạng

source: Configure a Local Proxy
bg: Настройка на прокси сървър
ca: Configureu un servidor Intermediari Local
cs: Nakonfigurovat místní proxy
fa: پیکربندی پروکسی محلی
fi: Määritä paikallinen välityspalvelin
fr: Configurer un mandataire local
ga: Cumraigh Seachfhreastalaí Áitiúil
he: תצר ייפוי כוח מקומי
hr: Konfiguriraj lokalni proxy
is: Stilla staðværan milliþjón (proxy)
it: Configura un proxy locale
ja: ローカルプロキシを構成
ka: ადგილობრივი პროქსის გამართვა
lt: Konfigūruoti vietinį įgaliotąjį serverį
pl: Skonfiguruj lokalne proxy
ro: Configurati un Proxy Local
ru: Настроить локальный прокси
sq: Formësoni një Ndërmjetës Vendor
sr: Подеси локални прокси
sv: Konfigurera en lokal proxy
sw: Sanidi Proxy ya ndani
vi: Định cấu hình một Proxy cục bộ

source: Proxy Type
bg: Вид на прокси
ca: Tipus de Servidor intermediari
cs: Typ proxy
fa: نوع پروکسی
fi: Välityspalvelimen tyyppi
fr: Type de mandataire
ga: Cineál Seachfhreastalaí
he: סוג ייפוי־כוח
hr: Vrsta poslužitelja
is: Tegund milliþjóns (proxy)
it: Tipo di proxy
ja: プロキシの種類
ka: პროქსის სახეობა
lt: Įgaliotojo serverio tipas
pl: Typ serwera proxy
ro: Tip proxy
ru: Тип прокси
sq: Lloj Ndërmjetësi
sr: Тип проксија
sv: Proxytyp
sw: Aina ya Wakala
vi: Kiểu proxy

source: No proxy
bg: Без прокси
ca: Sense Servidor Intermediari
cs: Bez proxy
fa: بدون پروکسی
fi: Ei välityspalvelinta
fr: Aucun mandataire
ga: Gan seachfhreastalaí
he: ללא ייפוי כוח
hr: Nema proxija
is: Enginn milliþjónn
it: Nessun proxy
ja: プロキシなし
ka: პროქსის გარეშე
pl: Bez serwera proxy
ro: Niciun proxy
ru: Нет прокси
sq: Pa ndërmjetës
sr: Нема проксија
sv: Ingen proxy
sw: Hakuna proksi
vi: Không proxy

source: Address
bg: Адрес
ca: Adreça
cs: Adresa
fa: آدرس
fi: Osoite
fr: Adresse
ga: Seoladh
he: כתובת
hr: Adresa
is: Vistfang
it: Indirizzo
ja: アドレス
ka: მისამართი
lt: Adresas
pl: Adres
ro: Adresă
ru: Адрес
sq: Adresë
sr: Адреса
sv: Adress
sw: Anwani
vi: Địa chỉ

source: Username
bg: Потребителско име
ca: Nom d’usuari
cs: Uživatelské jméno
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
ga: Ainm Úsáideora
he: שם משתמש
hr: Korisničko ime
is: Notandanafn
it: Nome utente
ja: ユーザー名
ka: მეტსახელი
lt: Naudotojo vardas
pl: Użytkownik
ro: Utilizator
ru: Логин
sq: Emër përdoruesi
sr: Korisničko ime
sv: Användarnamn
sw: Jina la mtumiaji
vi: Tên người dùng

source: IP address or hostname
bg: IP адрес или хост
ca: Adreça IP o nom del host
cs: IP adresa nebo název serveru
fa: آدرس آی‌پی یا نام میزبان
fi: IP-osoite tai palvelinnimi
fr: Adresse IP ou nom d’hôte
ga: Seoladh IP nó óstainm
he: כתובת IP או שם מארח
hr: IP adresa ili ime računala
is: IP-vistfang eða vélarheiti
it: Indirizzo IP oppure hostname
ja: IP アドレスまたはホスト名
ka: IP-მისამართი ან დასახელება
lt: IP adresas arba serverio vardas
pl: Adres IP lub nazwa hosta
ro: Adresă IP sau hostname
ru: IP-адрес или хост
sq: Adresë IP ose strehëemër
sr: IP адреса или hostname
sv: IP-adress eller värdnamn
sw: Anwani ya IP au jina la mwenyeji
vi: Địa chỉ IP hoặc tên máy chủ hostname

source: Port
bg: Порт
fa: پورت
fi: Portti
he: פתחה
is: Gátt
it: Porta
ja: ポート
ka: პორტი
lt: Prievadas
ru: Порт
sq: Portë
sr: Порт
sw: Bandari
vi: Cổng

source: _Save Proxy Settings
bg: Запазване настройките на _прокси
ca: _Desa la configuració del Servidor Intermediari
cs: _Uložit nastavení proxy
fa: _ذخیره تنظیمات پراکسی
fi: _Tallenna välityspalvelimen asetukset
fr: _Enregistrer les paramètres du mandataire
ga: _Sábháil Socruithe Seachfhreastalaí
he: _שמור הגדרות ייפוי כוח
hr: _Spremi postavke proxija
is: Vista _stillingar milliþjóns
it: _Salva impostazioni proxy
ja: プロキシ設定を保存 (_S)
ka: _შენახვა პროქსის პარამეტრების
lt: Į_rašyti įgaliotojo serverio nustatymus
pl: _Zapisz ustawienia proxy
ro: _Salvare configurare Proxy
ru: _Сохранение настроек прокси
sq: _Ruaji Rregullimet e Ndërmjetësit
sr: _Сачувај поставке проксија
sv: _Spara proxyinställningar
sw: _Hifadhi mpangilio wa Proxy
vi: _Lưu Cài đặt Proxy

source: Tor Connection - Fix Clock
bg: Връзка с мрежата на Tor – Сверяване на часовника
ca: Connexió Tor - Arregla el rellotge
cs: Připojení k Toru - Oprava hodin
fa: اتصال تور - اصلاح ساعت
fi: Tor-yhteys - Korjaa kellonaika
fr: Connexion Tor – Corriger l’horloge
ga: Ceangal Tor - Clog Deisigh
he: התחברות ל Tor - עדכון שעון
hr: Tor veza – ispravi sat
is: Tor-tenging - Laga klukku
it: Connessione a Tor - Regola l'orologio
ja: Tor 接続 - 時刻の修正
ka: Tor-კავშირი – საათის გასწორება
pl: Połączenie Tor - Popraw zegar
ro: Conexiune Tor - reglare ceas
ru: Подключение Tor - Исправить часы
sq: Lidhje Tor - Ndreqni Sahatin
sr: Тор конекција - Поправи сат
sv: Tor-anslutning - Rätta klocka
sw: Mawasiliano ya Tor - rekebisha saa
vi: Kết nối Tor - Chỉnh sửa đồng hồ

source: Your time zone cannot be used to identify or locate you. Your time zone will never be sent over the network and will only be used to fix your clock and connect to Tor.
bg: Часовият пояс не може да бъде използван за определянето или намирането ви. Той няма да бъде изпратен по мрежата и ще бъде използван само за сверяване на часовника и за свързване с Tor.
ca: La vostra zona horària no es pot utilitzar per identificar-vos ni localitzar-vos. La vostra zona horària mai s'enviarà a la xarxa i només s'utilitzarà per arreglar el rellotge i connectar-vos a Tor.
cs: Vaše časové pásmo nelze použít k vaší identifikaci nebo lokalizaci. Vaše časové pásmo nebude nikdy odesláno po síti a bude použito pouze k opravě vašich hodin a připojení k Toru.
fa: منطقه زمانی شما نمی‌تواند برای شناسایی یا مکان‌یابی شما استفاده شود. منطقه‌زمانی شما هیچ‌وقت از طریق شبکه ارسال نخواهد شد و تنها برای اصلاح ساعت و اتصال به تور استفاده خواهد شد.
fi: Aikavyöhykettäsi ei voida käyttää tunnistamiseesi tai sijaintisi selvittämiseen. Aikavyöhykettä ei koskaan lähetetä verkon yli, ja sitä käytetään vain kellonaikasi korjaamiseen ja Tor-verkkoon yhdistämiseen.
fr: Votre fuseau horaire ne peut pas être utilisé pour vous identifier ou vous localiser. Votre fuseau horaire ne sera jamais envoyé sur le réseau et ne sera seulement utilisé que pour régler votre horloge et vous connecter à Tor.
ga: Ní féidir do chrios ama a úsáid chun tú a aithint nó a aimsiú. Ní sheolfar do chrios ama thar an líonra choíche agus ní úsáidfear é ach chun do chlog a shocrú agus chun nascadh le Tor.
he: איזור זמנך לא יכל לשמש כדי לזהות או למצוא אותך. איזור זמנך לעולם לא ישלח ברשת וישמש רק כדי לתקן את שעונך ולהתחבר ל-tor.
hr: Tvoja se vremenska zona ne može se koristiti za identifikaciju ili lociranje. Tvoja se vremenska zona nikada neće slati preko mreže i koristit će se samo za ispravljanje sata i povezivanje na Tor.
is: Ekki er hægt að nota tímabeltið þitt til að auðkenna eða staðsetja þig. Upplýsingar um tímabeltið þitt verða aldrei sendar um netkerfið og er aðeins notað til að laga klukkuna þína og að tengjast við Tor.
it: Il tuo fuso orario non può essere usato per identificarti o localizzarti. Non verrà mai inviato in giro per la rete e verrà usato solo per regolare il tuo orologio e connetterti a Tor.
ja: あなたのタイムゾーンは識別や追跡に利用されることはありません。タイムゾーンはネットワーク経由で送信されることはなく、時刻を修正して Tor に接続するためにのみ使用されます。
ka: სასაათე სარტყელს ვერავინ გამოიყენებს თქვენი ადგილსამყოფლის დასადგენად. ეს მონაცემი ქსელში არც იგზავნება, მხოლოდ დროის გასასწორებლად და Tor-თან დასაკავშირებლადაა გამოსადეგი.
pl: Twoja strefa czasowa nie może być użyta do identyfikacji lub lokalizacji użytkownika. Twoja strefa czasowa nigdy nie będzie przesyłana przez sieć i będzie używana tylko do ustalenia Twojego zegara i połączenia z siecią Tor.
ro: Fusul dumneavoastra orar nu poate fi folosit pentru a va identifica sau localiza. Fusul dumneavoastra orar nu va fi trimis prin retea si va fi folosit doar pentru a regla ceasul si pentru conectarea la Tor.
ru: Ваш часовой пояс не будет использован для идентификации или определения вашего местонахождения. Ваш часовой пояс никогда не будет передаваться по сети и будет использоваться только для установки ваших часов и подключения к Tor.
sq: Zona kohore e sistemit tuaj s’mund të përdoret për t’ju identifikuar ose lokalizuar. Zona kohore e sistemit tuaj s’do të dërgohet kurrë përmes rrjetit dhe do të përdoret vetëm për të ndrequr sahatin e sistemit tuaj dhe për t’u lidhur në Tor.
sr: Твоја временска зона се не може употребити за проналазк твоје локације или идентитета. твоја временска зона никада неће бити послата преко мреже и биће искључиво употребљена за поправку твог сата и повезивање на Тор.
sv: Din tidszon kan inte användas för att identifiera eller lokalisera dig. Din tidszon kommer aldrig att skickas över nätverket och kommer endast att användas för att korrigera din klocka och ansluta till Tor.
sw: Majira ya muda wako yanaweza kutumika kiutambua au kukuonesha ulipo. Majira ya muda wako kamwe hayatumwa katika mtandao na yatatumika tu kurekebisha muda wako na kuunganisha na Tor.
vi: Múi giờ của bạn không thể được sử dụng để xác định hoặc định vị bạn. Múi giờ của bạn sẽ không bao giờ được gửi qua mạng và sẽ chỉ được sử dụng để sửa đồng hồ của bạn và kết nối tới Tor.

source: Time zone
bg: Часови пояс
ca: Zona horària
cs: Časová zóna
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
ga: Crios ama
he: אזור זמן
hr: Vremenska zona
is: Tímabelti
it: Fuso orario
ja: 時間帯
ka: დროის სარტყელი
lt: Laiko juosta
pl: Strefa czasowa
ro: Fus orar
ru: Часовой пояс
sq: Zonë kohore
sr: Временска зона
sv: Tidszon
sw: Majira ya muda
vi: Múi giờ

source: Time
bg: Час
ca: Hora
cs: Cas
fa: زمان
fi: Aika
fr: Heure
ga: Am
he: זמן
hr: Vrijeme
is: Tími
it: Ora
ja: 時間
ka: დრო
lt: Laikas
pl: Czas
ro: Ora
ru: Время
sq: Kohë
sr: Време
sv: Tid
sw: Muda
vi: Thời gian

source: Date
bg: Дата
ca: Data
cs: Datum
fa: تاریخ
fi: Päivämäärä
ga: Dáta
he: תאריך
hr: Datum
is: Dagsetning
it: Data
ja: 日付
ka: თარიღი
lt: Data
pl: Data
ro: Dată
ru: Дата
sq: Datë
sr: Datum
sv: Datum
sw: Tarehe
vi: Ngày

source: January
bg: Януари
ca: gener
cs: Leden
fa: ژانویه
fi: Tammikuu
fr: janvier
ga: Eanáir
he: ינואר
hr: Siječanj
is: janúar
it: Gennaio
ja: 1月
ka: იანვარი
lt: Sausis
pl: styczeń
ro: Ianuarie
ru: Январь
sq: Janar
sr: Јануар
sv: Januari
sw: Jamuari
vi: Tháng một

source: February
bg: Февруари
ca: febrer
cs: Únor
fa: فوریه
fi: Helmikuu
fr: février
ga: Feabhra
he: פברואר
hr: Veljača
is: febrúar
it: Febbraio
ja: 2月
ka: თებერვალი
lt: Vasaris
pl: luty
ro: Februarie
ru: Февраль
sq: Shkurt
sr: Фебруар
sv: Februari
sw: Februari
vi: Tháng hai

source: March
bg: Март
ca: març
cs: Březen
fa: مارچ
fi: Maaliskuu
fr: mars
ga: Márta
he: מרץ
hr: Ožujak
is: mars
it: Marzo
ja: 3月
ka: მარტი
lt: Kovas
pl: marzec
ro: Martie
ru: Март
sq: Mars
sr: Март
sv: Mars
sw: Machi
vi: Tháng ba

source: April
bg: Април
ca: abril
cs: Duben
fa: آپریل
fi: Huhtikuu
fr: avril
ga: Aibreán
he: אפריל
hr: Travanj
is: apríl
it: Aprile
ja: 4月
ka: აპრილი
lt: Balandis
pl: kwiecień
ro: Aprilie
ru: Апрель
sq: Prill
sr: Април
sw: Aprili
vi: Tháng tư

source: May
bg: Май
ca: maig
cs: Květen
fa: مه
fi: Toukokuu
fr: mai
ga: Bealtaine
he: מאי
hr: Svi
is: maí
it: Mag
ja: 5月
ka: მაისი
lt: Gegužė
pl: maj
ro: Mai
ru: Май
sq: Maj
sr: Мај
sv: Maj
sw: Mei
vi: Tháng năm

source: June
bg: Юни
ca: juny
cs: Červen
fa: ژوئن
fi: Kesäkuu
fr: juin
ga: Meitheamh
he: יוני
hr: Lipanj
is: júní
it: Giugno
ja: 6月
ka: ივნისი
lt: Birželis
pl: czerwiec
ro: Iunie
ru: Июнь
sq: Qershor
sr: Јун
sv: Juni
sw: Juni
vi: Tháng sáu

source: July
bg: Юли
ca: juliol
cs: Červenec
fa: ژولای
fi: Heinäkuu
fr: juillet
ga: Lúil
he: יולי
hr: Srpanj
is: júlí
it: Luglio
ja: 7月
ka: ივლისი
lt: Liepa
pl: lipiec
ro: Iulie
ru: Июль
sq: Korrik
sr: Јул
sv: Juli
sw: Julai
vi: Tháng bảy

source: August
bg: Август
ca: agost
cs: Srpen
fa: آگوست
fi: Elokuu
fr: août
ga: Lúnasa
he: אוגוסט
hr: Kolovoz
is: ágúst
it: Agosto
ja: 8月
ka: აგვისტო
lt: Rugpjūtis
pl: sierpień
ru: Август
sq: Gusht
sr: Август
sv: Augusti
sw: Agosti
vi: Tháng tám

source: September
bg: Септември
ca: setembre
cs: Září
fa: سپتامبر
fi: Syyskuu
fr: septembre
ga: Meán Fómhair
he: ספטמבר
hr: Rujan
it: Settembre
ja: 9月
ka: სექტემბერი
lt: Rugsėjis
pl: wrzesień
ro: Septembrie
ru: Сентябрь
sq: Shtator
sr: Септембар
sw: Septemba
vi: Tháng chín

source: October
bg: Октомври
ca: octubre
cs: Říjen
fa: اکتبر
fi: Lokakuu
fr: octobre
ga: Deireadh Fómhair
he: אוקטובר
hr: Listopad
is: október
it: Ottobre
ja: 10月
ka: ოქტომბერი
lt: Spalis
pl: październik
ro: Octombrie
ru: Октябрь
sq: Tetor
sr: Октобар
sv: Oktober
sw: Oktoba
vi: Tháng mười

source: November
bg: Ноември
ca: novembre
cs: Listopad
fa: نوامبر
fi: Marraskuu
fr: novembre
ga: Samhain
he: נובמבר
hr: Studeni
is: nóvember
it: Novembre
ja: 11月
ka: ნოემბერი
lt: Lapkritis
pl: listopad
ro: Noiembrie
ru: Ноябрь
sq: Nëntor
sr: Новембар
sw: Novemba
vi: Tháng mười một

source: December
bg: Декември
ca: desembre
cs: Prosinec
fa: دسامبر
fi: Joulukuu
fr: décembre
ga: Nollaig
he: דצמבר
hr: Prosinac
is: desember
it: Dicembre
ja: 12月
ka: დეკემბერი
lt: Gruodis
pl: grudzień
ro: Decembrie
ru: Декабрь
sq: Dhjetor
sr: Децембар
sw: Disemba
vi: Tháng mười hai

source: Clock
bg: Часовник
ca: Rellotge
cs: Hodiny
fa: ساعت
fi: Kello
fr: Horloge
ga: Clog
he: שעון
hr: Sat
is: Klukka
it: Orologio
ja: 時刻
ka: საათი
lt: Laikrodis
pl: Zegar
ro: Ceas
ru: Часы
sq: Sahat
sr: Сат
sv: Klocka
sw: Saa
vi: Đồng hồ

source: Tails Cloner
bg: Клониране на Tails
ca: Clonador de Tails
fi: Tails-asennusohjelma
ga: Clóirtheach Tails
is: Tails-klónun
it: Clonatore di Tails
pl: Kloner Tails
ro: Programul de clonare Tails
ru: Клонировщик Tails
sq: Klonues Tails
vi: Trình clone nhân bản Tails

source: {app} (PIDs: {pids})
fi: {app} (PID:t: {pids})
he: {app} (מזהים: {pids})
hr: {app} (PID-ovi: {pids})
ka: {app} (PID-ები: {pids})
pl: {app} (PID-y: {pids})

source: KB
bg: КБ
fa: کیلوبایت
fi: kt
fr: ko
he: ק״ב
ka: კბ
ru: КБ

source: MB
bg: МБ
fa: مگابایت
fi: Mt
fr: Mo
he: מ״ב
ka: მბ
ru: МБ

source: GB
bg: ГБ
fa: گیگابایت
fi: Gt
fr: Go
he: ג״ב
ka: გბ
ru: ГБ

source: Dotfiles
bg: Скрити файлове с настройки
fa: فايل‌هاى پنهان (Dotfiles)
fi: Pisteellä alkavat tiedostot
ga: Ponc-chomhaid
is: Punktaskrár (dotfiles - faldar skrár)
it: File di Configurazione
lt: Paslėpti failai
sr: Dotfiles (konfiguracioni fajlovi)
sv: Punktfiler
sw: Mafaili ya usanidi
vi: Tập tin Dotfiles
