Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Everything you do disappears automatically when you shut down Tails. But you can save some of your files and configuration in an encrypted Persistent Storage on your Tails USB stick, for example: • Your documents • Your Wi-Fi passwords • Your browser bookmarks • ... <a href="doc/persistent_storage">Learn more about the Persistent Storage.</a>
bg: Всичко, което направите, ще изчезне щом изключите Tails. Но някои от файловете и настройките можете да запазите шифрованото постоянно хранилище на USB паметта на Tails, например: • документи • пароли за безжични мрежи • отметки от мрежовия четец • … <a href="doc/persistent_storage">Научете повече за постоянното хранилище.</a>
ca: Tot el que feu desapareix automàticament quan tanqueu Tails. Però podeu desar alguns dels vostres fitxers i configuració en un Emmagatzematge Persistent encriptat al vostre llapis USB de Tails, per exemple: • Els vostres documents • Les vostres contrasenyes de Wi-Fi • Les adreces d'interès del vostre navegador • ... <a href="doc/persistent_storage">Obteniu més informació sobre l'Emmagatzematge Persistent.</a>
cs: Vše co děláte automaticky zmizí, když vypnete Tails. Můžete ale uložit některé z vašich souborů a nastavení do šifrovaného trvalého úložiště na vašem Tails USB disku, například: • Vaše dokumenty • Vaše Wi-Fi hesla • Vaše záložky prohlížeče • ... <a href="doc/persistent_storage">Zjistěte podrobnosti o trvalém úložišti.</a>
fi: Kaikki toimesi katoavat automaattisesti, kun Tails sammuu. Halutessasi voit kuitenkin tallentaa mm. seuraavia tiedostoja ja asetuksia salattuun pysyvään tallennustilaan Tails USB -muistille: • Dokumentit • Wi-Fi-verkkojen salasanat • Selaimen kirjanmerkit •… <a href="doc/persistent_storage">Lue lisää pysyvästä tallennustilasta</a>
fr: Tout ce que vous faites disparaît automatiquement lorsque vous arrêtez Tails. Toutefois, vous pouvez sauvegarder certains de vos fichiers et votre configuration dans un stockage persistant chiffré sur votre clé USB Tails, par exemple : • Vos documents • Vos mots de passe Wi-Fi • Les marque-pages de votre navigateur • ... <a href="doc/persistent_storage" >En savoir plus sur le stockage persistant.</a>
ga: Imíonn gach rud a dhéanann tú go huathoibríoch nuair a dhúnann tú Tails. Ach is féidir leat cuid de do chuid comhad agus cumraíocht a shábháil i Stóráil Marthanach criptithe ar do bata USB Tails, mar shampla: • Do dhoiciméid • Do phasfhocail Wi-Fi • Leabharmharcanna do bhrabhsálaí • ... <a href="doc/persistent_storage">Foghlaim tuilleadh faoin Stór Marthanach.</a>
hr: Sve što uradiš automatski nestaje kada isključiš Tails. No, neke datoteke i konfiguraciju možeš spremiti u šifrirano trajno spremište na svom Tails USB-u, na primjer: • Tvoje dokumente • Tvoje Wi-Fi lozinke • Straničnike tvog preglednika • … <a href="doc/persistent_storage">Saznaj više o trajnom spremištu.</a>
is: Allt sem þú ert að gera hverfur sjálfkrafa þega þú lokar Tails. En þú getur vistað sumar skrárnar þínar og stillingar í dulritaðri varanlegri gagnageymslu á USB-minnislykli Tails: • Skjölin þin • Wi-Fi lykilorðin þín • Bókamerki vafrans • ... <a href="doc/first_steps/persistence">Lærðu meira um varanlegu gagnageymsluna</a>
it: Tutto ciò che fai scompare automaticamente quando spegni Tails. Ma puoi salvare alcuni dei tuoi file e configurazioni in un'archiviazione persistente cifrata sulla tua penna USB di Tails, ad esempio: • I tuoi documenti • Le password del Wi-Fi • I segnalibri del tuo browser • ... <a href="doc/persistent_storage">Altre informazioni sull'archiviazione persistente.</a>
ja: Tails をシャットダウンすると、あなたが行ったことはすべて自動的に消えてしまいます。 しかし、例えば Tails の USB メモリーにある暗号化された永続ストレージにファイルや設定の一部を保存することは可能です。 ・ファイルやドキュメント ・Wi-Fi パスワード ・ブラウザーのブックマーク ・... <a href="doc/persistent_storage">永続ストレージの詳細をご覧ください。</a>
pl: Wszystko, co robisz, znika automatycznie po zamknięciu Tails. Możesz jednak zapisać niektóre pliki i konfigurację w zaszyfrowanej pamięci trwałej na pamięci USB Tails, na przykład: • Twoje dokumenty • Twoje hasła Wi-Fi • Twoje zakładki z przeglądarki • ... <a href="doc/persistent_storage">Więcej informacji o pamięci trwałej.</a>
ru: Всё, что вы делаете в Tails, исчезает автоматически, когда вы завершаете работу системы. Но вы можете сохранить некоторые файлы и конфигурации в зашифрованном Постоянном хранилище на вашем Tails, например: • Ваши документы • Ваши пароли от Wi-Fi • Ваши закладки в браузере • и тому подобное <a href="doc/persistent_storage">Узнайте больше о Постоянном хранилище.</a>
sq: Çdo gjë që bëni, zhduket vetvetiu, kur fikni Tails. Por mund të ruani disa nga kartelat tuaja dhe formësimin tuaj në një Depo të Qëndrueshme të fshehtëzuar, te diskthi juaj USB Tails, f.v.: • Dokumentet tuaj • Fjalëkalimet tuaj për Wi-Fi • Faqerojtësit e shfletuesit tuaj • … <a href="doc/persistence_storage">Mësoni më tepër mbi Depon e Qëndrueshme</a>
sr: Све аутоматски нестаје када искључиш Таилс. Али можеш да сачуваш неке фајлове и конфигурације у шифрованом Упорном Складишту на твом Таилс УСБ стику, на пример: • Документа • Вај-Фај шифре • Сачуване сајтове претраживача • ... <a href="doc/persistent_storage">Сазнај више о Упорном Складишту.</a>
sv: Allt du gör försvinner automatiskt när du stänger av Tails. Men du kan spara en del av dina filer och konfigurationer i en krypterad Persistent Storage, till exempel på ditt Tails-USB-minne: - Dina dokument - Dina Wi-Fi-lösenord - Bokmärken i din webbläsare - ... <a href="doc/persistent_storage">Learn more about the Persistent Storage.</a>
sw: Unapozima Tails kila ulichokuwa unafanya kinapotea mojakwamoja. Lakini unaweza kuhifadhi baadhi ya mafaili na usanidi katika Persistent Storage iliyosimbwa katika flashi ya Tails, kwa mfano: • nyaraka zako • Neno siri la Wi-Fi •anwani ya URL za kivinjari chako • ... <a href="doc/persistent_storage">Soma zaidi kuhusiana na Persistent Storage.</a>
vi: Mọi thứ mà bạn thực hiện sẽ biến mất một cách tự động khi bạn tắt Tails đi. Nhưng bạn có thể sao lưu một số tập tin của bạn và định cấu hình trong một Ổ đĩa lưu trữ liên tục kéo dài đã mã hoá trên thẻ nhớ USB Tails của bạn, ví dụ: • Các tài liệu của bạn • Các mật khẩu Wi-Fi của bạn • Các dấu trang trình duyệt của bạn • ... <a href="doc/persistent_storage">Tìm hiểu thêm về Ổ đĩa lưu trữ liên tục kéo dài.</a>

source: Sorry, it is impossible to create a Persistent Storage on this device. To be able to use Tails with a Persistent Storage, please follow our instructions on <a href="install">installing Tails on a USB stick</a>.
bg: За съжаление на това устройство не може да бъде създадено постоянно хранилище. За да използвате Tails с постоянно хранилище следвайте инструкциите за <a href="install">инсталиране на Tails на USB памет.</a>
ca: És impossible crear un Emmagatzematge Persistent en aquest dispositiu. Per poder utilitzar Tails amb un Emmagatzematge Persistent, seguiu les nostres instruccions sobre <a href="install">instal·lació de Tails en un llapis USB</a>.
cs: Promiňte, na tomto zařízení není možné vytvořit trvalé úložiště. Abyste mohli používat Tails s trvalým úložištěm, řiďte se podle návodu <a href="install">instalace Tails na USB disk</a>.
fi: Valitettavasti tälle laitteelle ei ole mahdollista luoda pysyvää tallennustilaa. Käyttääksesi Tailsia pysyvällä tallennustilalla, seuraa <a href="install">asennusohjeitamme USB-muistille</a>.
fr: Malheureusement, il est impossible de créer un stockage persistant sur cet appareil. Pour pouvoir utiliser Tails avec un stockage persistant, veuillez suivre nos instructions sur <a href="install">installation de Tails sur une clé USB</a>.
ga: Faraoir, tá sé dodhéanta Stór Marthanach a chruthú ar an ngléas seo. Chun a bheith in ann Tails le Stóráil Seasmhach a úsáid, lean ár dtreoracha maidir le <a href="install">Tails a shuiteáil ar mhéaróg USB</a>.
hr: Nažalost, nije moguće je stvoriti trajno spremište na ovom uređaju. Za korištenje Tailsa s trajnim spremištem, slijedi naše upute za <a href="install">instaliranje Tailsa na USB stick</a>.
is: Því miður styður Tails-tæki ekki að útbúa varanlega gagnageymslu. Til að geta notað Tails með varanlegri gagnageymslu ættirðu að skoða leiðbeiningarnar fyrir <a href="install">uppsetningu Tails á USB-minnislykli</a>.
it: Spiacenti, è impossibile creare un'archiviazione persistente su questo dispositivo. Per poter usare Tails con un'archiviazione persistente, segui le nostre istruzioni su <a href="install">come installare Tails su una penna USB</a>.
ja: このデバイスに永続ストレージを作成することはできません。 永続ストレージを Tails で使用できるようにするには、<a href="install">Tails の USB メモリーへのインストール</a>をご覧ください。
pl: Niestety to urządzenie Tails nie obsługuje tworzenia pamięci trwałej. Aby móc używać Tails z pamięcią trwałą, postępuj zgodnie z naszymi instrukcjami dotyczącymi <a href="install">instalowania Tails na pamięci USB</a>.
ru: К сожалению, невозможно создать Постоянное хранилище на этом устройстве. Чтобы использовать Tails с Постоянным хранилищем, следуйте документации по <a href="install">установке Tails на USB-накопитель</a>.
sq: Na ndjeni, është e pamundur të krijohet një Depozitë e Qëndrueshme në këtë pajisje. Që të jeni në gjendje të përdorni Tails me Depozitë të Qëndrueshme, ju lutemi, ndiqni udhëzimet tona për <a href="install">instalimin e Tails-it në një diskth USB</a>.
sr: Извини, није могуће направити Упорно Складиште на овом уређају. Како би користио Таилс са Упорним Складиштем, молим те испрати инструкције са <a href="install">инсталирање Таилса на УСБ стик</a>.
sv: Det är tyvärr omöjligt att skapa en bestående lagring på den här enheten. För att kunna använda Tails med en bestående lagring, följ våra instruktioner om <a href="install">installation av Tails på ett USB-minne</a>.
sw: Samahani,haiwezekani kutengeneza Persistent Storage katika kifaa hiki. Ili kuweza kutumia Tailspamoja na Persistent Storage,tafadhali fuata maelekezo katika <a href="install">Kusanikisha Tails katika flashi</a>.
vi: Xin lỗi, việc khởi tạo một Ổ đĩa lưu trữ liên tục kéo dài trên thiết bị này là bất khả thi. Để có thể sử dụng Tails với một Ổ đĩa lưu trữ liên tục kéo dài, xin vui lòng theo sát các hướng dẫn của chúng tôi về <a href="install">việc cài đặt Tails trên một thẻ nhớ USB</a>.

source: Co_ntinue
bg: _Напред
ca: Co_ntinuar
cs: P_okračovat
fa: ادا_مه
fi: _Jatka
fr: Co_ntinué
ga: Lean_úint ar aghaidh
hr: Nas_tavi
is: _Halda áfram
it: _Continua
ja: 続行 (_N)
ka: _გაგრძელება
lt: Tęs_ti
pl: Ko_ntynuuj
ru: _Далее
sq: _Vazhdo
sr: На_стави
sv: Fo_rtsätt
sw: _endelea
vi: Tiếp _tục

source: _Delete…
bg: _Премахване…
ca: _Suprimeix…
cs: _Smazat…
fa: _حذف…
fi: _Poista…
fr: _Supprimer…
ga: Scrios_Scrios…
hr: _Izbriši …
is: _Eyða…
it: _Elimina…
ja: 削除… (_D)
ka: _წაშლა…
lt: Iš_trinti…
pl: _Usuń…
ru: _Удалить…
sq: _Fshini…
sr: _Обриши…
sv: _Ta bort…
vi: _Xoá bỏ…

source: _Change Passphrase…
bg: _Смяна на фразата за достъп…
ca: _Canvia la contrasenya…
cs: _Změnit heslo…
fa: _دگرگونی عبارت عبور…
fi: _Vaihda salauslauseke…
fr: _Modifier la phrase de passe…
ga: _Athraigh an Pasfhocal…
hr: Promijeni _lozinku …
is: _Breyta lykilsetningu…
it: _Cambia password…
ja: パスフレーズを変更… (_C)
ka: პაროლის _შეცვლა…
lt: _Keisti slaptafrazę…
pl: _Zmień hasło…
ru: _Изменить пароль…
sq: _Ndryshoni Frazëkalimin…
sr: _Промени лозинку…
sv: _Ändra lösenordsfras…
vi: _Thay đổi Cụm mật khẩu…

source: _Restart Tails
bg: _Рестартиране на Tails
ca: _Reinicia Tails
cs: _Restartovat Tails
fa: _راه‌اندازی دوبارهٔ تیلز
fi: _Käynnistä Tails uudelleen
fr: _Redémarrer Tails
ga: _Atosaigh Eireabaill
hr: Ponovo pok_reni Tails
is: Endu_rræsa Tails
it: _Riavvia Tails
ja: Tails を再起動 (_R)
ka: _კვლავ გაეშვას Tails
lt: _Paleisti Tails iš naujo
pl: Uruchom _ponownie Tails
ru: _Перезапустить Tails
sq: _Rinise Tails
sr: _Рестартуј Таилс
sv: _Starta om Tails
sw: _Anza upya Tails
vi: _Khởi động lại Tails

source: File Containers
bg: Контейнери за файлове
ca: Contenidors de fitxers
cs: Souborové kontejnery
fa: بارگنج‌های پرونده
fi: Tiedostosäilöt
fr: Conteneurs de fichiers
ga: Coimeádáin
he: מֵכַלי קבצים
hr: Datotečni kontejneri
is: Skráagámar
it: Contenitori di file
ja: ファイルコンテナー
ka: ფაილის სათავსები
lt: Failų konteineriai
pl: Kontenery plików
ro: Containere de Fișiere
ru: Файловые контейнеры
sq: Përmbajtës Kartelash
sr: Spremišta datoteka
sv: Filbehållare
sw: Kihifadhi mafaili
vi: Container chứa tập tin

source: _Add
bg: _Добавяне
ca: _Afegeix
cs: _Přidat
fa: _افزودن
fi: _Lisää
fr: _Ajouter
ga: _Cuir Leis
he: _הוסף
hr: _Dodaj
is: _Bæta við
it: _Aggiungi
ja: 追加 (_A)
ka: _დამატება
lt: _Pridėti
pl: _Dodaj
ro: _Adaugă
ru: _Добавить
sq: _Shtoni
sr: _Dodaj
sv: _Lägg till
sw: _Ongeza
vi: _Thêm

source: Add a file container
bg: Добавяне на контейнер за файлове
ca: Afegeix un contenidor de fitxer
cs: Přidat souborový kontejner
fa: افزودن مخزن فایل
fi: Lisää tiedostosäilö
fr: Ajouter un conteneur de fichiers
ga: Cuir coimeádán nua leis
he: הוסף מֵכַל קבצים
hr: Dodaj spremnik datoteka
is: Bæta við skráagámi
it: Aggiungi un contenitore di file
ja: ファイルコンテナーを追加
ka: ფაილის სათავსის დამატება
lt: Pridėti failų konteinerį
pl: Dodaj kontener plików
ro: Adăugați un container de fișiere
ru: Добавить контейнер файлов
sq: Shtoni përmbajtës kartelash
sr: Dodaj spremište datoteka
sv: Lägg till en filbehållare
sw: Ongeza kihifadhi faili
vi: Thêm một container chứa tập tin

source: Partitions and Drives
bg: Дялове и доскове
ca: Particions i unitats
cs: Disky a svazky
fa: پارتیشن‌ها و درایوها
fi: Osiot ja asemat
fr: Partitions et lecteurs
ga: Deighiltí agus Tiomántáin
he: מחיצות וכוננים
hr: Particije i pogoni
is: Diskhlutar og drif
it: Partizioni e Dischi
ja: パーティションとドライブ
ka: დანაყოფები და დისკები
lt: Skaidiniai ir diskai
pl: Partycje oraz dyski
ro: Partiții si Unități de disc
ru: Разделы и Диски
sq: Pjesë dhe Disqe
sr: Particije i diskovi
sv: Partitioner och enheter
sw: Mgawanyo na vifaa
vi: Phân vùng và ổ đĩa

source: This application is not affiliated with or endorsed by the VeraCrypt project or IDRIX.
bg: Това приложение не е свързно или одобрено от проекта VeraCrypt или IDRIX.
ca: Aquesta aplicació no està afiliada ni aprovada pel projecte VeraCrypt o IDRIX.
cs: Tato aplikace není spojena s ani schválena projektem VeraCrypt ani IDRIX.
fa: این نرم افزار وابسته و یا تائید شده توسط پروژه‌ی VeraCrypt یا IDRIX نیست.
fi: Tällä sovelluksella ei ole siteitä VeraCrypt-projektiin tai IDRIXin eikä niiden tukea.
fr: Cette application n’est ni affiliée avec le projet VeraCrypt ou IDRIX ni approuvée par ces derniers.
ga: Níl aon bhaint ar bith ag VeraCrypt ná IDRIX leis an bhfeidhmchlár seo.
he: יישום זה אינו מסונף עם או מאושר ע״י מיזם VeraCrypt או IDRIX.
hr: Ova aplikacija nije povezana ili odobrena od VeraCrypt projekta nit od IDRIX-a.
is: Þetta forrit tengist hvorki VeraCrypt verkefninu né IDRIX.
it: Questa applicazione non è affiliata o approvata dal progetto VeraCrypt o IDRIX.
ja: このアプリケーションは、VeraCrypt プロジェクトまたは IDRIX と提携または推奨しているものではありません。
ka: ეს პროგრამა არაა მოწოდებული ან დამოწმებული VeraCrypt-პროექტის ან IDRIX-ის მიერ.
lt: Ši programa neturi ryšių su VeraCrypt projektu ar IDRIX ir nėra jų remiama.
pl: Ta aplikacja nie jest powiązana ani wspierana przez projekt VeraCrypt lub IDRIX.
ro: Această aplicație nu este afiliată cu sau susținută de proiectul VeraCrypt sau IDRIX.
ru: Это приложение не связано или не одобрено проектом VeraCrypt или IDRIX.
sq: Ky aplikacion s’ka lidhje me projektin VeraCrypt apo IDRIX, as merret përsipër prej tyre.
sr: Ова апликација није повезана или подржана од стране VeraCrypt пројекта или IDRIX.
sv: Detta program är inte associerat med eller godkänts av VeraCrypt project eller idrix.
sw: Programu hii haihusiani wala haijachukuliwa namradi wa VeraCrypt au IDRIX.
vi: Ứng dụng này không được liên kết cùng hoặc được xác nhận bởi dự án VeraCrypt hoặc IDRIX.

source: _Open
bg: _Отваряне
ca: _Obre
cs: _Otevřít
fa: _باز کردن
fi: _Avaa
fr: _Ouvrir
ga: _Oscail
he: _פתח
hr: _Otvori
is: _Opna
it: _Apri
ja: 開く (_O)
ka: _გახსნა
lt: A_tverti
pl: _Otwarte
ru: _Открыть
sq: _Hape
sr: _Otvori
sv: _Öppna
sw: _Fungua
vi: _Mở

source: Lock this volume
bg: Заключване на дяла
ca: Bloqueja aquest volum
cs: Zamknout tento svazek
fa: فقل کردن این حجم
fi: Lukitse tämä taltio
fr: Verrouiller ce volume
ga: Glasáil an t-imleabhar seo
he: נעל כרך זה
hr: Zaključaj ovaj pogon
is: Læsa þessari gagnageymslu
it: Blocca questo volume
ja: ボリュームをロック
ka: დანაყოფის ჩაკეტვა
lt: Užrakinti šį tomą
pl: Zablokuj ten wolumin
ro: Blochează acest volum
ru: Заблокировать этот том
sq: Kyçe këtë vëllim
sr: Zaključaj ovaj prostorni medij
sv: Lås denna volym
sw: Fungia na sehemu ya hifadhi
vi: Khoá vùng ổ đĩa này lại

source: _Unlock
bg: _Отключване
ca: _Desbloqueja
cs: _Odemknout
fa: _باز کردن
fi: _Avaa lukitus
fr: _Déverrouiller
ga: _Díghlasáil
he: _בטל נעילה
hr: Ot_ključaj
is: _Aflæsa
it: _Sblocca
ja: ロック解除 (_U)
ka: _გაღება
lt: At_rakinti
pl: _Odblokowanie
ru: _Разблокировать
sq: _Shkyçe
sr: _Otključaj
sv: _Lås upp
sw: _Fungua
vi: _Mở khoá

source: Detach this volume
bg: Освобождаване на дяла
ca: Desmunteu aquest volum
cs: Odpojit tento svazek
fa: جدا کردن این حجم
fi: Irrota tämä taltio
fr: Détacher ce volume
ga: Dícheangail an t-imleabhar seo
he: נתק כרך זה
hr: Odspoji ovaj pogon
is: Aftengja þessa gagnageymslu
it: Rimuovi questo volume
ja: ボリュームを取り出す
ka: დანაყოფის მოხსნა
lt: Atjungti šį tomą
pl: Odłącz ten wolumin
ro: Detașează acest volum
ru: Отвязать этот том
sq: Shqite këtë vëllim
sr: Otkači ovaj prostorni medij
sv: Lösgör denna volym
sw: Ondoa sehemu hii ya hifadhi
vi: Tách vùng ổ đĩa này

source: Choose Passphrase
bg: Избиране на фраза за достъп
ca: Trieu la contrasenya
cs: Vyberte heslo
fa: گزینش عبارت عبور
fi: Aseta salauslauseke
fr: Choisissez la phrase de passe
ga: Roghnaigh Pasfhocal
is: Veldu lykilsetningu
it: Scegli la password
ja: パスフレーズを選択
lt: Pasirinkite slaptafrazę
pl: Wybierz hasło
ru: Выберите пароль
sq: Zgjidhni Frazëkalim
sr: Одабери лозинку
sv: Välj lösenordsfras
vi: Hãy lựa chọn Cụm mật khẩu

source: Choose the passphrase for the cloned Persistent Storage.
bg: Изберете фразата за достъп до дублираното постоянно хранилище.
ca: Escolliu una contrasenya per protegir l'Emmagatzematge Persistent.
cs: Vyberte heslo pro klonované Trvalé úložiště.
fa: گزینش عبارت عبوری برای ذخيره‌ساز مانا.
fi: Aseta kloonatulle pysyvälle tallennustilalle salauslauseke.
fr: Choisissez la phrase de passe pour le stockage persistant cloné.
ga: Roghnaigh an pasfhrása don Stór Marthanach clónáilte.
hr: Odaberi lozinku za kopirano trajno spremište.
is: Veldu lykilsetningu til að vernda klónuðu varanlegu gagnageymsluna.
it: Scegli la password per l'archiviazione persistente clonata.
ja: 複製された永続ストレージのパスフレーズを選択します。
ka: პაროლის შერჩევა მუდმივი საცავის ასლისთვის.
pl: Wybierz hasło do sklonowanej pamięci trwałej.
ru: Выберите пароль для клонированного Постоянного хранилища.
sq: Zgjidhni frazëkalimin për Depozitën e Qëndrueshme të klonuar.
sr: Одаберите лозинку за клонирано Упорно Складиште.
sv: Välj lösenordsfrasen för den klonade bestående lagringen.
vi: Chọn cụm mật khẩu cho Ổ đĩa lưu trữ Bền vững đã được nhân bản Clone.

source: Target USB stick:
bg: Целева USB памет:
ca: Llapis USB de destí:
cs: Cílový USB flash disk:
fa: فلش USB هدف:
fi: Kohde-USB-tikku:
fr: Clé USB cible :
ga: Méaróg USB mar sprioc:
he: החסן USB מטרה:
hr: Odredišni USB stick:
is: USB-minnislykill til að skrifa á:
it: Penna USB di destinazione:
ja: ターゲット USB メモリー:
ka: სასურველი USB-მეხსიერება:
lt: Paskirties USB atmintukas:
pl: Docelowa pamięć USB:
ro: Stick USB de destinație:
ru: Выберите USB-накопитель:
sq: Diskth USB i synuar:
sr: Odaberi USB fleš:
sv: Mål-USB-minne:
sw: Flashi iliyolengwa:
vi: Thẻ nhớ USB đích đến:

source: Reinstall (delete all data)
bg: Преинсталиране (премахва информацията)
ca: Reinstal·la (suprimeix tots els arxius)
cs: Přeinstalovat (smazat všechna data)
fa: نصب مجدد (حذف تمام داده ها)
fi: Asenna uudelleen (poista kaikki data)
fr: Réinstaller (supprimer toutes les données)
ga: Athshuiteáil (scriosfar na sonraí go léir)
he: התקן מחדש (מחק כל הנתונים)
hr: Instaliraj ponovo (obriši sve podatke)
is: Setja upp aftur (eyða öllum gögnum)
it: Reinstalla (elimina tutti i dati)
ja: 再インストール (すべてのデータを消去)
ka: ხელახლა დაყენება (ყველა მონაცემის წაშლა)
lt: Įdiegti iš naujo (ištrinti visus duomenis)
pl: Przeinstaluj (kasuje wszystkie dane)
ro: Reinstalează (șterge toate datele)
ru: Переустановить (стереть все данные)
sq: Riinstaloje (fshi krejt të dhënat)
sr: Reinstaliraj (svi podaci biće obrisani)
sv: Installera om (ta bort all data)
sw: Sanikisha tena (futa data zote)
vi: Cài đặt lại (xoá toàn bộ dữ liệu)

source: If you want us to encrypt messages when we respond to you, add your key ID, a link to your key, or the key as a public key block:
bg: Ако желаете да шифроваме съобщенията си, когато ви отговаряме, добавете идентификатора на ключа, препратка към него или ключа като блок от текст:
ca: Si voleu que us enviem missatges xifrats quan us responem, afegiu el vostre ID de clau, un enllaç a la clau, o la clau com a bloc de clau pública:
cs: Pokud chcete, abychom šifrovali zprávy, až vám budeme odpovídat, přidejte ID svého klíče, odkaz na váš klíč, nebo klíč jako blok veřejného klíče:
fa: اگر میخواهید ما در هنگام پاسخ به شما، پیام را رمزگذاری کنیم، آی دی کلید خود، یک لینک به کلید، و یا کلید را بعنوان یک کلید بلاک عمومی اضافه کنید:
fi: Jos haluat, että salaamme vastausviestimme, kerro avaimesi tunnistenumero tai linkitä tai lisää tekstinä julkinen avaimesi:
fr: Si vous voulez que l’on chiffre les courriels quand nous vous répondons, ajoutez votre ID de clé, un lien vers votre clé, ou la clé comme bloc de clé publique :
ga: Má tá tú ag súil le freagra criptithe uainn, tabhair aitheantas d'eochrach, nasc le d'eochair, nó an eochair féin mar bhloc eochrach poiblí:
he: אם אתה רוצה שנצפין הודעות כשאנחנו מגיבים לך, הוסף את זהות המפתח שלך, קישור אל המפתח שלך, או המפתח כגוש של מפתח ציבורי:
hr: Ako želiš da šifriramo poruke kad ti odgovaramo, dodaj svoj ID ključa, poveznicu na tvoj ključ ili ključ kao blok javnog ključa:
is: Ef þú vilt að við dulritum skeyti þegar við svörum þér, settu þá inn auðkenni dulritunarlykilsins þíns, tengil á lykilinn, eða lykilinn sem dreifilykilsblokk:
it: Se volete che i messaggi vengano crittografati quando vi rispondiamo, aggiungete il vostro ID chiave, un link alla vostra chiave o la chiave come blocco di chiave pubblica:
ja: 私たちがあなたに返信をする際にメッセージを暗号化して欲しい場合、あなたの鍵 ID か、あなたの鍵へのリンクか、公開鍵ブロックとしての鍵を追加してください:
ka: თუ გსურთ წერილები დავშიფროთ პასუხისას, დაამატეთ თქვენი გასაღების ID, ან ბმული თქვენს გასაღებზე, ან გასაღები, საჯარო გასაღების სახით:
lt: Jeigu norite, kad jums atsakydami, užšifruotume laiškus, pridėkite savo rakto ID, nuorodą į savo raktą arba raktą kaip viešojo rakto bloką:
pl: Jeżeli chcesz, żeby nasza odpowiedź była zaszyfrowana, podaj identyfikator Twojego klucza, link do klucza lub klucz publiczny:
ro: Dacă vreți să criptăm mesajele cînd vă răspundem, adăugați IDul cheii, un link către cheia dumneavoastră sau atașați cheia publică:
ru: Если вы хотите, чтобы мы шифровали сообщения, отвечая вам, добавьте ID вашего ключа, ссылку на ваш ключ или ключ в виде блока открытого ключа:
sq: Nëse doni që t’i fshehtëzojmë mesazhet, kur ju përgjigjemi, shtoni ID-në e kyçit tuaj, një lidhje për te kyçi juaj, ose një kyç si një bllok kyçi publik:
sr: Ako hocete da sifrujemo poruke kada vam dajemo odgovor, dodajte ID vaseg kljuca, link do vaseg kljuca, ili kljuc kao blok javnog kljuca:
sv: Om du vill att vi ska kryptera meddelanden när vi svarar dig, lägg till ditt nyckel-ID, en länk till din nyckel eller nyckeln som ett offentligt nyckelblock:
sw: Kama unataka tusimbe ujumbe pale tunapokujibu, weka utambulisho wako wa kipekee, anwani ya utambulisho wako wa kipekee, aualama za kipekee kama utambulisho wa umma:
vi: Nếu bạn muốn chúng tôi mã hóa tin nhắn khi chúng tôi phản hồi cho bạn, hãy thêm khoá key ID của bạn, một đường dẫn tới khóa key của bạn, hoặc khóa key như là một chuỗi khóa key công khai:
