Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Tails will continue connecting to Tor after you close the Tor Connection assistant. If connecting to Tor fails, you will have to wait again until the end of the progress bar to be able to troubleshoot your connection.
bg: След като затворите асистента за връзка с Tor, Tails ще продължи да установява връзка с мрежата на Tor. Ако свързването с мрежата на Tor е неуспешно, ще трябва да изчакате отново до края на лентата за напредък, за да можете да отстраните неизправностите във връзката.
ca: Tails continuarà connectant-se a Tor després de tancar l'assistent de connexió de Tor. Si la connexió a Tor falla, haureu d'esperar de nou fins al final de la barra de progrés per poder solucionar els problemes de connexió.
cs: Po zavření asistenta pro připojení k síti Tor bude Tails pokračovat v připojování k síti Tor. Pokud připojení k síti Tor selže, budete muset počkat až doběhne ukazatel průběhu, abyste mohli řešit problémy s připojením.
fa: پس از بستن دستیار اتصال تور، تیلز به اتصال به تور ادامه خواهد داد. اگر اتصال به تور انجام نشد، باید دوباره تا پایان نوار پیشرفت صبر کنید تا بتوانید اتصال خود را عیب‌یابی کنید.
fi: Tails jatkaa yhteyden muodostusta Tor-verkkoon sen jälkeen, kun olet sulkenut Tor-yhteysapurin. Jos yhteyden muodostus epäonnistuu, sinun on odotettava uudelleen edistymispalkin loppuun asti voidaksesi suorittaa yhteyden vianmäärityksen.
fr: Tails sera encore connecté à Tor une fois que vous aurez fermé l’assistant de connexion à Tor. Si la connexion à Tor échoue, vous devrez de nouveau attendre la fin de la barre de progression afin de dépanner votre connexion.
ga: Leanfaidh eireabaill ag nascadh le Tor tar éis duit an cúntóir Tor Connection a dhúnadh. Má theipeann ar nascadh le Tor, beidh ort fanacht arís go dtí deireadh an bharra dul chun cinn le bheith in ann do nasc a réiteach.
he: Tails ימשיך להתחבר אל ה Tor שלך אחרי שסייען ההתחברות של Tor יסגר. אם ההתחברות אל Tor נכשלת, יתכן שיהיה צורך להמתין עד סיום פעילות סמן סטטוס ההתקדמות כדי שאפשר יהיה לנסות ולאתר את תקלת ההתחברות.
hr: Tails će se nastaviti povezivati na Tor nakon zatvaranja asistenta za povezivanje na Tor. Ako povezivanje na Tor ne uspije, za ispravljanje tvoje veze morat ćeš ponovo čekati do kraja trake napretka.
is: Tails mun halda áfram að tengjast við Tor eftir að þú lokar leiðarvísinum fyrir Tor-tengingu. Ef það mistekst að tengjast við Tor, verður þú að bíða þar til framvindustikan klárast áður en þú getur reynt að finna lausn við vandamálinu með tenginguna.
it: Tails continuerà a connettersi a Tor dopo aver chiuso l'assistente di connessione a Tor. Se la connessione a Tor fallisce, dovrai attendere di nuovo fino alla fine della barra di avanzamento per poter cercare il problema nella tua connessione.
ja: Tails は Tor 接続アシスタントを閉じても Tor に接続し続けます。 Tor の接続に失敗した場合は、接続に関するトラブルシューティングを行うために、進行バーが終了するまで待つ必要があります。
ka: Tails განაგრძობს მიერთებას Tor-თან, კავშირის გზამკვლევის დახურვის შემდგომაც. თუ Tor-თან კავშირი ვერ შედგება, მოგიწევთ მოითმინოთ წინსვლის ზოლის შევსებამდე, სანამ კავშირის ხარვეზების დადგენა შეგეძლებათ.
pl: Tails będzie kontynuował łączenie się z siecią Tor po zamknięciu asystenta połączenia. Jeśli połączenie z siecią Tor nie powiedzie się, należy poczekać do zakończenia paska postępu, aby móc rozwiązać problemy z połączeniem.
ro: Tails va continua să se conecteze la Tor după ce închizi Asistentul de Conexiune Tor. Dacă conectarea la Tor eșuează, trebuie să aștepți din nou până la sfârsitul bării de progres pentru a vă putea depana conexiunea.
ru: Tails продолжит подключение к Tor посте того, как вы закроете ассистент Tor Connection. Если подключиться к Tor не удастся, вам придется снова подождать заполнения индикатора выполнения, чтобы появилась возможность устранить неполадки с подключением.
sq: Tails do të vazhdojë të lidhet me Tor-in, pasi të mbyllni ndihmësin e Lidhjeve Tor. Nëse lidhja me Tor-in dështon, do t’ju duhet të prisni prapë, deri në fund të shtyllës së ecurisë, për të qenë në gjendje të diagnostikoni lidhjen tuaj.
sr: Tails će nastaviti povezivanje na Tor nakon što zatvorite Pomoćnik Tor Veze. Ako povezivanje na Tor ne uspe, moraćete sačekati dok se progress bar ne završi za otklanjanje problema vaše konekcije.
sv: Tails fortsätter att ansluta till Tor när du stänger Tor-anslutningshjälpen. Om anslutningen till Tor misslyckas måste du vänta igen till slutet av förloppsindikatorn för att kunna felsöka din anslutning.
sw: Tails itaendelea kuunganisha katika Tor baada ya kufunga mawasiliano ya Tor. Kama hujafanikiwa kuunganisha na Tor, utasubiri tena mpaka sehemu inayoonyesha maendeleo iweze kutatua tatizo lako la mawasiliano.
vi: Tails sẽ tiếp tục kết nối tới Tor sau khi bạn đóng trình hỗ trợ kết nối Tor. Nếu kết nối tới Tor thất bại, bạn sẽ phải đợi lần nữa cho tới khi kết thúc của thanh tiến trình để có thể truy xét kết nối của bạn.

source: Close and Lose Progress
bg: Затваряне и загуба на напредък
ca: Tanca i perd el progrés
cs: Zavřít a přijít o průběh
fi: Sulje ja menetä edistyminen
fr: Fermer et renoncer aux progrès réalisés
ga: Dún agus Caill Dul Chun Cinn
is: Loka og tapa framvindunni
it: Chiudi e Perdi il Progresso
ja: 終了して進捗を破棄する
ka: დახურვა და წინსვლის გაუქმება
pl: Zamknij i utrać postęp
ro: Inchide si Pierde Progresul
ru: Закрыть и потерять прогресс
sq: Mbylleni dhe Humbni Ecurinë
sr: Zatvori i Izgubi Napredak
sv: Stäng och förlora framsteg
sw: Funga na poteza muendelezo
vi: Đóng và Mất đi Tiến trình

source: Wait
bg: Изчакване
ca: Espera
cs: Počkejte
fa: شکیبایی کنید
fi: Odota
fr: Attendre
ga: Fan
he: להמתין
is: Bíddu
it: Aspetta
ja: 待つ
ka: მოცდა
lt: Palaukti
pl: Czekaj
ro: Asteptati
ru: Подождать
sq: Prit
sr: Sačekaj
sv: Vänta
sw: Subiri
vi: Chờ

source: You need to migrate your OpenPGP keys
bg: Необходимо е да ключовете на OpenPGP да бъдат прехвърлени
ca: Heu de migrar les vostres claus OpenPGP
cs: Musíte zmigrovat své klíče OpenPGP
fa: لازم است کلید‌های OpenPGP خود را منتقل کنید
fi: Sinun täytyy siirtää OpenPGP-avaimesi
fr: Vous devez migrer vos clés OpenPGP
ga: Ní mór duit do chuid eochracha OpenPGP a aistriú
he: יש להסב את מפתחות ה־OpenPGP שלך
is: Þú þarft að yfirfæra OpenPGP-dulritunarlyklana þína
it: Devi migrare le tue chiavi OpenPGP
ja: OpenPGP キーを移行する必要があります
ka: დაგჭირდებათ თქვენი OpenPGP-გასაღებების გადატანა
pl: Musisz zmigrować swoje klucze OpenPGP
ro: Trebuie să migrezi cheile tale OpenPGP
ru: Вам нужно перенести ваши ключи OpenPGP
sq: Lypset të migroni kyçet tuaj OpenPGP
sr: Morate migrirati svoje OpenPGP ključeve
sv: Du måste migrera dina OpenPGP-nycklar
sw: Unahitaji kuhamisha alama zako za kipeke za OpenPGP
vi: Bạn cần di tản các khoá key OpenPGP của bạn

source: <i>Thunderbird</i> 78 now replaces the <i>Enigmail</i> extension with built-in support for OpenPGP encryption. To continue using your OpenPGP keys in <i>Thunderbird</i>, follow our migration instructions.
bg: <i>Thunderbird</i> 78 замени разширението <i>Enigmail</i> с вградена поддръжка на шифроване от OpenPGP. За да продължите да използвате ключовете си на OpenPGP в <i>Thunderbird</i>, следвайте инструкциите за прехвърляне.
ca: <i>Thunderbird</i> 78 ara substitueix l'extensió <i>Enigmail</i> amb suport integrat per a l'encriptació OpenPGP. Per continuar utilitzant les vostres claus OpenPGP a <i>Thunderbird</i>, seguiu les nostres instruccions de migració.
cs: <i>Thunderbird</i> 78 nyní nahrazuje <i>Enigmail</i> rozšíření s integrovanou podporou šifrování OpenPGP. Chcete-li nadále používat klíče OpenPGP v <i>Thunderbird</i>, postupujte podle našich pokynů k migraci.
fa: <i>Thunderbird</i> 78 اکنون افزونه <i>Enigmail</i> را با پشتیبانی داخلی برای رمزگذاری OpenPGP جایگزین می‌کند. برای ادامه استفاده از کلیدهای OpenPGP خود در <i>Thunderbird</i>، دستورالعمل‌های مهاجرت ما را دنبال کنید.
fi: Sisäänrakennetun OpenPGP-salauksen sisältävä <i>Thunderbird</i> 78 korvaa nyt <i>Enigmail</i>-lisäosan. Voit jatkaa OpenPGP-avaintesi käyttöä <i>Thunderbirdissä</i> seuraamalla siirto-ohjeitamme.
fr: <i>Thunderbird</i> 78 remplace désormais l’extension <i>Enigmail</i> par une prise en charge intégrée du chiffrement OpenPGP. Afin de continuer à utiliser vos clés OpenPGP dans <i>Thunderbird</i>, veuillez suivre nos instructions de migration.
ga: Cuireann <i>Thunderbird</i> 78 tacaíocht ionsuite do chriptiú OpenPGP in ionad an iarmhír <i>Enigmail</i>. Chun leanúint ar aghaidh ag úsáid d’eochracha OpenPGP in <i>Thunderbird</i>, lean ár dtreoracha aistrithe.
he: <i>Thunderbird</i> 78 מחליף כעת את ההרחבה <i>Enigmail</i> עם תמיכה מובנת בהצפנת OpenPGP. כדי להמשיך להשתמש במפתחות ה־OpenPGP ב־<i>Thunderbird</i>, נא לעקוב אחר הנחיות ההסבה שלנו.
is: <i>Thunderbird</i> 78 hefur núna skipt út <i>Enigmail</i> forritsviðaukanum fyrir innbyggðan stuðning við OpenPGP dulritun. Til að halda áfram að nota OpenPGP-dulritunarlyklana í <i>Thunderbird</i> skaltu fara eftir leiðbeiningunum okkar varðandi yfirfærsluna.
it: <i>Thunderbird</i> 78 sostituisce l'estensione <i>Enigmail</i> con il supporto integrato alla crittografia OpenPGP. Per continuare a usare le tue chiavi OpenPGP in <i>Thunderbird</i>, segui le nostre istruzioni di migrazione.
ja: <i>Thunderbird</i> 78 では、<i>Enigmail</i> 拡張機能が内蔵の OpenPGP 暗号化に置き換えられました。<i>Thunderbird</i> で OpenPGP キーを引き続き使用するには、移行手順に沿ってください。
ka: <i>Thunderbird</i> 78 ახლა უკვე ანაცვლებს გაფართოებას <i>Enigmail</i> ჩაშენებული OpenPGP- დაშიფვრის მხარდაჭერით. თუ გსურთ განაგრძოთ OpenPGP-გასაღებების გამოყენება <i>Thunderbird</i>-ში, მიჰყევით ჩვენს მითითებებს გადასატანად.
pl: <i>Thunderbird</i> 78 zastępuje teraz rozszerzenie <i>Enigmail</i> wbudowaną obsługą szyfrowania OpenPGP. Aby nadal używać kluczy OpenPGP w <i>Thunderbirdzie</i>, postępuj zgodnie z naszymi instrukcjami migracji.
ro: <i>Thunderbird</i>78 reînlocuiește acum extensia <i>Enigmail</i> cu suportul integrat pentru encriptarea OpenPGP. Pentru a continua folosirea cheilor tale OpenPGP în <i>Thunderbird</i>, urmăriți instrucțiunile de migrare.
ru: <i>Thunderbird</i>78 теперь заменяет дополнение <i>Enigmail</i>со встроенной поддержкой OpenPGP-шифрования. Чтобы продолжить использовать ваши ключи OpenPGP в <i>Thunderbird</i>, следуйте нашим инструкциям по переносу.
sq: <i>Thunderbird</i> 78 tani zëvendëson zgjerimin <i>Enigmail</i> me mekanizëm të brendshëm për fshehtëzim OpenPGP. Që të vazhdoni të përdorni kyçet tuaj OpenPGP në <i>Thunderbird</i>, ndiqni udhëzimet tona të migrimit.
sr: <i>Thunderbird</i> 78 sad zamenjuje <i>Enigmail</i> ekstenziju sa ugrađenom podrškom za OpenPGP enkripciju. Da nastavite sa korištenjem svojih OpenPGP ključeva u <i>Thunderbird</i>, pratite instrukcije za migriranje.
sv: <i>Thunderbird</i> 78 ersätter nu tillägget <i>Enigmail</i> med inbyggt stöd för OpenPGP-kryptering. För att fortsätta använda dina OpenPGP-nycklar i <i>Thunderbird</i>, följ våra migreringsinstruktioner.
sw: <i>Thunderbird</i> 78 now replaces the <i>Enigmail</i> itasaidia usimbwaji wa OpenPGP. Kuendelea kutumia alama zako za kipekee za OpenPGP katika <i>Thunderbird</i>, fuata maelekezo yetu ya kuhamisha.
vi: <i>Thunderbird</i> 78 hiện thay thế cho tiện ích <i>Enigmail</i> với hỗ trợ tích hợp sẵn cho mã hoá OpenPGP. Để tiếp tụp sử dụng khoá key OpenPGP trong <i>Thunderbird</i>, hãy theo bước các chỉ dẫn dịch chuyển của chúng tôi.

source: _Open Migration Instructions
bg: _Отваряне на инструкции за прехвърляне
ca: _Obre les instruccions de migració
cs: _Otevřete pokyny k migraci
fa: _باز کردن دستورالعمل مهاجرت
fi: _Avaa siirtämis ohjeet
fr: _Ouvrir les instructions de migration
ga: _Treoracha Imirce Oscailte
he: _פתיחת הוראות הסבה
is: _Opna leiðbeiningar fyrir yfirfærslu
it: _Istruzioni sulle Migrazioni Aperte
ja: 移行手順を開く (_O)
ka: _გადატანის მითითებების გახსნა
pl: _Otwórz instrukcje migracji
ro: _Deschideți Instrucțiunile de Migrare
ru: _Открыть инструкции по переносу
sq: Udhëzime Migrimi _OpenPGP
sr: _Otvori Instrukcije za Migraciju
sv: _Öppna migreringsinstruktioner
sw: _Fungua maelekezo ya kuhamisha
vi: _Mở các chỉ dẫn dịch chuyển

source: _Migrate Later
bg: _Прехвърляне по-късно
ca: _Migrar més tard
cs: _Migrovat později
fa: _بعدا مهاجرت کن
fi: _Siirrä myöhemmin
fr: _Migrer ultérieurement
ga: _Imirce ar ball
he: לה_סיב מאוחר יותר
is: _Yfirfæra síðar
it: _Migra più tardi
ja: 後で移行 (_M)
ka: _გადატანა მოგვიანებით
pl: _Migruj później
ro: _Migrează mai târziu
ru: _Перенести позже
sq: _Migrojini Më Vonë
sr: _Migriraj Kasnije
sv: _Migrera senare
sw: _Hamisha baadae
vi: _Dịch chuyển sau

source: Tor is not ready
bg: Tor не е готов
ca: Tor no està preparat
cs: Síť Tor není připravena
fa: Tor آماده نیست
fi: Tor ei ole valmis
fr: Tor n’est pas prêt
ga: Níl Tor réidh
he: Tor אינו מוכן
hr: Tor nije spreman
is: Tor er ekki tilbúið
it: Tor non è pronto
ja: Tor は準備できていません
ka: Tor არაა მზად
lt: Tor neparuoštas
pl: Tor nie jest gotowy
ro: Tor nu este pregatit
ru: Tor не готов
sq: Tor-i s’është gati
sr: Tor nije spreman
sv: Tor är inte redo
sw: Tor haipo tayari
vi: Tor chưa sẵn sàng

source: Tor is not ready. Start Tor Browser anyway?
bg: Tor не е готов. Стартиране на Tor Browser въпреки всичко?
ca: Tor no està preparat. Voleu iniciar el Navegador Tor igualment?
cs: Síť Tor není připravena. Chcete prohlížeč Tor přesto spustit?
fa: Tor آماده نیست. مرورگر Tor به هر حال اجرا شود؟
fi: Tor ei ole valmis. Käynnistetäänkö Tor-selain siitä huolimatta?
fr: Tor n’est pas prêt. Démarrer le Navigateur Tor quand même ?
ga: Níl Tor réidh. An bhfuil fonn ort Brabhsálaí Tor a thosú mar sin féin?
he: Tor אינו מוכן. להתחיל את דפדפן Tor בכל זאת?
hr: Tor nije spreman. Svejedno pokrenuti Tor preglednik?
is: Tor er ekki tilbúið. Ræsa samt Tor-vafrann?
it: Tor non è pronto. Avviare comunque il Tor Browser?
ja: Tor は準備できていません。このまま Tor Browser を起動しますか？
ka: Tor არაა მზად. მაინც გაეშვას Tor-ბრაუზერი?
lt: Tor neparuoštas. Vis tiek paleisti Tor Naršyklę?
pl: Tor nie jest gotowy. Uruchomić Tor Browser mimo tego?
ro: Tor nu este pregătit. Se pornește navigatorul Tor Browser oricum?
ru: Tor не готов. Все равно запустить Tor Browser?
sq: Tor-i s’është gati. Të niset Shfletuesi Tor, sido qoftë?
sr: Tor nije spreman. Ipak pokrenuti Tor?
sv: Tor är inte redo. Starta Tor Browser ändå?
sw: Tor haipo tayari Anza kutumia Tor Browser hivyohivyo?
vi: Tor chưa sẵn sàng. Khởi chạy Tor Browser dù thế nào chăng nữa chứ?

source: Start Tor Browser Offline
bg: Стартиране на Tor Browser без мрежа
ca: Inicia el Navegador Tor fora de línia
cs: Spustit prohlížeč Tor offline
fa: مرورگر تور را به صورت آفلاین راه اندازی کنید
fi: Käynnistä Tor-selain yhteydettömässä tilassa
fr: Démarrer le Navigateur Tor hors ligne
ga: Tosaigh Brabhsálaí Tor As Líne
he: התחל את דפדפן Tor לא מקוון
is: Ræsa Tor-vafrann á netinu
it: Avvia Tor Browser offline
ja: Tor Browser をオフラインで開始
ka: Tor-ბრაუზერის გაშვება ხაზგარეშედ
pl: Uruchom Tor Browser w trybie offline
ro: Porneste browser-ul Tor offline
ru: Запустить Tor Browser в автономном режиме
sq: Nise Shfletuesin Tor Jo Në Linjë
sr: Pokreni Tor Browser Offline
sv: Starta Tor Browser frånkopplad
sw: Anza Tor Browser bila mtandao
vi: Khởi chạy trình duyệt Tor Browser ngoại tuyến

source: Open Tor Connection
bg: Отваряне на Връзка с мрежата на Tor
ca: Obre la connexió Tor
cs: Otevřít spojení s Torem
fa: اتصال تور را باز کنید
fi: Avaa Tor-yhteys
fr: Ouvrir la connexion à Tor
ga: Oscail Ceangal Tor
he: פתח חיבור Tor
is: Opna Tor-tengingu
it: Apri connessione Tor
ja: Tor 接続を開く
ka: Tor-კავშირის გახსნა
pl: Otwórz połączenie Tor
ro: Deschide conexiunea Tor
ru: Открыть Tor-соединение
sq: Hap Lidhje Tor
sr: Otvori Tor Konekciju
sv: Öppna Tor-anslutning
sw: Fungua mawasiliano ya Tor
vi: Mở kết nối Tor

source: Tor Status
bg: Състояние на Tor
ca: Estat de Tor
cs: Stav sítě Tor
fa: وضعیت Tor
fi: Tor-tila
fr: État de Tor
ga: Stádas Tor
he: מעמד Tor
hr: Stanje Tora
is: Staða Tor
it: Stato di Tor
ja: Tor の状態
ka: Tor-ის მდგომარეობა
lt: Tor būsena
pl: Status sieci Tor
ro: Stare Tor
ru: Статус Tor
sq: Gjendje Tor-i
sr: Status Tora
sw: Hali ya Tor
vi: Trạng thái Tor

source: Open Tor Connection Assistant
bg: Помощник за връзка с мрежата на Tor
ca: Obre l'Assistent de connexió Tor
cs: Otevřít asistenta připojení k Tor
fr: Ouvrir l'assistant de connexion à Tor
ga: Oscail Cúntóir Ceangal Tor
is: Opna Tor-tengiaðstoð
ja: Tor 接続アシスタントを開く
ka: Tor-კავშირის მეგზურის გახსნა
pl: Otwórz asystenta połączenia z siecią Tor
ru: Открыть Ассистент подключения к Tor
sq: Hap Asistent Lidhjesh Tor
sr: Отворите Tor Асистенцију за повезивање
sv: Öppna Tor-anslutningsassistent

source: View Tor Circuits
bg: Преглед на веригите на Tor
ca: Mostra els circuits de Tor
cs: Zobrazit Tor okruhy
fa: دیدن مدار تور
fi: Näytä Tor-ketjut
fr: Visualiser les circuits Tor
ga: Féach ar Chiorcaid Tor
he: הצג מעגלי Tor
hr: Prikaži Tor sklopove
is: Skoða Tor-rásir
it: Vedi circuiti Tor
ja: Tor 回線を見る
ka: Tor-წრედების ნახვა
lt: Rodyti Tor grandines
pl: Zobacz obwody Tor
ro: Vizualizare circuite Tor
ru: Посмотреть цепочки Tor
sq: Shihni Qarqe Tor
sr: Погледај Тор Токове
sv: Visa Tor-kretsar
sw: Angalia sakiti za Tor
vi: Hiện các mạch nối Tor Circuit

source: Only {available_memory} KiB of memory is available, need at least {required_memory} KiB. Try again after closing some applications or rebooting.
bg: Само {available_memory} КиБ памет са налични, необходими са най-малко {required_memory} КиБ. Опитайте отново след като затворите някои приложения или след рестартиране.
ca: Només hi ha {available_memory} KiB de memòria disponible, cal com a mínim {required_memory} KiB. Torneu-ho a provar després de tancar algunes aplicacions o de reiniciar.
cs: Pouze {available_memory} KiB paměti je volné, potřebujete minimálně {required_memory} KiB. Zkuste to znovu po uzavření nepotřebných aplikací nebo po restartování.
fi: Vain {available_memory} KiB muistia on vapaana ja tarvitaan vähintään {required_memory} KiB. Yritä uudelleen suljettuasi joitakin sovelluksia tai uudelleenkäynnistyksen jälkeen.
fr: Seulement {available_memory} KiB de mémoire est disponible, il faut au moins {required_memory} KiB. Réessayez après avoir fermé certaines applications ou redémarré.
ga: Níl ach {available_memory} KiB de chuimhne ar fáil, tá {required_memory} KiB ar a laghad de dhíth. Bain triail eile as tar éis duit roinnt feidhmchlár a dhúnadh nó tar éis duit a atosú.
is: Aðeins {available_memory} KiB af minni ier tiltækt, að minnsta kosti {required_memory} KiB eru nauðsynleg. Prófaðu aftur eftir endurræsingu eða að hafa lokað einhverjum forritum.
it: Sono disponibili solo {available_memory} KiB di memoria, ne sono necessari almeno {required_memory} KiB. Prova nuovamente dopo aver chiuso alcune applicazioni o riavviato.
ja: 使用可能なメモリーは {available_memory} KiB だけです。少なくとも {required_memory} KiB が必要です。 いくつかのアプリケーションを終了するか、再起動してから再度お試しください。
pl: Dostępna pamięć to tylko {available_memory} kiB, potrzebujesz co najmniej {required_memory} kiB. Spróbuj ponownie po zamknięciu niektórych aplikacji lub po ponownym uruchomieniu.
ro: Disponibili doar {available_memory} KiB de memorie, necesari minim {required_memory} KiB. Reincercati dupa inchiderea unor aplicatii sau reporniti.
ru: Только {available_memory} КиБ памяти доступно, необходимо как минимум {required_memory} КиБ. Попытайтесь снова после того, как закроете ненужные приложения или перезапустите систему.
sq: Vetëm {available_memory} KiB kujtesë e lirë, duhen të paktën {required_memory} KiB. Riprovoni pas mbylljes së disa aplikacioneve, ose pas rinisjes.
sr: Samo {available_memory} KiB mesta je dostupno, potrebno je bar {required_memory} KiB. Pokušajte ponovo nakon zatvaranja nekih aplikacija i restartovanja.
sv: Endast {available_memory} KiB minne är tillgängligt, behöver minst {required_memory} KiB. Försök igen efter att ha stängt några program eller startat om.
vi: Chỉ có {available_memory} KiB của bộ nhớ là khả dụng, cần có ít nhất {required_memory} KiB. Hãy thử lại sau khi đóng một số các ứng dụng hoặc khởi động lại máy.

source: Creating a partition for the Persistent Storage...
bg: Създаване на дела на постоянното хранилище…
ca: S'està creant una partició per a l'Emmagatzematge Persistent...
cs: Probíhá vytváření oddílu pro Trvalé Uložiště...
fa: ایجاد کردن افرازی برای ذخیره‌ساز ماندگار…
fi: Luodaan osiota pysyvälle tallennustilalle...
fr: Création d'une partition pour le stockage persistant...
ga: Deighilt a chruthú don Stóráil Seasmhach...
is: Bý til disksneið fyrir varanlegu gagnageymsluna...
it: Creazione di una partizione per l'archiviazione persistente...
ja: 永続ストレージ用パーティションの作成中...
ka: იქმნება დანაყოფი მუდმივი საცავისთვის...
pl: Tworzenie partycji dla pamięci trwałej...
ro: Se creaza o partitie pentru Stocarea Permanentă...
ru: Создание раздела для Постоянного хранилища…
sq: Po krijohet një pjesë për Depozitën e Qëndrueshme…
sr: Pravljenje particije Upornog Skladišta...
sv: Skapar en partition för bestående lagring...
vi: Tạo ra một phân vùng bộ nhớ cho Ổ đĩa lưu trữ Bền vững...

source: Initializing the LUKS encryption... The computer might stop responding for a few seconds.
bg: Подготвяне на шифроването на LUKS… Устройството може да спре да отговаря за известно време.
ca: S'està inicialitzant l'encriptatge LUKS... És possible que l'ordinador deixi de respondre durant uns segons.
cs: Spouštění LUKS šifrování... Počítač může přestat fungovat na pár sekund...
fi: Alustetaan LUKS-salausta... Tietokone voi lakata vastaamasta muutamiksi sekunneiksi.
fr: Initialisation du cryptage LUKS... Il se peut que l'ordinateur ne réponde plus pendant quelques secondes.
ga: Criptiú LUKS á thúsú... Seans go stopfaidh an ríomhaire ag freagairt ar feadh cúpla soicind.
is: Frumstilling LUKS-dulritun... Tölvan gæti hætt að svara í nokkrar sekúndur.
it: Inizializzazione dell'encryption LUKS... Il computer potrebbe smettere di rispondere per alcuni secondi.
ja: LUKS 暗号化の初期化中... コンピューターが数秒間応答しなくなる場合があります。
lt: Inicijuojamas LUKS šifravimas... Kompiuteris gali kelias sekundes nereaguoti.
pl: Inicjowanie szyfrowania LUKS... Komputer może przestać odpowiadać na kilka sekund.
ro: Initializare criptare LUKS... Calculatoare poate parea blocat pentru cateva secunde.
ru: Инициализация LUKS шифрования… Ваш компьютер может перестать отвечать на некоторое время.
sq: Po gatitet fshtehtëzimi me LUKS… Kompjuteri mund të reshtë së përgjigjuri, për pak sekonda.
sr: Inicijalizujovanje LUKS enkripcije... Kompjuter se može smrznuti par sekundi.
sv: Initierar LUKS-krypteringen... Datorn kan sluta svara under några sekunder.
vi: Đang khởi tạo mã hoá LUKS... Máy tính có thể sẽ dừng phản hồi trong một vài giây.

source: Unlocking the encryption...
bg: Отключване на хранилището…
ca: S'està desbloquejant l'encriptatge...
cs: Odemikání šifry...
fi: Avataan salausta...
fr: Déverrouiller le chiffrement...
ga: An criptiúchán á dhíghlasáil...
is: Aflæsi dulrituninni...
it: Sblocco della cifratura...
ja: 暗号化の解除中...
ka: იხსნება დაშიფვრა...
lt: Atrakinamas šifravimas...
pl: Odblokowywanie szyfrowania...
ro: Deblocarea criptarii...
ru: Разблокировка шифрования…
sq: Po shkyçet fshehtëzimi…
sr: Otključavanje enkripcije...
sv: Låser upp krypteringen...
vi: Đang mở khoá mã hoá...

source: Formatting the file system...
bg: Форматиране на файловата система…
ca: S'està formatant el sistema de fitxers...
cs: Formátování systému souborů...
fi: Alustetaan tiedostojärjestelmää...
fr: Formatage du système de fichiers...
ga: Formáidiú an chórais comhad...
is: Forsníð skráarkerfið...
it: Formattazione del file system...
ja: ファイルシステムのフォーマット中...
ka: საფაილო სისტემის შედგენა...
lt: Formatuojama failų sistema...
pl: Formatowanie systemu plików...
ro: Se pregateste sistemul de fișiere...
ru: Форматирование файловой системы…
sq: Po formatohet sistemi i kartelave…
sr: Fomratiranje fajl sistema...
sv: Formaterar filsystemet...
vi: Đang Format hệ thống file tập tin...
