Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Activating the Persistent Storage...
bg: Включване на постоянното хранилище…
ca: S'està activant l'Emmagatzematge Persistent...
cs: Aktivování Trvalého Uložiště...
fa: فعّال سازی ذخیره سازی مانا…
fi: Aktivoidaan pysyvää tallennustilaa...
fr: Activation du stockage persistant...
ga: Stóráil Marthanach á ghníomhachtú...
hr: Aktiviranje trajnog spremišta...
is: Virkja varanlegu gagnageymsluna...
it: Attivazione dell'archiviazione persistente...
ja: 永続ストレージを有効にしています...
ka: მუდმივი საცავის ამოქმედება...
pl: Aktywowanie pamięci trwałej...
ro: Activarea Stocării Permanente...
ru: Активирование Постоянного хранилища…
sq: Po aktivizohet Depozita e Qëndrueshme…
sr: Aktiviranje Upornog Skladišta...
sv: Aktiverar bestående lagring...
vi: Đang kích hoạt Ổ đĩa lưu trữ Bền vững...

source: Finishing setting up the Persistent Storage...
bg: Завършване на настройката на постоянното хранилище…
ca: S'està acabant de configurar l'Emmagatzematge Persistent...
cs: Dokončování nastavování Trvalého Uložiště...
fa: پایان دادن به برپایی ذخیره‌ساز ماندگار…
fi: Viimeistellään pysyvän tallennustilan määritystä...
fr: Fin de la configuration du stockage persistant...
ga: Críochnú an Stór Marthanach a shocrú...
hr: Završavanje postavljanja trajnog spremišta...
is: Lyk uppsetningu á varanlegri gagnageymslu...
it: Completamento dell'impostazione dell'archiviazione persistente...
ja: 永続ストレージのセットアップを終了中...
ka: სრულდება მუდმივი საცავის გამართვა...
pl: Kończenie konfigurowania pamięci trwałej...
ro: Incheiem pregatirea Stocarii Permanente...
ru: Завершение настройки Постоянного хранилища…
sq: Po përfundohet ujdisja e Depozitës së Qëndrueshme…
sr: Završavanje nameštanja Upornog Skladišta...
sv: Slutför konfigurationen av bestående lagring...
vi: Đang hoàn tất cài đặt thiết lập Ổ đĩa lưu trữ Bền vững...

source: Can't unmount Persistent Storage, some process is still using it. Please close all applications that could be accessing it and try again. If that doesn't work, restart Tails and try deleting the Persistent Storage without unlocking it.
bg: Постоянното хранилище не може да бъде демонтирано, някой процес все още го използва. Затворете всички приложения, които биха могли да имат достъп до него, и опитайте отново. Ако това не помогне, рестартирайте Tails и опитайте да премахнете постоянното хранилище, без да го отключвате.
ca: No s'ha pogut desmuntar l'Emmagatzematge Persistent, algun procés encara l'està utilitzant. Tanqueu totes les aplicacions que hi puguin accedir i torneu-ho a provar. Si això no funciona, reinicieu Tails i proveu de suprimir l'Emmagatzematge Persistent sense desbloquejar-lo.
cs: Nelze odpojit trvalé úložiště, nějaký proces jej stále používá. Ukončete prosím všechny aplikace, které by k němu mohly přistupovat, a zkuste to znovu. Pokud to nepomůže, restartujte Tails a zkuste odstranit Trvalé úložiště bez jeho odemčení.
fi: Pysyvää tallennustilaa ei voida vapauttaa, koska jokin prosessi käyttää sitä vielä. Sulje kaikki sovellukset, jotka saattavat käyttää sitä ja yritä uudelleen. Jollei tämä auta, käynnistä Tails uudelleen ja yritä poistaa pysyvä tallennustila avaamatta sitä.
fr: Impossible de démonter le stockage persistant, un processus l'utilise encore. Veuillez fermer toutes les applications qui pourraient y accéder et réessayer. Si cela ne fonctionne pas, redémarrez Tails et essayez de supprimer le stockage persistant sans le déverrouiller.
ga: Ní féidir Stóráil Marthanach a dhíshuiteáil, tá próiseas éigin fós in úsáid. Dún gach feidhmchlár a d'fhéadfadh rochtain a fháil air agus bain triail eile as. Mura n-oibríonn sin, atosaigh Tails agus bain triail as an Stór Seasmhach a scriosadh gan é a dhíghlasáil.
it: Impossibile smontare l'archiviazione persistente, un processo la sta ancora utilizzando. Per favore, chiudi tutte le applicazioni che potrebbero accedervi e prova nuovamente. Se ciò non funziona, riavvia Tails e prova a eliminare l'archiviazione persistente senza sbloccarla.
ja: 永続ストレージをアンマウントできません。アクセスしている可能性のあるアプリケーションをすべて終了して、もう一度試してください。それでもうまくいかない場合は、Tails を再起動し、ロックを解除せずに永続ストレージを削除してみてください。
pl: Nie można odłączyć pamięci trwałej, jakiś proces nadal jej używa. Zamknij wszystkie aplikacje, które mogą mieć do niego dostęp i spróbuj ponownie. Jeśli to nie zadziała, uruchom ponownie Tails i spróbuj usunąć pamięć trwałą bez jej odblokowywania.
ro: Nu se poate demonta Stocarea Permanenta deoaece nste procese inca o folosesc. Rugam inchideti toate aplicatiile care o pot utiliza si reincercati. Daca tot nu se poate, reporniti Tails si incercati sa stergeti Stocarea Permanenta fara a o debloca.
ru: Невозможно размонтировать Постоянное хранилище, так как какие-то процессы до сих пор используют его. Пожалуйста, закройте все приложения, которые могут его использовать и попробуйте вновь. Если это не сработает, перезапустите Tails и попробуйте удалить Постоянное хранилище, не разблокируя его.
sq: S’mund të bëhet çmontimi i Depozitës së Qëndrueshme, është duke u përdorur ende nga ndonjë proces. Ju lutemi, mbyllni krejt aplikacionet që mund të jenë duke e përdorur dhe riprovoni. Nëse kjo s’funksionon, rinisni Tails dhe provoni ta fshini Depozitën e Qëndrueshme pa e shkyçur.
sr: Ne može se razmontirati Uporno Skladište, neki procesi ga još uvek koriste. Molimo zatvorite sve aplikacije koje bi ga mogle koristiti. Ako to ne radi, restartujte Tails i pokušajte izbrisati Uporno Skladište bez otključavanja njega.
sv: Det går inte att avmontera bestående lagring, någon process använder den fortfarande. Stäng alla program som kan komma åt det och försök igen. Om det inte fungerar, starta om Tails och prova att ta bort bestående lagring utan att låsa upp den.
vi: Không thể gỡ unmount Ổ đĩa lưu trữ Bền vững, một số quá trình vẫn đang sử dụng nó. Xin vui lòng đóng tất cả các ứng dụng mà có thể đang truy cập nó và thử lại. Nếu như điều đó không thực hiện được, hãy khởi động lại Tails và thử xoá bỏ đi Ổ đĩa lưu trữ Bền vững mà không mở khoá nó.

source: Not enough memory to change the passphrase of the Persistent Storage. Try again after closing some applications or rebooting.
bg: Няма достатъчно памет, за да промените паролата на постоянното хранилище. Опитайте отново след като затворите някои приложения или рестартирайте.
ca: No hi ha prou memòria per canviar la contrasenya de l'Emmagatzematge Persistent. Torneu-ho a provar després de tancar algunes aplicacions o de reiniciar.
cs: Ke změně hesla Trvalého Úložiště není dostatek paměti. Zkuste to znovu po zavření nepotřebných aplikací nebo restartu.
fi: Ei riittävästi muistia pysyvässä tallennustilassa salasanan vaihtamiseksi. Yritä uudelleen suljettuasi joitakin sovelluksia tai uudelleenkäynnistyksen jälkeen.
fr: La mémoire est insuffisante pour modifier la phrase de passe du stockage persistant. Réessayez après avoir fermé certaines applications ou redémarré.
ga: Níl go leor cuimhne ann chun pasfhrása an Stórála Seasta a athrú. Bain triail eile as tar éis duit roinnt feidhmchlár a dhúnadh nó tar éis duit a atosú.
is: Ekki nægt minni til að breyta lykilsetningu varanlegu gagnageymslunnar. Prófaðu aftur eftir endurræsingu eða að hafa lokað einhverjum forritum.
it: Memoria insufficiente per cambiare password all'archiviazione persistente. Riprova dopo aver chiuso alcune applicazioni o riavviato.
ja: 永続ストレージのパスフレーズを変更するためのメモリーが不足しています。いくつかのアプリケーションを終了するか、再起動してから再度お試しください。
pl: Za mało pamięci, aby zmienić hasło pamęci trwałej. Spróbuj ponownie po zamknięciu niektórych programów lub po ponownym uruchomieniu systemu.
ro: Memorie insuficienta pentru modificarea parolei Stocarii Permanente. Reincercati dupa inchiderea unor aplicatii sau reporniti.
ru: Недостаточно памяти для изменения пароля Постоянного хранилища. Попробуйте вновь после закрытия нескольких приложений или перезапуска системы.
sq: S’ka kujtesë të mjaftueshme për ndryshim frazëkalimi të Depozitës së Qëndrueshme. Riprovoni pas mbylljes së disa aplikacioneve, ose pas rinisjes.
sr: Недовољно меморије за промену фраза-лозинке Упорног складишта. Покушајте поново након затварања неких апликациј или поновног покретања.
sv: Inte tillräckligt med minne för att ändra lösenordsfrasen för bestående lagring. Försök igen efter att ha stängt några program eller startat om.

source: Can't unmount target {target}, some process is still using it. Please close all applications that could be accessing the target and try again.
bg: Целта {target} не може да бъде демонтирана, някой процес все още я използва. Затворете всички приложения, които биха могли да имат достъп до целта, и опитайте отново.
ca: No s'ha pogut desmuntar l'objectiu {target}, algun procés encara l'està utilitzant. Tanqueu totes les aplicacions que puguin estar accedint a l'objectiu i torneu-ho a provar.
cs: Nelze odpojit {target}, nějaký proces jej stále používá. Prosím zavřete všechny aplikace které by mohly k němu přistupovat a zkuste to znovu.
fi: Kohdetta {target} ei voida vapauttaa, koska jokin prosessi käyttää sitä vielä. Sulje kaikki sovellukset, jotka saattavat käyttää sitä ja yritä uudelleen.
fr: Impossible de démonter la cible {target}, un processus l'utilise encore. Veuillez fermer toutes les applications susceptibles d'accéder à la cible et réessayer.
ga: Ní féidir sprioc {target} a dhíshuiteáil, tá próiseas éigin fós in úsáid. Dún gach feidhmchlár a d'fhéadfadh rochtain a fháil ar an sprioc agus bain triail eile as.
it: Impossibile smontare il target {target}, un processo lo sta ancora utilizzando. Per favore, chiudi tutte le applicazioni che potrebbero accedervi e prova nuovamente.
ja: ターゲット {target} をアンマウントできません。ターゲットにアクセスしている可能性のあるアプリケーションをすべて終了してから、もう一度実行してください。
pl: Nie można odmontować celu {target}, jakiś proces nadal go używa. Zamknij wszystkie aplikacje, które mogą uzyskiwać dostęp do celu i spróbuj ponownie.
ro: Nu poate fi demontata {target}, unele procese inca o folosesc. Rugam inchideti toate aplicatiile care ar putea-o accesa si reincercati.
ru: Невозможно размонтировать цель {target}, некоторые процессы до сих пор используют её. Пожалуйста, закройте все приложения, которые могут использовать эту цель и попробуйте вновь.
sq: S’çmontohet dot objektivi {target}, është duke u përdorur ende nga ndonjë proces. Ju lutemi, mbyllni krejt aplikacionet që mund të jenë duke e përdorur dhe riprovoni.
sr: Neuspelo razmontiranje cilja {target}, neki proces ga još uvek koristi. Molimo zatvorite sve aplikacije koje mogu pristupati cilju i pokušajte ponovo.
sv: Det går inte att avmontera målet {target}, någon process använder det fortfarande. Stäng alla program som kan komma åt målet och försök igen.
vi: Không thể gỡ unmount mục tiêu target {target}, một số quá trình vẫn đang sử dụng nó. Xin vui lòng đóng tất cả các ứng dụng mà có thể đang truy cập vào mục tiêu target và thử lại.

source: Persistent Storage
bg: Постоянно хранилище
ca: Emmagatzematge Persistent
cs: Trvalé úložiště
fa: ذخیره‌سازی ماندگار
fi: Pysyvä tallennustila
fr: Stockage persistant
ga: Stóráil Marthanach
hr: Trajno spremište
is: Varanleg gagnageymsla
it: Archiviazione persistente
ja: 永続ストレージ
ka: მუდმივი მეხსიერება
pl: Pamięć trwała
ro: Stocare Persistentă
ru: Постоянное хранилище
sq: Depozitë e Qëndrueshme
sr: Uporno Skladište
sv: Bestående lagring
vi: Vùng Lưu Trữ Bền vững

source: Failed to start the Persistent Storage service
bg: Услугата за постоянно хранилище не може да стартира
ca: No s'ha pogut iniciar el servei d'Emmagatzematge Persistent
cs: Nepodařilo se spustit servis Trvalého Uložiště
fa: شکست در آغاز خدمت ذخیره‌سازی ماندگار
fi: Pysyvän tallennustilan palvelun käynnistys epäonnistui
fr: Échec du démarrage du service de stockage persistant
ga: Theip ar an tseirbhís Stóráil Seasmhach a thosú
hr: Neuspjelo pokretanje usluge trajnog spremišta
is: Mistókst að ræsa þjónustu fyrir varanlega gagnageymslu
it: Impossibile avviare il servizio di archiviazione persistente
ja: 永続ストレージサービスの起動に失敗しました
ka: მუდმივი მეხსიერების მომსახურება ვერ გაეშვა
pl: Nie udało się uruchomić usługi pamięci trwałej
ro: Nu s-a putut initializa serviciul Stocarii Permanente
ru: Не удалось запустить сервис Постоянного хранилища
sq: S’u arrit të nisej shërbimi Depozitë e Qëndrueshme
sr: Neuspelo pokretanje servisa Upornog Skladišta
sv: Det gick inte att starta tjänsten bestående lagring
vi: Đã thất bại khi khởi chạy dịch vụ Ổ đĩa lưu trữ Bền vững

source: Could not find the WhisperBack application
bg: Приложението WhisperBack не може да бъде намерено
ca: No s'ha pogut trobar l'aplicació WhisperBack
cs: Aplikace WhisperBack nebyla nalezena
fi: WhisperBack-sovellusta ei löytynyt
fr: Impossible de trouver l'application WhisperBack
ga: Níorbh fhéidir an feidhmchlár WhisperBack a aimsiú
is: Tókst ekki að finna WhisperBack-forritið
it: Impossibile trovare l'applicazione WhisperBack
ja: WhisperBack アプリケーションが見つかりません
ka: ვერ მოიძებნა პროგრამა WhisperBack
pl: Nie można znaleźć aplikacji WhisperBack
ro: Nu s-a putut gasi aplicatia WhisperBack
ru: Невозможно найти приложение WhisperBack
sq: S’u gjet dot aplikacioni WhisperBack
sr: Nije se mogla naći WhisperBack aplikacija
sv: Det gick inte att hitta applikationen WhisperBack
vi: Đã không thể tìm thấy ứng dụng WhisperBack

source: Delete Data…
bg: Премахване на данни…
ca: Suprimeix les dades…
cs: Smazat data…
fa: حذف داده‌ها…
fi: Poista tiedot…
fr: Supprimer les données…
ga: Scrios Sonraí…
hr: Izbriši podatke …
is: Eyða gögnum…
it: Elimina Dati…
ja: データを削除…
ka: მონაცემების წაშლა…
lt: Ištrinti duomenis…
pl: Usuń dane…
ro: Ștergere Date…
ru: Удалить данные…
sq: Fshini të Dhëna…
sr: Obriši Podatke…
sv: Radera data…
vi: Xóa Dữ liệu…

source: Delete {feature} data
bg: Премахване данни на {feature}
ca: Suprimeix les dades de {feature}
cs: Smazat {feature} data
fi: Poista ominaisuuden {feature} tiedot
fr: Supprimer les données de {feature}
ga: Scrios {feature} sonraí
hr: Izbriši podatke za {feature}
is: Eyða {feature} gögnum
it: Elimina dati {feature}
ja: {feature} データの削除
ka: მონაცემების წაშლა – {feature}
lt: Ištrinti {feature} duomenis
pl: Usuń dane {feature}
ro: Stergere {feature} data
ru: Удалить данные {feature}
sq: Fshi të dhëna {feature}
sr: Obriši {feature} podatke
sv: Ta bort {feature}-data
vi: Xoá dữ liệu {feature}

source: Activation failed
bg: Не е включено
ca: L'activació ha fallat
cs: Aktivovace se nezdařila
fi: Aktivointi epäonnistui
fr: Échec de l'activation
ga: Theip ar ghníomhachtú
hr: Neuspjelo aktiviranje
is: Virkjun mistókst
it: Attivazione fallita
ja: 有効化に失敗しました
ka: ამოქმედება ვერ მოხერხდა
pl: Aktywacja nie powiodła się
ro: Activarea a esuat
ru: Активация не удалась
sq: Dështoi aktivizimi
sr: Aktivacija neuspela
sv: Aktiveringen misslyckades
vi: Việc kích hoạt đã thất bại

source: Activation failed. Try again or delete data.
bg: Не е включено. Пробвайте отново или премахнете данните.
ca: L'activació ha fallat. Torneu-ho a provar o suprimiu les dades.
cs: Aktivace se nezdařila. Zkuste to znovu nebo smažte data.
fi: Aktivointi epäonnistui. Yritä uudelleen tai poista tiedot.
fr: L'activation a échoué. Réessayez ou supprimez les données.
ga: Theip ar ghníomhachtú. Bain triail eile as nó scrios sonraí.
hr: Neuspjelo aktiviranje. Pokušaj ponovo ili izbriši podatke.
is: Virkjun mistókst. Prófaðu aftur eða eyddu gögnum.
it: Attivazione fallita. Prova nuovamente o elimina i dati.
ja: 有効化に失敗しました。再試行するか、データを削除してみてください。
ka: ამოქმედება ვერ მოხერხდა. კვლავ სცადეთ ან წაშალეთ მონაცემები.
pl: Aktywacja nie powiodła się. Spróbuj ponownie lub usuń dane.
ro: Activarea a esuat. Reincercati sau stergeti datele.
ru: Активация не удалась. Попробуйте снова или удалите данные.
sq: Aktivizimi dështoi. Riprovoni, ose fshini të dhëna.
sr: Aktivacija neuspela. Pokušaj ponovo ili izbriši podatke.
sv: Aktiveringen misslyckades. Försök igen eller ta bort data.
vi: Việc kích hoạt đã thất bại. Hãy thử lại lần nữa hoặc xoá dữ liệu đi.

source: Activation failed. Try again.
bg: Не е включено. Пробвайте отново.
ca: L'activació ha fallat. Torneu-ho a provar.
cs: Aktivace se nezdařila. Zkuste to znovu.
fi: Aktivointi epäonnistui. Yritä uudelleen.
fr: L'activation a échoué. Réessayez.
ga: Theip ar ghníomhachtú. Déan iarracht arís.
hr: Neuspjelo aktiviranje. Pokušaj ponovo.
is: Virkjun mistókst. Prófaðu aftur.
it: Attivazione fallita. Prova nuovamente.
ja: 有効化に失敗しました。もう一度お試しください。
ka: ამოქმედება ვერ მოხერხდა. კვლავ სცადეთ.
pl: Aktywacja nie powiodła się. Spróbuj ponownie.
ro: Activarea a esuat. Reincercati.
ru: Активация не удалась. Попробуйте снова.
sq: Aktivizimi dështoi. Ju lutemi, riprovoni.
sr: Aktivacija neuspela. Pokušaj ponovo.
sv: Aktiveringen misslyckades. Försök igen.
vi: Việc kích hoạt đã thất bại. Hãy thử lại lần nữa.

source: The data of this feature is still saved.
bg: Информацията на тази възможност все още е запазена.
ca: Les dades d'aquesta funció encara estan desades.
cs: Data této funkce jsou pořád uloženy.
fi: Tämän ominaisuuden tiedot ovat edelleen tallessa.
fr: Les données de cette fonctionnalité sont toujours sauvegardées.
ga: Tá sonraí an ghné seo fós sábháilte.
is: Gögn þessa eiginleika eru áfram vistuð.
it: I dati di questa funzione sono ancora salvati.
ja: この機能のデータはまだ保存されています。
ka: ამ შესაძლებლობის მონაცემები ჯერ კიდევ ინახება.
lt: Šios ypatybės duomenys yra vis dar įrašyti.
pl: Dane tej funkcji są nadal zapisywane.
ro: Data pentru aceasta optiune tot s-a salvat.
ru: Данные этой функции до сих пор сохранены.
sq: Të dhënat e kësaj veçorie janë ende të ruajtura.
sr: Podaci ove odlike su još uvek sačuvani.
sv: Data för denna funktion sparas fortfarande.
vi: Dữ liệu của tính năng này vẫn được lưu lại.

source: Error activating feature {}
bg: Грешка при включване на възможността {}
ca: S'ha produït un error en activar la funció {}
cs: Chyba aktivace funkce: {}
fi: Virhe aktivoitaessa ominaisuutta {}
fr: Erreur d'activation de la fonctionnalité {}
ga: Earráid agus an ghné {} á ghníomhachtú
hr: Greška pri aktiviranju funkcije {}
is: Villa við að virkja eiginleika {}
it: Errore nell'attivazione della funzione {}
ja: 機能の有効化エラー {}
ka: შეცდომა შესაძლებლობის ამოქმედებისას {}
pl: Błąd aktywowania funkcji: {}
ro: Eroare la activarea optiunii: {}
ru: Ошибка при активации функции {}
sq: Gabim gjatë aktivizimit të veçorisë {}
sr: Greška pri aktiviranju odlike {}
sv: Fel vid aktivering av funktionen {}
vi: Có lỗi xảy ra khi kích hoạt tính năng {}

source: An error occurred while activating the feature.
bg: Възникна грешка при включване на възможност.
ca: S'ha produït un error en activar la funcionalitat.
cs: Vyskytla se chyba při aktivaci funkce.
fa: هنگام فعّال سازی ویژگی خطایی رخ داد.
fi: Virhe poistettaessa ominaisuuden aktivointia.
fr: Une erreur s'est produite lors de l'activation de la fonctionnalité.
ga: Tharla earráid agus an ghné á ghníomhachtú.
hr: Greška prilikom aktiviranja funkcije.
is: Villa kom upp við að virkja eiginleikann.
it: Si è verificato un errore attivando la funzione.
ja: 機能を有効化する際にエラーが発生しました。
ka: შეცდომა წარმოიშვა ამ შესაძლებლობის ამოქმედებისას.
pl: Wystąpił błąd podczas aktywowania tej funkcji.
ro: A aparut o eroare in timpul activarii optiunii.
ru: Ошибка при активации функции.
sq: Ndodhi një gabim gjatë aktivizimit të veçorisë.
sr: Догодила се грешка приликом активације одлике.
sv: Ett fel uppstod när funktionen aktiverades.
vi: Có lỗi xảy ra trong khi kích hoạt tính năng.

source: Details
bg: Подробности
ca: Detalls
cs: Podrobnosti
fa: جزییات
fi: Yksityiskohdat
fr: Détails
ga: Sonraí
he: פרטים
hr: Detalji
is: Nánar
it: Dettagli
ja: 詳細情報
ka: დეტალები
lt: Išsamiau
pl: Szczegóły
ro: Detalii
ru: Детали
sq: Hollësi
sr: Detalji
sv: Detaljer
vi: Các chi tiết

source: Error deactivating feature {}
bg: Грешка при изключване на възможността {}
ca: S'ha produït un error en desactivar la funció {}
cs: Chyba deaktivace funkce: {}
fi: Virhe poistettaessa ominaisuuden {} aktivointia
fr: Erreur de désactivation de la fonctionnalité {}
ga: Earráid agus gné {} á dhíghníomhachtú
hr: Greška pri deaktiviranju funkcije {}
is: Villa við að gera eiginleika óvirkan {}
it: Errore nel disattivare la funzione {}
ja: 機能の無効化エラー {}
ka: შეცდომა შესაძლებლობის გაუქმებისას {}
pl: Błąd dezaktywowania funkcji: {}
ro: Eroare la dezactivarea optiunii: {}
ru: Ошибка при деактивации функции {}
sq: Gabim gjatë çaktivizimit të veçorisë {}
sr: Greška pri detektovanju odlike {}
sv: Fel vid inaktivering av funktionen {}
vi: Có lỗi xảy ra khi bỏ kích hoạt tính năng {}

source: An error occurred while deactivating the feature.
bg: Възникна грешка при изключване на възможност.
ca: S'ha produït un error en desactivar la funcionalitat.
cs: Vyskytla se chyba při deaktivaci funkce.
fa: هنگام غیرفعّال سازی ویژگی خطایی رخ داد.
fi: Virhe poistettaessa ominaisuuden aktivointia.
fr: Une erreur s'est produite lors de la désactivation de la fonctionnalité.
ga: Tharla earráid agus an ghné á dhíghníomhachtú.
hr: Greška prilikom deaktiviranja funkcije.
is: Villa kom upp við að gera eiginleikann óvirkan.
it: Si è verificato un errore disattivando la funzione.
ja: 機能を無効化する際にエラーが発生しました。
ka: შეცდომა წარმოიშვა ამ შესაძლებლობის გაუქმებისას.
pl: Wystąpił błąd podczas dezaktywowania tej funkcji.
ro: A aparut o eroare in timpul dezactivarii optiunii.
ru: Ошибка при деактивации функции.
sq: Ndodhi një gabim gjatë çaktivizimit të veçorisë.
sr: Догодила се грешка приликом деактивације одлике.
sv: Ett fel uppstod när funktionen inaktiverades.
vi: Có lỗi xảy ra trong khi bỏ kích hoạt tính năng.

source: Delete all the data of the {} feature that is saved in the Persistent Storage? If you cancel, the data will be restored when you turn this feature on again.
bg: Желаете ли цялата информация на възможността {}, запазена в постоянното хранилище да бъде премахната? Ако изберете „Отказ“ данните ще бъдат възстановени когато включите възможността отново.
ca: Voleu suprimir totes les dades de la funció {} que es desa a l'Emmagatzematge Persistent? Si cancel·leu, les dades es restauraran quan torneu a activar aquesta funció.
cs: Chcete smazat všechna data funkce {} která jsou uložena v Trvalém Uložišti? Pro zrušení, data budou obnovena, když spustíte tuto funkci znova.
fi: Poistetaanko kaikki pysyvään tallennustilaan tallennetut ominaisuuden {} tiedot? Jos poisto perutaan, tiedot palautetaan kun ominaisuutta käytetään seuraavan kerran.
fr: Supprimer toutes les données de la fonctionnalité {} qui sont enregistrées dans le stockage persistant ? Si vous annulez, les données seront restaurées lorsque vous réactiverez cette fonctionnalité.
ga: Scrios na sonraí go léir den ghné {} atá sábháilte sa Stóráil Seasmhach? Má chealaíonn tú, déanfar na sonraí a aischur nuair a chuirfidh tú an ghné seo ar siúl arís.
it: Eliminare tutti i dati della funzione {} che sono salvati nell'archiviazione persistente? Se annulli, i dati saranno ripristinati quando riattivi questa funzione.
ja: 永続ストレージに保存されている {} 機能のデータをすべて削除しますか？ キャンセルすると、この機能を再度有効にしたときに元のデータが復元されます。
pl: Usunąć wszystkie dane funkcji {} zapisane w pamięci trwałej? Jeśli anulujesz, dane zostaną przywrócone po ponownym włączeniu tej funkcji.
ro: Stergeti toate datele optiunii {} care sunt salvate in Stocarea Permanenta? Daca anulati, datele va fi disponibile la reactivarea acestei optiuni.
ru: Удалить все данные функции {}, которые сохранены в Постоянном хранилище? Если вы нажмёте "Отмена", то данные будут восстановлены, когда вы включите эту функцию вновь.
sq: Të fshihen krejt të dhënat e veçorisë {} që janë ruajtur te Depozita e Qëndrueshme? Nëse e anuloni, të dhënat do të rikthehen, kur ta aktivizoni sërish këtë veçori.
sr: Obriši sve podatke {} odlike sačuvani u Upornom Skladištu? Ako poništite, svi podaci će biti obnovljeni kada ponovo upalite ovu odliku.
sv: Vill du ta bort alla data för {}-funktionen som är sparad i den bestånde lagringen? Om du avbryter kommer data att återställas när du slår på den här funktionen igen.
vi: Hãy xoá bỏ tất cả các dữ liệu của tính năng {} được lưu lại trong Ổ đĩa lưu trữ Bền vững? Nếu như bạn đóng lại, dữ liệu sẽ được khôi phục khi bạn bật tính năng này lên trở lại.
