Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: The drive Tails is running from cannot be found. Maybe you used the 'toram' option?
bg: Дискът, от което Tails работи не може да бъде намерен. Използвали ли сте настройката „toram“?
ca: No s'ha trobat la unitat des del qual s'està executant Tails. Potser heu utilitzat la opció 'toram'?
cs: Disk, na kterém běží Tails, nelze najít. Možná jste použili volbu 'toram''?
fa: درایوی که تیلز از آن اجرا می‌شود، پیدا نمی‌شود. شاید شما از گزینه‌ی 'toram' استفاده کرده‌اید؟
fi: Tails'in käyttämää levyä ei löydy. Käytitkö 'toram'-valitsinta?
fr: Le périphérique sur lequel Tails tourne ne peut pas être trouvé. Peut-être avez-vous utilisée l’option « toram » ?
ga: Ní féidir teacht ar an tiomántán óna bhfuil Tails ag rith. B'fhéidir gur úsáid tú an rogha 'toram'?
he: הכונן ממנו Tails רץ אינו יכול להימצא. אולי השתמשת באפשרות 'toram'?
hr: Ne može se pronaći pogon s kojeg se pokreće Tails. Možda si koristio/la opciju „toram”?
is: Drifið sem Tails er keyrt af finnst ekki. Getur verið að þú hafir notað 'toram' valkostinn?
it: Impossibile trovare il disco su cui è in esecuzione Tails. Forse hai usato l'opzione 'toram'?
ja: Tails が動作しているドライブが見つかりませんでした。'toram' オプションを使用していませんか？
ka: დისკწამყვანი რომლიდანაც Tails ეშვება ვერ მოიძებნა. „toram“ პარამეტრს ხომ არ იყენებდით?
lt: Nepavyksta rasti disko, iš kurio yra paleista Tails. Galbūt, jūs naudojote "toram" parametrą?
pl: Nie można znaleźć dysku z Tailsami. Może użyłeś opcji "toram"?
ro: Dispozitivul pe care rulează Tails nu a putut fi găsit. Ați folosit opțiunea 'toram'?
ru: Запущенный носитель Tails не найден. Возможно вы используете 'toram' опцию?
sq: Disku prej të cilit po xhirohet Tails s’gjendet dot. Mos vallë përdorët mundësinë `toram'?
sr: Drive sa kojeg Tails radi se ne može pronaći. Možda ste koristili 'toram' opcije?
sv: Disken som Tails körs från kan inte hittas. Kanske använde du alternativet "toram"?
sw: Kifaa ambacho Tils inatumika hakiwezi kuonekana. Labda umetumia njia ya 'toram'?
vi: Ổ đĩa mà Tails đang chạy từ đó ra không thể được tìm thấy. Có lẽ bạn đã sử dụng tuỳ chọn 'toram'?

source: Lock Screen
bg: Заключване на екрана
ca: Bloca la pantalla
cs: Zamknout obrazovku
fa: قفل صفحه
fi: Lukitusnäyttö
fr: Verrouiller l’écran
ga: Cuir an scáileán faoi ghlas
he: נעל מסך
hr: Zaključaj ekran
is: Læsa skjá
it: Blocca schermo
ja: ロック画面
ka: ჩამკეტი ეკრანი
lt: Užrakinti ekraną
pl: Ekran blokady
ro: Ecran de blocare
ru: Экран блокировки
sq: Kyçe Ekranin
sr: Zaključaj ekran
sv: Lås skärmen
sw: Ukurasa wa saa
vi: Khóa màn hình

source: Suspend
bg: Дълбок сън
ca: Suspèn
cs: Pozastavit
fa: معلق کردن
fi: Keskeytä
fr: Mettre en veille
ga: Croch
he: השעה
hr: Pripravno stanje
is: Fresta
it: Sospendi
ja: 中断
ka: გადადება
lt: Pristabdyti
pl: Wstrzymaj
ro: Suspendă
ru: Приостановить
sq: Pezulloje
sr: Obustavi
sv: Inaktivera
sw: Kusimamisha
vi: Tạm ngưng

source: Restart
bg: Рестартиране
ca: Reinicia
cs: Restartovat
fa: شروع دوباره
fi: Käynnistä uudelleen
fr: Redémarrer
ga: Atosaigh
he: הפעל מחדש
hr: Pokreni ponovo
is: Endurræsa
it: Riavvia
ja: 再起動
ka: ხელახლა გაშვება
lt: Paleisti iš naujo
ro: Repornire
ru: Перезапуск
sq: Rinise
sr: Pokreni ponovo
sv: Starta om
sw: Anzisha tena
vi: Khởi động lại

source: Power Off
bg: Изключване
ca: Apaga
cs: Vypnout
fa: خاموش کردن رایانه
fi: Sammuta
fr: Éteindre
ga: Múch
he: כיבוי
hr: Isključi
is: Slökkva
it: Spegni
ja: 電源を切る
ka: გათიშვა
lt: Išjungti
pl: Wyłącz
ro: Oprire
ru: Выключение
sq: Fike
sr: Искључити
sv: Stäng av
sw: Zima umeme
vi: Tắt nguồn

source: About Tails
bg: Относно Tails
ca: Quant a Tails
cs: O Tails
fa: درباره Tails
fi: Tails-ohjelmasta
fr: À propos de Tails
ga: Maidir le Tails
he: אודות Tails
hr: O Tailsu
is: Um Tails
it: Informazioni su Tails
ja: Tails について
ka: Tails-ის შესახებ
lt: Apie Tails
pl: O systemie Tails
ro: Despre Tails
ru: О Tails
sq: Rreth Tails
sr: O Tails-u
sv: Om Tails
sw: Kuhusu Tails
vi: Về Tails

source: Check for Upgrades
ja: アップグレードの確認
pl: Sprawdź aktualizacje

source: UNRELEASED
bg: НЕПУБЛИКУВАНО
ca: INÈDIT
cs: NEVYDÁNO
fi: JULKAISEMATON
fr: NON LIBÉRÉE
ga: NEAMHRÁITE
is: EKKI ÚTGEFIÐ
it: NON PUBBLICATO
ja: 未公開
ka: ᲛᲝᲣᲮᲡᲜᲔᲚᲘ
pl: NIEWYDANE
ro: NELANSAT
ru: НЕВЫПУЩЕННОЕ
sq: I PAHEDHUR NË QARKULLIM
sr: NEOBJAVLJENO
sv: OSLÄPPT

source: Built from %s
bg: Изградено от %s
ca: Creat a partir de %s
cs: Sestaveno z %s
fi: Luotu %s:sta
fr: Construit à partir de %s
ga: Tógtha ó %s
is: Byggt út frá %s
it: Generato da %s
ja: %s から構築されました
ka: აწყობის წყარო %s
pl: Zbudowano z %s
ro: Cladit de la %s
ru: Создано из %s
sq: Montuar nga %s
sr: Napravljen sa %s
sv: Byggd från %s

source: Documentation
bg: Документация
ca: Documentació
cs: Dokumentace
fa: مستندات
fi: Ohjeet
ga: Doiciméadú
he: תיעוד
hr: Dokumentacija
is: Hjálparskjöl
it: Documentazione
ja: ドキュメント
ka: დამხმარე მასალები
lt: Dokumentacija
pl: Dokumentacja
ro: Documentație
ru: Документация
sq: Dokumentim
sr: Документација
sv: Dokumentation
sw: Kuhifadhi kumbukumbu
vi: Tài liệu

source: Remove {package} from your additional software? This will stop installing the package automatically.
bg: Премахване на „{package}“ от допълнителните приложения? Това ще спре автоматичното инсталиране на пакета.
ca: Voleu suprimir {package} del programari addicional? Això deixarà d'instal·lar el paquet automàticament.
cs: Chcete odstranit {package} z vašeho dodatečného softwaru? Tím se balík přestane automaticky aktualizovat.
fa: حذف {package} از نرم افزار های جانبی شما؟ این کار نصب خودکار بسته را متوقف می‌کند.
fi: Poistetaanko {package} lisäohjelmistostasi? Tämä lopettaa sen automaattisen asennuksen.
fr: Enlever {package} de vos logiciels supplémentaires ? Cela arrêtera l’installation automatique du paquet.
ga: An bhfuil fonn ort {package} a bhaint de na bogearraí breise? Ní shuiteálfar an pacáiste go huathoibríoch a thuilleadh.
he: האם להסיר את {package} מהתוכנה הנוספת שלך? זה יפסיק להתקין את החבילה באופן אוטומטי.
hr: Ukloniti {package} iz tvog dodatnog softvera? Ovo će automatski prekinuti instaliranje paketa.
is: Fjarlægja {package} úr viðbótarhugbúnaðnum þínum? Þá verður hætt setja upp viðbótarhugbúnaðarpakkann sjálfvirkt.
it: Rimuovere {package} dai software aggiuntivi? Il software non verrà più installato automaticamente.
ja: 追加ソフトウェアから {package} を削除しますか？この操作はパッケージの自動的インストールを停止します。
ka: წაიშალოს {package} თქვენი დამხმარე პროგრამიდან? შედეგად პაკეტის ავტომატური დაყენება შეწყდება.
lt: Šalinti {package} iš jūsų papildomos programinės įrangos? Paketas daugiau nebebus įdiegiamas automatiškai.
pl: Usunąć {package} z dodatkowego oprogramowania? To zatrzyma automatyczną instalację pakietu.
ro: Ștergeți {package} din aplicațiile dumneavoastră adiționale? Acest lucru va opri instalarea automată a pachetului.
ru: Удалить {package} из вашего дополнительного программного обеспечения? Это автоматически прекратит установку пакета.
sq: Të hiqet {package} prej software-it tuaj shtesë? Kjo të do sjellë ndaljen e instalimit të automatizuar të paketës.
sr: Želite da uklonite {package} iz Vašeg dodatnog softvera? Ovo će zaustaviti automatsko instaliranje paketa.
sv: Ta bort {package} från dina extra program? Detta kommer att sluta installera paketet automatiskt.
sw: Ondoa {package} kutoka katika programu zako za ziada? Hii itazuia usanikishaji wa kifurushi mnaojakwamoja.
vi: Loại bỏ {package} khỏi phần mềm bổ sung của bạn chứ? Điều này sẽ dừng việc cài đặt gói package một cách tự động.

source: Failed to remove {pkg}
bg: Пакетът „{pkg}“ не е премахнат
ca: No s'ha pogut eliminar {pkg}
cs: Odstranění {pkg} selhalo
fa: شکست در برداشتن {pkg}
fi: Poisto epäonnistui: {pkg}
fr: Échec de la suppression de {pkg}
ga: Níorbh fhéidir {pkg} a bhaint
he: נכשל בהסרה {pkg}
hr: Neuspjelo uklanjanje paketa {pkg}
is: Mistókst að fjarlægja {pkg}
it: Errore nella rimozione di {pkg}
ja: {pkg} の削除に失敗しました
ka: წაშლა ვერ მოხერხდა {pkg}
lt: Nepavyko pašalinti {pkg}
pl: Usunięcie {pkg} nie powiodło się
ro: Nu s-a reușit eliminarea {pkg}
ru: Не удалось удалить {pkg}
sq: S’u arrit të hiqet {pkg}
sr: Neuspešno uklanjanje {pkg}
sv: Det gick inte att ta bort {pkg}
sw: Imeshindikana kutoa {pkg}
vi: Loại bỏ đã thất bại {pkg}

source: Failed to read additional software configuration
bg: Настройката на допълнителните приложения не е прочетена
ca: No s'ha pogut llegir la configuració addicional del programari
cs: Selhalo čtení konfigurace dodatečného softwaru
fa: شکست در خواندن پیکربندی نرم‌افزارهای اضافی
fi: Lisäohjelmistomääritelmän luku epäonnistui
fr: Échec de la lecture de la configuration des logiciels supplémentaires
ga: Níorbh fhéidir cumraíocht na mbogearraí breise a léamh
he: נכשל בקריאת תצורה של תוכנה נוספת
hr: Neuspjelo čitanje konfiguracije tvog dodatnog softvera
is: Mistókst að lesa uppsetningu viðbótarhugbúnaðar
it: Errore nella lettura della configurazione per il software aggiuntivo
ja: 追加ソフトウェア設定の読み込みに失敗しました
ka: დამატებითი პროგრამის პარამეტრების წაკითხვა ვერ მოხერხდა
lt: Nepavyko perskaityti papildomos programinės įrangos konfigūracijos
pl: Nie udało się odczytać dodatkowej konfiguracji oprogramowania
ro: Nu s-a putut citi configurația aplicațiilor adiționale
ru: Не удалось прочитать дополнительную конфигурацию программного обеспечения
sq: S’u arrit të lexohej formësim software-i shtesë
sr: Neuspešno čitanje konfiguracije dodatnog softvera
sv: Det gick inte att läsa extra programkonfiguration
sw: Imeshindwa kusoma usanidi wa programu za ziada
vi: Đã thất bại khi đọc cấu hình phần mềm bổ sung

source: Stop installing {package} automatically
bg: Автоматично спиране инсталирането на {package}
ca: No instal·leu {package} automàticament
cs: Zastavit automatickou instalaci {package}
fa: متوقف کردن نصب خودکار {package}
fi: Lopeta {package} asennus automaattisesti
fr: Arrêter d’installer {package} automatiquement
ga: Ná suiteáil {package} go huathoibríoch a thuilleadh
he: הפסק להתקין את {package} באופן אוטומטי
hr: Prekini automatski instalirati {package}
is: Hætta að setja upp {package} sjálfvirkt
it: Non installare più {package} automaticamente
ja: {package} の自動インストールを停止する
ka: აღარ დაყენდეს {package} ავტომატურად
lt: Stabdyti automatinį {package} įdiegimą
pl: Przestań instalować {package} automatycznie
ro: Oprește instalarea automată a {package}
ru: Прекратить установку {package} автоматически
sq: Resht së instaluari automatikisht {package}
sr: Zaustavite automatsko instaliranje {package}
sv: Sluta installera {package} automatiskt
sw: Zuia usanikishaji {package} mojakwamoja
vi: Dừng cài đặt {package} một cách tự động

source: To do so, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bg: За да се случи, инсталирайте някакъв софтуер с помощта на <a href="synaptic.desktop">приложението за управление на пакети на Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT от команден ред</a>.
ca: Per fer-ho, instal·leu algun programari utilitzant <a href="synaptic.desktop">el Gestor de paquets Synaptic</a> o l'<a href="org.gnome.Terminal.desktop">APT a la línia d'ordres</a>.
cs: To provedete tak, že nainstalujete software prostřednictvím <a href="synaptic.desktop">Správce balíčků Synaptic</a> nebo <a href="org.gnome.Terminal.desktop">APT v příkazové řádce</a>.
fa: برای انجام این کار، برخی از نرم افزار ها را با استفاده از <a href="synaptic.desktop">مدیر بسته synaptic</a> یا <a href="org.gnome.Terminal.desktop">APT بر روی خط فرمان</a> نصب کنید.
fi: Jos haluat tehdä niin, asenna ohjelmistoja käyttäen <a href="synaptic.desktop">Synaptic Package Manageria</a> tai <a href="org.gnome.Terminal.desktop">APTta komentorivillä</a>.
fr: Pour ce faire, installez des logiciels en utilisant le <a href="synaptic.desktop">gestionnaire de paquets Synaptic</a> ou <a href="org.gnome.Terminal.desktop">APT en ligne de commande</a>.
ga: Len é seo a dhéanamh, suiteáil bogearraí trí <a href="synaptic.desktop">Bhainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
he: כדי לעשות זאת, התקן תוכנה כלשהי ע״י שימוש ב<a href="synaptic.desktop">מנהל חבילות סינפטיות</a> או ב-<a href="org.gnome.Terminal.desktop">APT על שורת הפקודה</a>.
hr: Za to, instaliraj neki softver pomoću <a href="synaptic.desktop">Synaptic Package Managera</a> ili <a href="org.gnome.Terminal.desktop">APT-a u naredbenom retku</a>.
is: Til að gera þetta, skaltu setja upp einhvern hugbúnað með <a href="synaptic.desktop">Synaptic pakkastjóranum</a> eða með <a href="org.gnome.Terminal.desktop">APT á skipanalínu</a>.
it: Per farlo, installa qualche software usando <a href="synaptic.desktop">Synaptic Package Manager</a> o <a href="org.gnome.Terminal.desktop">APT da riga di comando</a>.
ja: そのためには、<a href="synaptic.desktop">Synaptic パッケージマネージャー</a>または<a href="org.gnome.Terminal.desktop">コマンドライン上の APT </a>を使って、いくつかのソフトウェアをインストールしてください。
ka: ამისთვის, დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
lt: Norėdami tai atlikti, įdiekite programinę įrangą naudodami <a href="synaptic.desktop">Synaptic paketų tvarkytuvę</a> ar <a href="org.gnome.Terminal.desktop">APT komandų eilutėje</a>.
pl: Aby to zrobić, zainstaluj oprogramowanie, używając <a href="synaptic.desktop">Menedżera pakietów Synaptic</a> lub <a href="org.gnome.Terminal.desktop">APT w wierszu poleceń</a>.
ro: Pentru a face acest lucru, instalează câteva aplicații folosind <a href="synaptic.desktop">Synaptic Package Manager</a> sau <a href="org.gnome.Terminal.desktop">APT în linia de comandă</a>.
ru: Для этого установите программное обеспечение при помощи <a href="synaptic.desktop">менеджера пакетов Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT в командной строке</a>.
sq: Për ta bërë këtë, instaloni ndonjë software, duke përdorur <a href="synaptic.desktop">Përgjejgësin e Paketave Synaptic</a> ose <a href="org.gnome.Terminal.desktop">APT te rreshti i urdhrave</a>.
sr: Da biste to uradili instalirajte neki softver koristeći <a href="synaptic.desktop">Synaptic Package Manager</a> ili <a href="org.gnome.Terminal.desktop">APT kroz komandnu liniju</a>.
sv: För att göra det, installera något program med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.
sw: Kufanya hivyo,sanikisha baadhi ya programu kwa kutumia <a href="synaptic.desktop">Synaptic Package Manager</a> au<a href="org.gnome.Terminal.desktop">APT on the command line</a>.
vi: Để làm điều đó, hãy cài đặt một số phần mềm sử dụng <a href="synaptic.desktop">Trình quản lý gói Synaptic</a> hoặc <a href="org.gnome.Terminal.desktop">APT trên dòng lệnh command</a>.

source: To do so, unlock your Persistent Storage when starting Tails and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
bg: За да се случи, отключете постоянното хранилище при стартиране на Tails и инсталирайте някакъв софтуер с помощта на <a href="synaptic.desktop">приложението за управление на пакети на Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT от команден ред</a>.
ca: Per fer-ho, desbloquegeu l'Emmagatzematge Persistent en iniciar Tails i instal·leu algun programari utilitzant el <a href="synaptic.desktop">Gestor de paquets Synaptic</a> o l'<a href="org.gnome.Terminal.desktop">APT a la línia d'ordres</a>.
cs: To provedete tak, že při startu Tails odemknete své Trvalé Úložiště a nainstalujete software prostřednictvím <a href="synaptic.desktop">Správce balíčků Synaptic</a> nebo <a href="org.gnome.Terminal.desktop">APT v příkazové řádce</a>.
fa: برای انجام این کار، زمانی که تیلز شروع می‌شود، ذخیره مداوم خود را باز کنید و برخی از نرم افزار ها را با استفاده از <a href="synaptic.desktop">مدیر بسته synaptic</a> یا <a href="org.gnome.Terminal.desktop">APT بر روی خط فرمان</a> نصب کنید.
fi: Jos haluat tehdä niin, avaa pysyvä tallennustilasi, kun käynnistät Tailsin, ja asenna ohjelmistoja käyttämällä <a href="synaptic.desktop">Synaptic Package Manageria</a> tai <a href="org.gnome.Terminal.desktop">APTta komentorivillä</a>.
fr: Pour ce faire, déverrouillez votre stockage persistant lors du démarrage de Tails et installez des logiciels en utilisant le <a href="synaptic.desktop">gestionnaire de paquets Synaptic</a> ou <a href="org.gnome.Terminal.desktop">APT en ligne de commande</a>.
ga: Chun é sin a dhéanamh, díghlasáil do Stór Seasta agus tú ag tosú Tails agus suiteáil roinnt bogearraí ag úsáid <a href="synaptic.desktop">Bainisteoir Pacáiste Synaptic</a> nó <a href="org.gnome.Terminal.desktop">APT ar an líne ordaithe</a>.
he: כדי לעשות זאת, בטל נעילת אחסון מתמיד שלך בזמן התחלת Tails והתקן תוכנה כלשהי ע״י שימוש ב<a href="synaptic.desktop">מנהל חבילות סינפטיות</a> או ב-<a href="org.gnome.Terminal.desktop">APT על שורת הפקודה</a>.
hr: Za to, otključaj svoje trajno spremište prilikom pokretanja Tailsa i instaliraj neki softver pomoću <a href="synaptic.desktop">Synaptic Package Managera</a> ili <a href="org.gnome.Terminal.desktop">APT-a u naredbenom retku</a>.
is: Til að gera þetta, skaltu aflæsa varanlegu gagnageymslunni þinni þegar Tails ræsist og setja síðan upp einhvern hugbúnað með <a href="synaptic.desktop">Synaptic pakkastjóranum</a> eða með <a href="org.gnome.Terminal.desktop">APT á skipanalínu</a>.
it: Per farlo, sblocca l'archiviazione persistente all'avvio di Tails e installa qualche software usando <a href="synaptic.desktop">Synaptic Package Manager</a> o <a href="org.gnome.Terminal.desktop">APT da riga di comando</a>.
ja: そのためには、Tails の起動時に永続ストレージをロック解除して、<a href="synaptic.desktop">Synaptic パッケージマネージャー</a>または<a href="org.gnome.Terminal.desktop">コマンドライン上の APT </a>を使って、いくつかのソフトウェアをインストールしてください。
ka: ამისთვის, გახსენით თქვენი მუდმივი მეხსიერების საცავი Tails-ის გაშვებისას და დააყენეთ რამდენიმე პროგრამა <a href="synaptic.desktop">Synaptic-ის პაკეტების მმართველის</a> საშუალებით ან <a href="org.gnome.Terminal.desktop">APT-ბრძანებებით</a>.
lt: Norėdami tai atlikti, paleisdami Tails, atrakinkite savo ilgalaikį kaupiklį ir įdiekite programinę įrangą naudodami <a href="synaptic.desktop">Synaptic paketų tvarkytuvę</a> ar <a href="org.gnome.Terminal.desktop">APT komandų eilutėje</a>.
pl: Aby to zrobić, odblokuj pamięć trwałą przy uruchamianiu Tails oraz zainstaluj oprogramowanie, używając <a href="synaptic.desktop">Menedżera pakietów Synaptic</a> lub <a href="org.gnome.Terminal.desktop">APT w wierszu poleceń</a>.
ro: Pentru a face acest lucru, deblocați stocarea permanentă la pornirea sistemului Tails și instalați niște aplicații folosind <a href="synaptic.desktop">Synaptic Package Manager</a> sau <a href="org.gnome.Terminal.desktop">APT în linia de comandă</a>.
ru: Для этого разблокируйте ваше Постоянное хранилище при запуске Tails и установите программное обеспечение при помощи <a href="synaptic.desktop">менеджера пакетов Synaptic</a> или <a href="org.gnome.Terminal.desktop">APT в командной строке</a>.
sq: Për ta bërë këtë, shkyçni Depozitën tuaj të Qëndrueshme, kur niset Tails dhe instaloni ndonjë software duke përdorur <a href="synaptic.desktop">Përgjegjësin e Paketave Synaptic</a> ose <a href="org.gnome.Terminal.desktop">APT te rreshti i urdhrave</a>.
sr: Da to uradite, otključajte svoje Uporno Skladište tokom pokretanja Tails i instalirajte softver koristeći <a href="synaptic.desktop">Menadžer Sinaptičih Paketa</a> ili <a href="org.gnome.Terminal.desktop">APT na komandnoj liniji</a>.
sv: För att göra det, lås upp din bestående lagring när du startar Tails och installera något program med <a href="synaptic.desktop">Synaptic-pakethanteraren</a> eller <a href="org.gnome.Terminal.desktop">APT på kommandoraden</a>.
sw: Kufanya hivyo, fungua persistent storage unapoanza kutumia Tails na sakini baadhi ya programu kwa kutumia <a href="synaptic.desktop">Synaptic Package Manager</a> au <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
vi: Để làm điều đó, mở khoá ổ đĩa liên tục kéo dài của bạn khi bắt đầu khởi động Tails vầ cài đặt một số phần mềm sử dụng <a href="synaptic.desktop">Trình quản lý gói package Synaptic</a> hoặc <a href="org.gnome.Terminal.desktop">APT trên dòng lệnh command</a>.
