Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address with your phone and scan the QR code that is attached to the automatic reply.
bg: Изпратете празен имейл до <tt>bridges@torproject.org</tt> от ел. адрес в Gmail или Riseup от телефона си и сканирайте кода за QR, прикачен към автоматичния отговор.
ca: Envieu un correu electrònic buit a <tt>bridges@torproject.org</tt> des d'una adreça de correu electrònic de Gmail o Riseup amb el vostre telèfon i escanegeu el codi QR que s'adjunta a la resposta automàtica.
cs: Pošlete prázdný e-mail na adresu <tt>bridges@torproject.org</tt> z e-mailové adresy Gmail nebo Riseup, pomocí telefonu a pak oskenujte QR kód připojený k automatické odpovědi.
fa: با تلفنتان رایانامه‌ای خالی از نشانی جی‌میل یا رایزآپ به 1<tt>bridges@torproject.org2</tt> فرستاده و کد پاسی را که به پاسخ خودکار پیوست شده بپویید.
fi: Lähetä puhelimellasi tyhjä sähköpostiviesti osoitteeseen <tt>bridges@torproject.org</tt> Gmail- tai Riseup-osoitteesta ja lue automaattiseen vastaukseen liitetty QR-koodi.
fr: Envoyez un courriel vide à <tt>bridges@torproject.org</tt> à partir d'une adresse électronique Gmail ou Riseup avec votre téléphone et scannez le code QR qui est joint à la réponse automatique.
ga: Seol ríomhphost folamh chuig <tt>bridges@torproject.org</tt> ó sheoladh ríomhphoist Gmail nó Riseup le do ghuthán agus scanadh an cód QR atá ceangailte leis an bhfreagra uathoibríoch.
hr: Pošalji prazan e-mail na <tt>bridges@torproject.org</tt> s Gmail ili Riseup e-mail adresom pomoću tvog mobitela i snimi QR kod koji je priložen u automatskom odgovoru.
is: Sendu auðan tölvupóst úr símanum þínum á <tt>bridges@torproject.org</tt> úr Gmail eða Riseup tölvupóstfangi og skannaðu QR-kóðann sem mun fylgja með sjálfvirka svarinu.
it: Invia una email vuota a <tt>bridges@torproject.org</tt> da un indirizzo email Gmail o Riseup dal tuo telefono e scannerizza il codice QR allegato alla risposta automatica.
ja: Gmail または Riseup のメールアドレスから <tt>bridges@torproject.org</tt> 宛にスマホで空メールを送り、自動返信に添付されている QR コードを読み取ってください。
ka: გაგზავნეთ ცარიელი წერილი ელფოსტაზე <tt>bridges@torproject.org</tt> Gmail- ან Riseup-მისამართიდან ტელეფონის გამოყენებით და შემდეგ წააკითხეთ ავტომატურ პასუხს თანდართული QR-კოდი.
pl: Wyślij pustą wiadomość e-mail na adres <tt>bridges@torproject.org</tt> z adresu e-mail Gmail lub Riseup za pomocą telefonu i zeskanuj kod QR dołączony do automatycznej odpowiedzi.
ru: Отправьте пустое электронное письмо на <tt>bridges@torproject.org</tt> с электронной почты Gmail или Riseup на Вашем телефоне и просканируйте QR-код, который будет прикреплён к ответному сообщению.
sq: Dërgoni një email të zbrazët te <tt>bridges@torproject.org</tt>, që nga një adresë email Gmail ose Riseup me telefonin tuaj dhe skanoni kodin QR që i bashkëngjitet përgjigjes së automatizuar.
sr: Пошаљи празан имејл на <tt>bridges@torproject.org</tt> путем Gmail или Riseup имејл адресе преко товг мобилног и скенирај QR код који ће бити прикачен у аутоматском одговору.
sv: Skicka ett tomt e-postmeddelande till <tt>bridges@torproject.org</tt> från en Gmail- eller Riseup-e-postadress med din telefon och skanna QR-koden som bifogas det automatiska svaret.
sw: Tuma barua pepe tupu kwenbda <tt>bridges@torproject.org</tt> kutoka anwani za barua pepe za Gmail au Riseup ikiwa na namba yako simu na skani QR Code iliyoambatanishwa katika majibu ya mojakwamoja.
vi: Gửi một thư email rỗng tới <tt>bridges@torproject.org</tt> từ một địa chỉ email Gmail hoặc Riseup với số điện thoại của bạn và quét scan mã code QR được đính kèm vào phản hồi tự động.

source: Scan _QR code
bg: _Сканиране на код за QR
ca: Escaneja un codi _QR
cs: Skenovat _QR kód
fa: پویش کد _پاس
fi: Lue _QR-koodi
fr: Scanner un _code QR
ga: Scan _an cód QR
he: סריקת _קוד QR
hr: Snimi _QR kod
is: Skanna _QR-kóða
it: Scansiona _QR code
ja: QRコードをスキャン (_Q)
ka: _QR-კოდის წაკითხვა
lt: Skenuoti _QR kodą
pl: Zeskanuj kod _QR
ru: _Сканировать QR-код
sq: Skanoni Kod _QR
sr: Скенирај _ QR код
sv: Skanna _QR-kod
sw: Kagua_QR code
vi: Quét scan_mã code QR

source: _Enter a bridge that you already know
bg: _Въвеждане на мост, за който знаете
ca: _Introdueix un pont que ja coneixes
cs: _Zadat bridge, který už znám
fa: _ورود پلی که از پیش می‌دانید
fi: _Syötä tuntemasi silta
fr: _Saisir un pont que vous connaissez déjà
ga: _Cuir isteach droichead atá ar eolas agat cheana féin
he: _כניסה לגשר מוכר
hr: _Upiši jedan most koji već poznaješ
is: S_ettu inn brú sem þú þekkir nú þegar
it: _Inserisci un bridge che conosci già
ja: すでに知っているブリッジを入力 (_E)
ka: _ნაცნობი ხიდის შეყვანა
pl: _Wprowadź mostek, który już znasz
ro: _Introduceti un bridge pe care il stiti deja
ru: _Использовать мост, который уже знаком вам
sq: _Jepni një urë që e dini tashmë
sr: _ Унеси мост који већ знаш
sv: _Ange en bro som du redan känner till
sw: _Ingiza bridge ambayo unaijua tayari
vi: _Nhập một cầu Bridge mà bạn đã biết

source: Bridge
bg: Мост
ca: Pont
cs: Most
fa: پل
fi: Silta
fr: Pont
ga: Droichead
he: גשר
hr: Most
is: Brú
ja: ブリッジ
ka: ხიდი
lt: Tinklų tiltas
pl: Mostek
ro: Punte
ru: Мост
sq: Urë
sr: Мост
sv: Bro
vi: Cầu Bridge

source: Save bridge to _Persistent Storage
bg: Запазване на мост в _постоянното хранилище
ca: Desa el pont a _Emmagatzematge Persistent
cs: Uložit bridge do _Trvalého úložiště
fa: ذخیره پل در _ذخیره‌سازی مداوم
fi: Tallenna silta _pysyvään tallennustilaan
fr: Enregistrer le pont dans l’_espace de stockage persistant
ga: Sábháil droichead chuig Stóráil _Seasmhach
he: שמירת הגשר _באחסון הקבוע
hr: Spremi most u _trajno spremište
is: Vista brú í varanlega _gagnageymslu
it: Salva bridge nella Memoria _Persistente
ja: ブリッジを永続ストレージに保存 (_P)
ka: ხიდის შენახვა _მუდმივ მეხსიერებაზე
pl: Zapisz mostek w _pamięci trwałej
ro: Salveaza bridge-ul in _Memoria Permanenta
ru: Сохранить мост в _Постоянном хранилище
sq: Ruaje urën te Depozitë e _Përhershme
sr: Сачувај мост на _ Упорно Складиште
sv: Spara bro till _bestående lagring
sw: Hifadhi bridge katika_Persistent Storage
vi: Lưu cầu Bridge tới _Ổ lưu trữ liên tục kéo dài

source: Save bridge to Persistent Storage
bg: Запазване на мост в постоянното хранилище
ca: Desa el pont a l'Emmagatzematge Persistent
cs: Uložit bridge do Trvalého úložiště
fa: ذخیره پل در ذخیره‌سازی مداوم
fi: Tallenna silta pysyvään tallennustilaan
fr: Enregistrer le pont dans l’espace de stockage persistant
ga: Sábháil droichead chuig Stóráil Seasmhach
he: שמירת הגשר באחסון הקבוע
hr: Spremi most u trajno spremište
is: Vista brú í varanlega gagnageymslu
it: Salva il bridge nell'archiviazione persistente
ja: 永続ストレージにブリッジを保存
ka: ხიდის შენახვა მუდმივ მეხსიერებაზე
pl: Zapisz mostek w pamięci trwałej
ro: Salveaza bridge-ul in Memoria Permanenta
ru: Сохранить мост в постоянном хранилище
sq: Ruaje urën te Depozitë e Përheshme
sr: Сачувај мост на Упорно Складиште
sv: Spara bro till bestående lagring
sw: Hifadhi bridge katika Persistent Storage
vi: Lưu cầu Bridge tới Ổ lưu trữ liên tục kéo dài

source: _Connect to Tor
bg: _Свързване с Тор
ca: _Connecta't a Tor
cs: _Připojit k Toru
fa: _اتصال به تور
fi: _Yhdistä Tor-verkkoon
fr: _Se connecter à Tor
ga: _Ceangail le Tor
he: הת_חברות ל־Tor
hr: _Poveži se na Tor
is: _Tengjast við Tor
it: _Connetti a Tor
ja: Tor に接続 (_C)
ka: Tor-თან _დაკავშირება
lt: _Prisijungti prie Tor
pl: _Połącz z siecią Tor
ro: _Conectare la Tor
ru: _Подключиться к Tor
sq: _Lidhu me Tor-in
sr: _ Повежи се на Тор
sv: _Anslut till Tor
sw: _Unganisha katika Tor
vi: _Kết nối tới Tor

source: Error connecting to Tor
bg: Грешка при свързване с Tor
ca: S'ha produït un error en connectar-se a Tor
cs: Chyba připojování do Tor
fa: خطا در ارتباط با تور
fi: Virhe Toriin yhdistämisessä
fr: Erreur de connexion à Tor
ga: Earráid agus ceangal á dhéanamh le Tor
he: שגיאה בעת התחברות ל־Tor
hr: Greška pri spajanju na Tor
is: Villa í tengingu við Tor
it: Errore durante la connessione di Tor
ja: Tor の接続エラー
ka: შეცდომა, Tor-თან დაკავშირებისას
lt: Klaida jungiantis prie Tor
pl: Błąd łączenia z siecią Tor
ro: Eroare la conectarea la Tor
ru: Ошибка соединения с Tor
sq: Gabim gjatë lidhjes me Tor-in
sr: Грешка при повезивању на Tor
sv: Anslutning till Tor misslyckades
sw: Dosari katika kuunganisha Tor
vi: Lỗi khi kết nối tới Tor

source: • Wrong clock
bg: • Неверен часовник
ca: • Rellotge equivocat
cs: • Nesprávný čas
fa: • ساعت نادرست
fi: • Väärä kellonaika
fr: • Mauvaise heure
ga: • Clog mícheart
he: • שעון שגוי
hr: • Krivi sat
is: • Rangt stillt klukka
it: • Orologio sbagliato
ja: • 間違った時刻
ka: • არეული საათი
pl: • Nieprawidłowy zegar
ro: • Ceas incorect
ru: • Неверные часы
sq: • Sahat i gabuar
sr: • Погрешан сат
sv: • Fel klocka
sw: • Saa isiyo sahihi
vi: • Đồng hồ sai

source: Your clock and time zone need to be correct to connect to Tor.
bg: Часовникът и часовия пояс трябва да са верни, за да се свържете с Tor.
ca: El vostre rellotge i la zona horària han de ser correctes per connectar-vos a Tor.
cs: Pro připojení k Toru musí být váš čas a časová zóna správně.
fa: برای اتصال به تور، ساعت و منطقه‌زمانی شما باید صحیح باشد.
fi: Kellonaikasi ja aikavyöhykkeesi tulee olla oikein voidaksesi muodostaa yhteyden Tor-verkkoon.
fr: Pour vous connecter à Tor, votre heure doit être juste et votre fuseau horaire le bon.
ga: Ní mór do chlog agus crios ama a bheith ceart chun nascadh le Tor.
he: השעון ואזור הזמן שלך צריכים להיות מדויקים כדי להתחבר ל־Tor.
hr: Za povezivanje na Tor, tvoj sat i vremenska zona moraju biti točni.
is: Kerfisklukkan þín og tímabeltið þurfa að vera rétt stillt svo hægt sé að tengjast Tor.
it: Il tuo orologio e fuso orario devono essere giusti per connetterti a Tor.
ja: Tor に接続するには、時刻とタイムゾーンが正しくなければいけません。
ka: დრო და სასაათე სარტყელი გასასწორებელია Tor-თან დასაკავშირებლად.
pl: Twój zegar i strefa czasowa muszą być prawidłowe, aby połączyć się z siecią Tor.
ru: Для подключения к Tor, ваше время и часовой пояс должны быть правильными.
sq: Që të lidheni në Tor, koha dhe zona kohore e sistemit tuaj duhet të jenë të sakta.
sr: Твој сат и временска зона морају бити тачни да би се повезао на Тор.
sv: Din klocka och tidszon måste vara korrekta för att ansluta till Tor.
sw: Muda na saa yako vinahitaji kurekebishwa ili ujiunganishe na Tor.
vi: Đồng hồ của bạn và múi giờ cần được chỉnh sửa để kết nối tới Tor.

source: Fix _Clock
bg: Сверяване на _часовника
ca: Arregla el _Rellotge
cs: Opravit _hodiny
fa: درست کردن _ساعت
fi: Korjaa _kello
fr: _Corriger l’heure
ga: Deisigh _Clog
he: עדכון _שעון
hr: Ispravi _sat
is: _Laga klukku
it: Risolvere _Ora
ja: 時刻を修正 (_C)
ka: _საათის გასწორება
pl: Popraw _zegar
ro: Corectati_ceasul
ru: Исправить _часы
sq: Ndreqe _Sahatin
sr: Поправи _ Сат
sv: Rätta _klocka
sw: _Rekebisha saa
vi: Sửa _Đồng hồ

source: • Public network
bg: • Общодостъпна мрежа
ca: • Xarxa pública
cs: • Veřejná síť
fa: • شبکه عمومی
fi: • Julkinen verkko
fr: • Réseau public
ga: • Líonra poiblí
he: • רשת ציבורית
hr: • Javna mreža
is: • Opinbert netkerfi
it: • Rete pubblica
ja: • 公共ネットワーク
ka: • საჯარო ქსელი
lt: • Viešas tinklas
pl: • Sieć publiczna
ro: • Rețea publică
ru: • Публичная сеть
sq: • Rrjet publik
sr: • Јавна мрежа
sv: • Offentligt nätverk
sw: • Mtandao wa umma
vi: • Mạng công cộng

source: If you are in a shop, hotel, or airport, you might need to sign in to the local network using the Unsafe Browser.
bg: Ако се намирате в магазин, хотел или на летище, може да влезете в местната мрежа, като използвате Небезопасения четец.
ca: Si sou a una botiga, hotel o aeroport, és possible que hàgiu d'iniciar la sessió a la xarxa local mitjançant el Navegador Insegur.
cs: Pokud jste v obchodě, hotelu nebo na letišti, možná se budete chtít přihlásit k místní síti pomocí nezabezpečeného prohlížeče.
fa: اگر در یک فروشگاه، هتل یا فرودگاه هستید، ممکن است لازم باشد با استفاده از مرورگر ناامن وارد شبکه محلی شوید.
fi: Jos olet esim. myymälässä, hotellissa tai lentokentällä, saatat joutua liittymään paikalliseen verkkoon Suojaamattomalla selaimella.
fr: Si vous vous trouvez dans un magasin, un hôtel ou un aéroport, vous devrez peut-être vous connecter au réseau local en utilisant le Navigateur non sécurisé.
ga: Má tá tú i siopa, óstán nó aerfort, seans go mbeidh ort síniú isteach ar an líonra áitiúil ag baint úsáide as an Brabhsálaí Neamhshábháilte.
is: Ef þú ert í verslun, á hóteli eða flugvelli, gætirðu þurft að skrá þig inn á netkerfið með óörugga vafranum.
it: Se ti trovi in un negozio, hotel o aeroporto, potrebbe essere necessario eseguire l'accesso alla rete locale usando un browser non sicuro.
ja: お店、ホテル、または空港などにいる場合は、安全でないブラウザーを使用してローカルネットワークにサインインする必要がある場合があります。
ka: თუ იმყოფებით მაღაზიაში, სასტუმროში, აეროპორტში, დაგჭირდებათ ქსელში შესვლა დაუცველი ბრაუზერის გამოყენებით.
lt: Jeigu esate parduotuvėje, viešbutyje ar oro uoste, jums gali tekti prisiregistruoti prie vietinio tinklo naudojant Nesaugią Naršyklę.
pl: Jeśli jesteś w sklepie, hotelu lub na lotnisku, może być konieczne zalogowanie się do sieci lokalnej przy użyciu niebezpiecznej przeglądarki.
ru: Если вы в кафе, аэропорту или метро, возможно, потребуется подключиться к местной сети с помощью Небезопасного браузера.
sq: Nëse jeni në një dyqan, hotel apo aeroport, mund të duhet të bëni hyrjen te rrjeti vendor duke përdorur Shfletuesin Jo të Sigurt.
sr: Ако си у продавници, хотелу, или аеродрому, можда ћеш морати да се пријавиш на локалну мрежу користећи Небезбедан Претраживач.
sv: Om du befinner dig i en butik, ett hotell eller en flygplats kan du behöva logga in på det lokala nätverket med den osäkra webbläsaren.
sw: Kama upo sehemu ya manunuzi, hotelini, au uwanja wa ndege, unaweza hitaji kuingia katika mtandao wa ndani kwa kutumia Unsafe Browser.
vi: Nếu bạn đang trong một cửa hàng, khách sạn, hoặc sân bay, bạn có thể cần phải đăng nhập vào mạng lưới cục bộ bằng cách sử dụng Trình duyệt Không an toàn.

source: Try _Signing in to the Network
bg: Опит за влизане в _мрежа
ca: Proveu d'_iniciar la sessió a la Xarxa
cs: Pokuste se _přihlásit k síti
fa: برای _ورود به شبکه تلاش کنید
fi: Kokeile _Kirjautua sisään verkkoon
fr: Essayer de me _connecter au réseau
ga: Bain triail as _Logáil isteach sa Líonra
he: לנסות לה_זדהות ברשת
is: Reyna að _skrá inn á netkerfið
it: Prova a _Accedere alla Rete
ja: ネットワークへのサインインを試す (_S)
ka: სცადეთ ქსელში _შესვლა
lt: Bandyti pri_siregistruoti prie tinklo
pl: Spróbuj _zalogować się do sieci
ro: Incercati _Conectare in retea
ru: Попробуйте _Зарегистрироваться в сети
sq: Provo _Hyrjen te Rrjeti
sr: Покушај _ да се пријавиш на мрежу
sv: Försök att _logga in på nätverket
sw: Jaribu_Kuingia mtandaoni
vi: Thử _Đăng nhập vào Mạng lưới

source: • Local proxy
bg: • Местен прокси сървър
ca: • Servidor intermediari local
cs: • Místní proxy
fa: • پروکسی محلی
fi: • Paikallinen välityspalvelin
fr: • Mandataire local
ga: • Seachfhreastalaí áitiúil
he: • מתווך מקומי
hr: • Lokalni proxy
is: • Staðvær milliþjónn
it: • Proxy locale
ja: • ローカルプロキシ
ka: • ადგილობრივი პროქსი
lt: • Vietinis įgaliotasis serveris
pl: • Lokalne proxy
ro: • Proxy local
ru: • Локальный прокси
sq: • Ndërmjetës vendor
sr: • Локални прокси
sv: • Lokal proxy
sw: • proxy ya ndani
vi: • Proxy cục bộ

source: If you are on a corporate or university network, you might need to configure a local proxy.
bg: Ако сте в корпоративна или университетска мрежа, може да настроите локален прокси сървър.
ca: Si esteu en una xarxa corporativa o universitària, és possible que hàgiu de configurar un servidor intermediari local.
cs: Pokud se necházíte v korporátní nebo univerzitní síti, může být potřeba nakonfigurovat místní proxy.
fa: اگر درون یک شبکه شرکت یا دانشگاه هستید، شاید لازم باشد تا یک پروکسی محلی را پیکربندی کنید.
fi: Sinun tulee mahdollisesti määrittää paikallinen välityspalvelin jos käytät yritys- tai kouluverkkoa.
fr: Si vous utilisez un réseau d’entreprise ou d’université, vous devrez peut-être configurer un serveur mandataire local.
ga: Má tá tú ar líonra corparáideach nó ollscoile, seans go mbeidh ort seachfhreastalaí áitiúil a chumrú.
he: אם אתם ברשת חברה או אוניברסיטה, יתכן שיהיה צורך לקנפג פרוקסי מקומי.
hr: Ako se radi o korporativnoj ili sveučilišnoj mreži, možda ćeš morati konfigurirati lokalni proxy.
is: Ef þú ert á fyrirtækis- eða háskólaneti, gætirðu þurft að stilla milliþjón (proxy).
it: Se sei in una rete aziendale o universitaria, potrebbe essere necessario configurare un proxy locale.
ja: 会社または大学のネットワークを使用している場合、ローカルプロキシを構成する必要があるかもしれません。
ka: თუ ხართ დაწესებულების ან უნივერსიტეტის ქსელში, შეიძლება დაგჭირდეთ ადგილობრივი პროქსის გამართვა.
lt: Jei naudojatės įmonės ar universiteto tinklu, jums gali tekti sukonfigūruoti vietinį įgaliotąjį serverį.
pl: Jeśli jesteś w sieci firmowej lub uniwersyteckiej, może być konieczne skonfigurowanie lokalnego proxy.
ro: Daca sunteti in reteaua unei companii sau a unei universitati, este posibil sa trebuiasca sa configurati un proxy local.
ru: Если вы используете корпоративную или университетскую сеть, вам может потребоваться настройка локальньного прокси.
sq: Nëse gjendeni në një rrjet korporate ose universiteti, mund t’ju duhet të formësoni një ndërmjetës vendor.
sr: Ако си на пословној или факултетској мрежи, можда ћеш морати да подесиш локални прокси.
sv: Om du är på ett företags- eller universitetsnätverk kan du behöva konfigurera en lokal proxy.
sw: Kama upo katika mtandao wa shirika au wa chuo, unaweza hitajika kusanidi proxy ya ndani.
vi: Nếu bạn đang ở trên mạng lưới của công ty hoặc trường đại học, bạn có thể cần phải định cấu hình một proxy cục bộ.

source: Configure a Local _Proxy
bg: Настройка на местен прокси _сървър
ca: Configura un _Servidor Intermediari local
cs: Nakonfigurovat místní _Proxy
fa: پیکربندی پروکسی_محلی
fi: Määritä paikallinen _välityspalvelin
fr: Configurer un _mandataire local
ga: Cumraigh Seachfhreastalaí _ Logánta
he: קינפוג _פרוקסי מקומי
hr: Konfiguriraj lokalni _proxy
is: Stilla staðværan milliþjón (_proxy)
it: Configura un _proxy locale
ja: ローカルプロキシを構成 (_P)
ka: ადგილობრივი _პროქსის გამართვა
lt: Konfigūruoti vietinį įgaliotąjį ser_verį
pl: Skonfiguruj lokalne _proxy
ro: Configurati un Proxy _Local
ru: Настроить локальный _прокси
sq: Formësoni një _Ndërmjetës Vendor
sr: Подеси Локални_Прокси
sv: Konfigurera en lokal _proxy
sw: Sanidi _Proxy ya ndani
vi: Định cấu hình một _Proxy Cục bộ

source: • Tor bridge by email
bg: • Мост на Tor по ел. поща
ca: • Pont de Tor per correu electrònic
cs: • Tor most pomocí e-mailu
fi: • Tor-silta sähköpostitse
fr: • Pont de Tor par e-mail
ga: • Droichead Tor trí ríomhphost
is: • Tor-brú með tölvupósti
it: • Bridge Tor tramite email
ja: • メールからの Tor ブリッジ
ka: • Tor-ხიდი ელფოსტით
pl: • Mostek Tor przez e-mail
ru: • Мост Tor через эл. почту
sq: • Urë Tor përmes email-i
sr: • Тор мост путем имејла
sv: • Tor-bro via e-post
sw: • Tor bridge kwa barua pepe
vi: • Cầu Bridge Tor qua email

source: Tor bridges are secret Tor relays. Use a bridge as your first Tor relay if connections to Tor are blocked, for example in some countries, by some public networks, or by some parental controls.
bg: Мостовете са тайни препращащи възли на Tor. Използвайте мост като първи препращащ възел в Tor, ако достъпът до Tor е забранен, напр. в някои държави, в някои общодостъпни мрежи или от родителски контрол.
ca: Els ponts de Tor són repetidors de Tor secrets. Utilitzeu un pont com a primer repetidor de Tor si les connexions a Tor estan bloquejades, per exemple en alguns països, per algunes xarxes públiques o per alguns controls parentals.
cs: Tor mosty jsou tajné Tor relays. Most Tor použijte jako váš první Tor relay v případě, že jsou připojení k Tor blokována, například v některých zemích, v některých veřejných sítích a nebo rodičovskými nastaveními.
fi: Tor-sillat ovat salaisia Tor-reitittimiä. Käytä siltaa ensimmäisenä Tor-reitittimenäsi, jos yhteydet Tor-verkkoon on estetty, esimerkiksi joidenkin maiden, julkisten verkkojen tai käytönvalvontaratkaisujen toimesta.
fr: Les passerelles Tor sont des relais Tor secrets. Utilisez une passerelle comme premier relais Tor si les connexions à Tor sont bloquées, par exemple dans certains pays, par certains réseaux publics, ou par certains contrôles parentaux.
ga: Is athsheachadáin rúnda Tor iad droichid Tor. Bain úsáid as droichead mar do chéad athsheoladh Tor má tá naisc le Tor bactha, mar shampla i dtíortha áirithe, ag líonraí poiblí áirithe, nó ag roinnt rialuithe tuismitheoirí.
is: Tor-brýr eru leynilegir Tor-endurvarpar. Notaðu brú sem fyrsta Tor-endurvarpa ef aðgangur að Tor er hindraður, til dæmis í sumum löndum, á sumum opnum netkerfum, eða af sumum foreldrastýringum.
it: I ponti di Tor sono relay Tor segreti. Usa un bridge come tuo primo relay Tor se le connessioni a Tor sono bloccate, ad esempio in alcuni paesi, da alcune reti pubbliche o dai controlli parentali.
ja: Tor ブリッジは秘密の Tor リレーです。国や公共ネットワーク、ペアレンタルコントロールなどで Tor への接続がブロックされている場合、最初の Tor リレーとしてブリッジを使用します。
ka: Tor-ის ხიდები ფარული Tor-გადამცემებია. გამოიყენეთ ხიდი თქვენს პირველ, შემსვლელ Tor-გადამცემად, როცა Tor-თან კავშირი აკრძალულია, მაგალითად ზოგ ქვეყანაში, ღია და საჯარო ქსელებში ან ზედამხედველობის გარკვეული საშუალებებით.
pl: Mostki Tor są sekretnymi przekaźnikami sieci Tor. Użyj mostka jako pierwszego przekaźnika Tor, jeśli połączenia z siecią Tor są blokowane, na przykład w niektórych krajach, przez niektóre sieci publiczne lub przez niektóre kontrole rodzicielskie.
ru: Мосты Tor — это секретные узлы Tor. Используйте мост как ваш первый узел Tor, если доступ к Tor заблокирован; например, некоторыми странами, общественными сетями или средствами родительского контроля.
sq: Urat Tor janë rele Tor të fshehta. Përdorni një urë si relenë tuaj të parë Tor, nëse lidhjet me Tor-in bllokohen, për shembull, në disa vende, në disa rrjete publike, ose nën disa kontrolle prindërore.
sr: Тор мостови су тајни Тор релеји. Користи мост као твој први Тор релеј ако је конекција на Тор блокирана, на пример у неким земљама, на неким јавним мрежама, или од стране појединих родитељских контрола.
sv: Tor-broar är hemliga Tor-reläer. Använd en brygga som ditt första Tor-relä om anslutningar till Tor blockeras, till exempel i vissa länder, av vissa offentliga nätverk eller av vissa föräldrakontroller.
sw: Tor bridges huficha Tor relays. Tumia bridge kama Tor relay ya kwanzakama mawasiliano ya Tor yamezuiliwa, kwa mfano kwa baadhi ya nchi, kwa baadhi ya mitandao ya umma, au kwa sababu ya udhibiti wa wazazi.
vi: Các cầu Bridge Tor là các rơ-le Tor bí mật. Sử dụng một cầu Bridge như chiếc rơ-le Tor đầu tiên của bạn nếu các kết nối tới Tor bị chặn, ví dụ như ở một số quốc gia, thông qua một số mạng lưới công cộng, hoặc bởi một số phương thức kiểm soát của phụ huynh.
