Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Remove an additional software package
bg: Премахване на пакети от допълнителните приложения
ca: Elimineu un paquet de programari addicional
cs: Odeberte balíček dodatečného softwaru
fa: حذف بسته‌ی نرم افزار اضافی
fi: Poista toinen ohjelmistopaketti
fr: Enlever un paquet logiciel supplémentaire
ga: Bain ceann de na bogearraí breise atá agat
he: הסר חבילה של תוכנה נוספת
hr: Ukloni paket dodatnog softvera
is: Fjarlægja viðbótarhugbúnaðarpakka
it: Rimuovi un pacchetto di software aggiuntivo
ja: 追加ソフトウェアパッケージを削除
ka: დამატებითი პროგრამის პაკეტის წაშლა
lt: Šalinti papildomos programinės įrangos paketą
pl: Usuń dodatkowy pakiet oprogramowania
ro: Eliminare aplicație adițională
ru: Удалить дополнительные программные пакеты
sq: Hiqni një paketë software-i shtesë
sr: Ukloni paket dodatnog softvera
sv: Ta bort ett extra programpaket
sw: Ondoa programu za ziada
vi: Loại bỏ một gói package phần mềm bổ sung

source: Authentication is required to remove a package from your additional software ($(command_line))
bg: За да премахвате на пакети от допълнителните приложения трябва да се удостоверите ($(command_line))
ca: Es necessita l'autenticació per eliminar un paquet del programari addicional ($(command_line))
cs: Pro odebrání balíčku dodatečného softwaru ($(command_line)) je vyžadována autentizace
fa: حذف بسته از نرم افزار اضافی شما نیازمند احراز هویت است ($(command_line))
fi: Paketin poistamiseen lisäohjelmistostasi tarvitaan todennus ($(command_line))
fr: Une authentification est requise afin d’enlever un paquet de vos logiciels supplémentaires ($(command_line))
ga: Caithfidh tú d'fhocal faire a thabhairt chun pacáiste de na bogearraí breise a bhaint ($(command_line))
he: אימות נדרש כדי להסיר חבילה מתוך תוכנה נוספת שלך ($(command_line))
hr: Za uklanjanje paketa iz dodatnog softvera ($(command_line)) potrebna ja autentifikacija
is: Auðkenningar er krafist til að fjarlægja pakka úr viðbótarhugbúnaðnum þínum ($(command_line))
it: È richiesta l'autenticazione per rimuovere un pacchetto dai tuoi software aggiuntivi ($(command_line))
ja: 追加ソフトウェアからパッケージを削除するには認証が必要です ($(command_line))
ka: ანგარიშის მონაცემების მითითებაა საჭირო პაკეტის დამატებითი პროგრამიდან ამოსაშლელად ($(command_line))
lt: Reikalingas tapatybės nustatymas, norint pašalinti paketą iš jūsų papildomos programinės įrangos ($(command_line))
pl: Uwierzytelnienie jest wymagane do usunięcia pakietu z dodatkowego oprogramowania ($(command_line))
ro: Aveți nevoie de autentificare pentru a elimina un pachet din aplicațiile adiționale ($(command_line))
ru: Для удаления пакета из вашего дополнительного ПО требуется аутентификация ($(command_line))
sq: Që të hiqni një paketë nga software-i juaj shtesë, lyspet mirëfilltësim ($(command_line))
sr: Potrebna je autentifikacija da bi uklonili paket iz Vašeg dodatnog softvera ($(command_line))
sv: Autentisering krävs för att ta bort ett paket från dina extra program ($(command_line))
sw: Uthibitisho unahitajika ili kuondoa vifurushi kutoka katika programu zako za ziada ($(command_line))
vi: Việc xác thực được yêu cầu đề gỡ bỏ một gói package khỏi phần mềm bổ sung của bạn ($(command_line))

source: Administration Password
bg: Парола на администратора
ca: Contrasenya d'administador
cs: Heslo pro správu
fa: گذرواژه مدیریت
fi: Ylläpitosalasana
fr: Mot de passe d’administration
ga: Focal Faire Riaracháin
he: סיסמת מינהל
hr: Administratorska lozinka
is: Lykilorð kerfisstjórnunar
it: Password di amministrazione
ja: 管理者パスワード
ka: მთავარი პაროლი
lt: Administravimo slaptažodis
pl: Hasło administracyjne
ro: Parolă administrare
ru: Пароль администратора
sq: Fjalëkalim Administrimi
sr: Administratorska lozinka
sv: Administrationslösenord
sw: Nenosiri la msimamizi
vi: Mật khẩu Quản trị

source: Set up an administration password if you need to perform administrative tasks. Otherwise, the administration password is disabled for better security.
bg: Задайте парола за администриране, ако трябва да изпълнявате административни задачи. Обикновено, с цел сигурност, паролата за администриране е изключена.
ca: Configureu una contrasenya d'administrador, si ha de menester tasques d'administració. D'altra manera, la contrasenya d'administrador restarà deshabilitada per major seguretat.
cs: Pokud potřebujete provádět úkony správy, nastavte administrátorské heslo. V opačném případě bude heslo pro správu pro zvýšení zabezpečení zakázáno.
fa: اگر قصد کارهای مدیریتی را دارید، گذرواژه مدیریتی ایجاد کنید. در غیر این صورت گذرواژه مدیریتی برای امنیت بهتر غیرفعال خواهد بود.
fi: Luo ylläpitosalasana, jos sinun tarvitsee suorittaa ylläpitotehtäviä. Muussa tapauksessa ylläpitäjän salasana on pois käytöstä paremman tietoturvan vuoksi.
fr: Définir un mot de passe d’administration si vous devez effectuer des tâches administratives. Sinon, le mot de passe d’administration est désactivé pour une sécurité accrue.
ga: Is fiú focal faire riaracháin a shocrú más gá duit tascanna riaracháin a chur i gcrích. Is é sin, nó beidh an focal faire riaracháin díchumasaithe de bharr cúrsaí slándála.
he: הסדר סיסמת מינהל אם אתה צריך לבצע מטלות מינהליות. אחרת, סיסמת המינהל מושבתת למען אבטחה טובה יותר.
hr: Postavi administratorsku lozinku ako moraš izvoditi administratorske zadatke. U suprotnom, administratorska lozinka će biti deaktivirana zbog bolje sigurnosti.
is: Settu upp lykilorð fyrir kerfisstjórnun ef þú þarft að sýsla með kerfisstillingar. Annars er lykilorð fyrir kerfisstjórnun haft óvirkt í öryggisskyni.
it: Imposta una password di amministratore se devi eseguire azioni di amministrazione. Altrimenti, la password di amministratore verrà disabilitata per maggiore sicurezza.
ja: 管理タスクを実行する必要がある場合は、管理者パスワードを設定します。それ以外の場合は、管理者パスワードを無効にしてセキュリティを強化します。
ka: დააყენეთ მთავარი პაროლი, თუ გესაჭიროებათ სამართავი მოქმედებების შესრულება. სხვა შემთხვევაში, მთავარი პაროლი გამორთული იქნება დამატებითი უსაფრთხოებისთვის.
lt: Jeigu jums reikia atlikti administravimo užduotis, nusistatykite administravimo slaptažodį. Priešingu atveju, didesnio saugumo sumetimais slaptažodis bus išjungtas.
pl: Ustaw hasło administracyjne jeśli będziesz musiał wykonywać zadania administracyjne. W innym przypadku hasło administracyjne zostanie wyłączone dla większego bezpieczeństwa.
ro: Setaţi o parolă de administrare pentru operațiuni administrative. Altfel, parola de administrare va fi dezactivată pentru securitate sporită.
ru: Введите пароль администратора для выполнения задач администрирования. В противном случае возможности администрирования будут отключены в целях безопасности.
sq: Ujdisni një fjalëkalim administrimesh, nëse ju duhet të kryeni punë administrimi. Përndryshe, fjalëkalimi i administrimit çaktivizohet, për siguri më të mirë.
sr: Postavi administratorsku lozinku ukoliko je potrebno izvršiti administratorske zadatke. U suprotnom, administratorska lozinka će biti onemogućena radi veće bezbednosti.
sv: Ställ in ett administrationslösenord om du behöver utföra administrativa uppgifter. Annars är administrationslösenordet inaktiverat för bättre säkerhet.
sw: Weka nenosiri la msimamizi kama unataka kufanya majukumu ya msimamizi. Vinginevyo, neno siri la usimamizi halitawezeshwa kwa ajili ya usalama bora zaidi.
vi: Thiết lập một mật khẩu quản trị nếu bạn cần thực hiện các tác vụ quản trị. Nếu không, mật khẩu quản trị được vô hiệu để an toàn hơn.

source: Enter an administration password
bg: Въведете паролата на администратора
ca: Introduïu la contrasenya d'administrador
cs: Zadejte heslo pro správu
fa: رمز عبور مدیر را وارد کنید
fi: Syötä ylläpitosalasana
fr: Saisir un mot de passe d’administration
ga: Cuir isteach focal faire riaracháin
he: הכנס סיסמת מינהל
hr: Upiši administratorsku lozinku
is: Settu inn lykilorð fyrir kerfisstjórnun
it: Inserire una password di amministrazione
ja: 管理者パスワードを入力
ka: მიუთითეთ მთავარი პაროლი
lt: Įveskite administravimo slaptažodį
pl: Wprowadź hasło administracyjne
ro: Introduceţi o parolă de administrare
ru: Введите пароль администратора
sq: Jepni një fjalëkalim administrimi
sr: Unesi administratorsku lozinku
sv: Ange ett administrationslösenord
sw: Ingiza nenosiri la usimamizi
vi: Nhập một mật khẩu quản trị

source: Confirm your administration password
bg: Потвърдете паролата на администратора
ca: Confirmeu la contrasenya d'administrador
cs: Potvrďte heslo pro správu
fa: کلمه عبور مدیر خود را تایید کنید
fi: Vahvista ylläpitosalasanasi
fr: Confirmer votre mot de passe d’administration
ga: Deimhnigh an focal faire riaracháin
he: אשר את סיסמת המינהל שלך
hr: Potvrdi svoju administratorsku lozinku
is: Staðfestu lykilorð kerfisstjórnunar
it: Confermare la password di amministrazione
ja: 管理者パスワードを確認
ka: მთავარი პაროლის დადასტურება
lt: Pakartokite savo administravimo slaptažodį
pl: Potwierdź swoje hasło administracyjne
ro: Confimaţi parola de administrare
ru: Подтвердите ваш пароль администратора
sq: Ripohoni fjalëkalimin tuaj të administrimit
sr: Potvrdi administratorsku lozinku
sv: Bekräfta ditt administrationslösenord
sw: Thibitishwa nenosiri lako la usimamizi
vi: Xác nhận mật khẩu quản trị của bạn

source: Disable
bg: Изключване
ca: Inhabilita
cs: Zakázat
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
ga: Díchumasaigh
he: השבת
hr: Deaktiviraj
is: Gera óvirkt
it: Disabilita
ja: 無効化
ka: გამორთვა
lt: Išjungti
pl: Wyłącz
ro: Dezactivaţi
ru: Отключить
sq: Çaktivizoje
sr: Искључи
sv: Inaktivera
sw: Usiwezeshe
vi: Vô hiệu

source: MAC Address Anonymization
bg: Обезличаване на адрес MAC
ca: Anonimat d'adreces MAC
cs: Anonymizace MAC adresy
fa: ناشناس‌سازی نشانی مک
fi: MAC osoitteen anonymisointi
fr: Anonymisation de l’adresse MAC
ga: Ainmniú Seoladh MAC
he: העלמת זהות של כתובת MAC
hr: Anonimizacija MAC adrese
is: Nafnleysi MAC-vistfangs
it: Anonimizzazione del MAC Address
ja: MAC アドレスの匿名化
ka: MAC-მისამართის გაუმხელობა
pl: Anonimizacja adresu MAC
ro: Anonimizare adresei MAC
ru: Анонимизация MAC-адреса
sq: Anonimizim Adresash MAC
sr: Anonimizacija MAC Adrese
sv: MAC-adressanonymisering
sw: Kuondoa kujulikana kwa anwani ya MAC
vi: Ẩn danh hoá địa chỉ MAC

source: MAC address anonymization hides the serial number of your network interface (Wi-Fi or wired) from the local network. Anonymizing MAC addresses is generally safer as it helps you hide your geographical location. But it might also create connectivity problems or look suspicious.
bg: Обезличаването на MAC адреса скрива серийния номер на мрежовия интерфейс (безжичен или кабелен) от местната мрежа. Обезличаването на MAC адресите обикновено е безопасно, тъй като дава възможност да скриете географското си местоположение. Но също така може да създаде проблеми със свързаността или да изглежда подозрително.
ca: L'anonimització de l'adreça MAC amaga el número de sèrie de la vostra interfície de xarxa (Wi-Fi o per cable) de la xarxa local. L'anonimització d'adreces MAC és generalment més segura, ja que ajuda a amagar la vostra ubicació geogràfica, però també pot crear problemes de connectivitat o semblar sospitós.
cs: Anonymizace MAC adresy skrývá sériové číslo síťového rozhraní (Wi-Fi nebo kabelového) před místní sítí. Anonymizace MAC adres je obecně bezpečnější, protože pomáhá skrýt vaši zeměpisnou polohu. Může však také způsobit problémy s připojením nebo vypadat podezřele.
fa: ناشناس کردن آدرس MAC شماره سریال رابط شبکه شما (Wi-Fi یا با سیم) را از شبکه محلی پنهان می‌کند. ناشناس کردن آدرس‌های MAC به طور کلی ایمن‌تر است زیرا به شما کمک می‌کند موقعیت جغرافیایی خود را پنهان کنید. اما ممکن است مشکلات اتصال ایجاد کند یا شما را مشکوک به نظر برساند.
fi: MAC-osoitteen anonymisointi piilottaa verkkokorttisi (Wi-Fi tai langallinen yhteys) sarjanumeron lähiverkossa olevilta laitteilta. MAC-osoitteen anonymisointi on yleensä turvallista, sillä se auttaa sinua piilottamaan maantieteellisen sijaintisi, mutta joissain tapauksissa se voi aiheuttaa yhteysongelmia tai vaikuttaa epäilyttävältä.
fr: L’anonymisation de l’adresse MAC dissimule au réseau local le numéro de série de votre interface réseau (Wi-Fi ou filaire). L’anonymisation de l’adresse MAC est généralement plus sûre, car elle vous aide à dissimuler votre position géographique. Mais elle peut aussi créer des problèmes de connectivité et sembler suspecte.
ga: Folaíonn anaithnidiú seoltaí MAC sraithuimhir do chomhéadain líonra (Wi-Fi nó sreangaithe) ón líonra áitiúil. Tá sé níos sábháilte go ginearálta seoltaí MAC gan ainm a dhéanamh mar go gcabhraíonn sé leat do shuíomh geografach a cheilt. Ach d’fhéadfadh sé fadhbanna nascachta a chruthú nó cuma amhrasach a bheith air.
he: אנונמיזציה של כתובת MAC מסתירה את המספר הסדור של ממשק הרשת שלך (חוטי או אלחוטי) מהרשת המקומית. האנונימיזציה של כתובות ה MAC באופן כללי בטוחה יותר באשר היא עוזרת לך להסתיר את המיקום הגיאוגרפי שלך. אך הדבר יכול גם ליצור בעיות תקשורת או להיראות חשודות.
is: Nafnleysi eða dulbúningur MAC-vistfangs felur raðnúmer netkortsins (Wi-Fi eða kapall) fyrir staðarnetinu. Dulbúningur MAC-vistfangs er almennt öruggara þar sem það hjálpar til við að fela staðsetningu þína. En það getur aftur valdið vandamálum í tengingum eða litið grunsamlega út.
it: L'anonimizzazione dell'indirizzo MAC nasconde il numero di serie della tua interfaccia di rete (Wi-Fi o cablata) dalla rete locale. L'anonimizzazione degli indirizzi MAC è generalmente più sicura in quanto ti aiuta a nascondere la tua posizione geografica. Ma potrebbe anche creare problemi di connettività o sembrare sospetto.
ja: MAC アドレスの匿名化は、ローカルネットワークからネットワークインターフェース (Wi-Fi または有線) のシリアル番号を隠します。MAC アドレスの匿名化は、地理的な位置を隠すことができるため、通常は安全です。しかし、接続性に問題が生じたり、不審に思われたりする可能性もあります。
ka: MAC-მისამართის გაუმხელობა ფარავს თქვენი ქსელის მოწყობილობების (უსადენოს ან სადენიანის) სერიულ ნომერს, ადგილობრივ ქსელში. ზოგადად, MAC-მისამართების გაუმხელობა აუმჯობესებს უსაფრთხოებას და გეხმარებათ საკუთარი მდებარეობის უკეთ შენიღბვაში. თუმცა, შესაძლოა ხარვეზები გამოიწვიოს დაკავშირებისას ან ზედმეტი ყურადღება მიიპყროს.
pl: Anonimizacja adresu MAC ukrywa numer seryjny interfejsu sieciowego (Wi-Fi lub przewodowego) przed siecią lokalną. Anonimizacja adresów MAC jest ogólnie bezpieczniejsza, ponieważ pomaga ukryć lokalizację geograficzną. Ale może również powodować problemy z łącznością lub wyglądać podejrzanie.
ro: Anonimizare adresei MAC ascunde numărul serial al interfeței de rețea (Wi-Fi sau la fir) de la rețeaua locală. Anonimizarea adresei MAC este mai sigur pentru că vă ajută să ascundeți locația dumneavoastră în timp real. Dar pe lângă acest lucru, va crea probleme de conexiune sau să arate straniu.
ru: Анонимизация MAC-адреса скрывает серийный номер вашего сетевого интерфейса (Wi-Fi или проводной) от локальной сети. Анонимизация MAC-адреса в целом безопаснее, поскольку она помогает вам скрыть ваше географическое местоположение. Но она может создавать поблемы с подключением или выглядеть подозрительно.
sq: Anonimizimi i adresave MAC ia fsheh rrjetit vendor numrin serial të ndërfaqes tuaj të rrjetit (Wi-Fi ose me fill). Anonimizimi i adresave MAC përgjithësisht është më i sigurt, ngaqë ju ndihmon të fshihni vendndodhjen tuaj gjeografike. Por mundet edhe të krijojë probleme lidhjeje apo të duket i dyshimtë.
sr: Anonimizacija MAC Adrese sakriva serijski broj vašeg mrežnog interfejsa (Wi-Fi ili žičani) od lokalne mreže. Anonimiziranje MAC adrese je generalno bezbednije jer pomaže u sakrivanju vaše geografske lokacije. Međutim, može napraviti probleme sa povezivanjem i da izgleda sumnjivo.
sv: MAC-adressanonymisering döljer serienumret för ditt nätverksgränssnitt (Wi-Fi eller trådbundet) från det lokala nätverket. Anonymisera MAC-adresser är i allmänhet säkrare eftersom det hjälper dig att dölja din geografiska plats. Men det kan också skapa anslutningsproblem eller se misstänkt ut.
sw: Kutojulikana kwa anwani ya MAC huficha namba ya utambuzi ya mtandao wako (Wi-Fi au waya) na mtandao wa ndani. Kutojulikana kwa anwani ya MAC kwa ujumla ni salama sababu inaficha eneo lako ulilopo. Pia inaweza leta matatizo katika mawasiliano au kutiliwa shaka.
vi: Ẩn danh hoá địa chỉ MAC giúp ẩn đi số sê-ri của giao diện mạng (Wi-Fi hoặc nối dây) từ mạng cục bộ. Ẩn danh hoá địa chỉ MAC thông thường an toàn hơn bởi nó giúp bạn ẩn đi vị trí địa lý của bạn. Nhưng nó cũng đồng thời tạo ra một số vấn đề kết nối hoặc trông khả nghi.

source: Anonymize all MAC addresses (default)
bg: Обезличаване на всички MAC адреси (подразбирано)
ca: Anonimitza totes les adreces MAC (per defecte)
cs: Anonymizovat všechny MAC adresy (výchozí)
fa: ناشناس‌سازی تمامی نشانی‌های مک (پیش‌فرض)
fi: anonymisoi kaikki MAC osoitteet (oletus)
fr: Anonymiser toutes les adresses MAC (par défaut)
ga: Déan gach seoladh MAC a anaithnid (réamhshocraithe)
he: העלם זהות של כל כתובות MAC (ברירת מחדל)
hr: Anonimiziraj sve MAC adrese (standardno)
is: Gera öll MAC-vistföng nafnlaus (sjálfgefið)
it: Anonimizza tutti i MAC address (default)
ja: すべての MAC アドレスを匿名化 (既定)
ka: ყველა MAC-მისამართის გაუმხელობა (ნაგულისხმევი)
pl: Anonimizuj wszystkie adresy MAC (domyślne)
ro: Anonimizați toate adresele MAC (implicit)
ru: Анонимизировать все MAC-адреса (по умолчанию)
sq: Anonimizo krejt adresat MAC (parazgjedhje)
sr: Anonimiziraj sve MAC adrese (uobičajeno)
sv: Anonymisera alla MAC-adresser (standard)
sw: Kutojulikana kwa anwani za MAC (kutokana na mfumo)
vi: Ẩn danh hoá tất cả các địa chỉ MAC (mặc định)

source: Don't anonymize MAC addresses
bg: Без обезличаване на MAC адреси
ca: No anonimitzis les adreces MAC
cs: Neanonymizovat MAC adresy
fa: ناشناس نکردن نشانی‌های ‌‌‌MAC
fi: Älä anonymisoi MAC osoitteita
fr: Ne pas anonymiser les adresses MAC
ga: Ná ainmnigh seoltaí MAC
he: אל תעלים זהות של כתובות MAC
hr: Ne anonimiziraj MAC adrese
is: Ekki gera MAC-vistföng nafnlaus
it: Non anonimizzare i MAC address
ja: MAC アドレスを匿名化しない
ka: MAC-მისამართების გაუმხელობის გარეშე
pl: Nie anonimizuj adresów MAC
ro: Nu anonimizați adresele MAC
ru: Не анонимизировать MAC-адреса
sq: Mos anonimizo adresa MAC
sr: Nemoj anonimizirati MAC adrese
sv: Anonymisera inte MAC-adresser
sw: Usifiche anwani za MAC
vi: Không ẩn danh các địa chỉ MAC

source: Network Configuration
bg: Настройки на мрежата
ca: Configuració de xarxa
cs: Konfigurace sítě
fa: پیکربندی شبکه
fi: Verkon asetukset
fr: Configuration du réseau
ga: Cumraíocht Líonra
he: תצורת רשת
hr: Mrežna konfiguracija
is: Stillingar netkerfis
it: Configurazione di rete
ja: ネットワーク設定
ka: ქსელის გამართვა
lt: Tinklo konfigūravimas
pl: Konfiguracja sieci
ro: Configurare rețea
ru: Настройка сети
sq: Formësim Rrjeti
sr: Konfigurisanje mreže
sv: Nätverkskonfiguration
sw: Usanidi wa Mtandao
vi: Cấu hình mạng lưới
