Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: MAC address anonymization failed for one of your network interfaces. The error recovery also failed, so all networking is disabled.
bg: Обезличаването на адреса MAC на един от мрежовите интерфейси е неуспешно. Възстановяването след грешка също е неуспешно и за това всички мрежи са изключени.
ca: L'anonimització de l'adreça MAC ha fallat per a una de les vostres interfícies de xarxa. La recuperació d'errors també ha fallat, de manera que totes les xarxes estan desactivades.
cs: Selhala anonymizace adresy MAC u jednoho z vašich síťových rozhraní. Selhalo také zotavení z chyby, takže je zakázán veškerý síťový provoz.
fa: گم‌نام‌سازی نشانی مک برای یکی از میاناهای شبکه‌تان شکست خورد. بازیابی خطا نیز شکست خورد، بنابراین همهٔ شبکه‌ها از کار افتاده‌اند.
fi: MAC-osoitteen anonymisointi epäonnistui yhdellä verkkoliitännöistäsi. Myös virheen palautus epäonnistui, joten kaikki verkkoyhteydet on poistettu käytöstä.
fr: L’anonymisation de l’adresse MAC a échoué pour une de vos interfaces réseau. Le dépannage de cette erreur a également échoué, toutes les fonctions de réseau sont donc désactivées.
ga: Theip ar an ainm seoladh MAC do cheann de do chomhéadain líonra. Theip ar aisghabháil na hearráide freisin, mar sin tá gach líonrú díchumasaithe.
is: Nafnleysi MAC-vistfangs mistókst fyrir eitt af netkortunum þínum. Viðgerð villunnar mistókst einnig, þannig að öll netvinnsla er tímabundið óvirk.
it: Anonimizzazione dell'indirizzo MAC fallita per una delle interfacce di rete. Anche il ripristino dall'errore è fallito, perciò tutta la rete è disattivata.
ja: ネットワークインターフェイスの1つで MAC アドレスの匿名化に失敗しました。エラーの回復にも失敗したため、すべてのネットワークが無効になっています。
ka: MAC-მისამართის გაუმჟღავნებლობა ვერ მოხერხდა თქვენი რომელიღაც ქსელის დაფით. ვერც შეცდომის გამოსწორება ვერ მოხერხდა, ასე რომ ქსელი სრულად გაითიშა.
pl: Anonimizacja adresu MAC dla jednego z interfejsów sieciowych nie powiodła się. Odzyskiwanie po błędzie również nie powiodło się, więc cała obsługa sieci jest wyłączona.
ru: Анонимизация MAC-адреса для одного из сетевых интерфейсов не удалась. Восстановление после ошибки также не удалось, поэтому все сетевые соединения отключены.
sq: Dështoi anonimizimi i adresës MAC për një nga ndërfaqet tuaja të rrjetit. Dështoi edhe rimarrja pas gabimi, ndaj është çaktivizuar krejt punimi në rrjet.
sr: Анонимизација MAC адресе није успела за један од ваших мрежних интерфејса. Опоравак грешке такође није успео, тако да су све мрежне функције онемогућене.
sv: MAC-adressanonymisering misslyckades för ett av dina nätverksgränssnitt. Felåterställningen misslyckades också, så allt nätverk är inaktiverat.

source: MAC address anonymization failed for your network interface. The error recovery also failed, so all networking is disabled.
bg: Обезличаването на адреса MAC на мрежовия интерфейс е неуспешно. Възстановяването след грешка също е неуспешно и за това всички мрежи са изключени.
ca: L'anonimització de l'adreça MAC ha fallat per a la vostra interfície de xarxa. La recuperació d'errors també ha fallat, de manera que totes les xarxes estan desactivades.
cs: Selhala anonymizace adresy MAC u vašeho síťového rozhraní. Selhalo také zotavení z chyby, takže je zakázán veškerý síťový provoz.
fa: گم‌نام‌سازی نشانی مک برای میاناهای شبکه‌تان شکست خورد. بازیابی خطا نیز شکست خورد، بنابراین همهٔ شبکه‌ها از کار افتاده‌اند.
fi: MAC-osoitteen anonymisointi epäonnistui verkkoliitännällesi. Myös virheen palautus epäonnistui, joten kaikki verkkoyhteydet on poistettu käytöstä.
fr: L’anonymisation de l’adresse MAC a échoué pour votre interface réseau. Le dépannage de cette erreur a également échoué, toutes les fonctions de réseau sont donc désactivées.
ga: Theip ar do chomhéadan líonra a bheith anaithnidiú seolta MAC. Theip ar aisghabháil na hearráide freisin, mar sin tá gach líonrú díchumasaithe.
is: Nafnleysi MAC-vistfangs mistókst fyrir netkortið þitt. Viðgerð villunnar mistókst einnig, þannig að öll netvinnsla er tímabundið óvirk.
it: Anonimizzazione dell'indirizzo MAC fallita per l'interfaccia di rete. Anche il ripristino dall'errore è fallito, perciò tutta la rete è disattivata.
ja: ネットワークインターフェイスで MAC アドレスの匿名化に失敗しました。エラーの回復にも失敗したため、すべてのネットワークが無効になっています。
ka: MAC-მისამართის გაუმხელობა ვერ მოხერხდა თქვენი ქსელის დაფით. ვერც შეცდომის გამოსწორება ვერ მოხერხდა, ასე რომ ქსელი სრულად გაითიშა.
pl: Anonimizacja adresu MAC dla interfejsu sieciowego nie powiodła się. Odzyskiwanie po błędzie również nie powiodło się, więc cała obsługa sieci jest wyłączona.
ru: Анонимизация MAC-адреса сетевого интерфейса не удалась. Восстановление после ошибки также не удалось, поэтому все сетевые соединения отключены.
sq: Dështoi anonimizimi i adresës MAC për ndërfaqen tuaj të rrjetit. Dështoi edhe rimarrja pas gabimi, ndaj është çaktivizuar krejt punimi në rrjet.
sr: Анонимизација MAC адресе није успела за ваш мрежни интерфејс. Опоравак грешке такође није успео, тако да су све мрежне функције онемогућене.
sv: MAC-adressanonymisering misslyckades för ditt nätverksgränssnitt. Felåterställningen misslyckades också, så allt nätverk är inaktiverat.

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See {manual_upgrade_url}
bg: <b>Няма достатъчно памет за проверка за обновяване.</b> Уверете се, че системата отговаря на изискванията за работа с Tails. Вижте file:///usr/share/doc/tails/website/doc/about/requirements.en.html За повторна проверка за обновяване рестартирайте Tails. Или обновете ръчно. Вижте {manual_upgrade_url}
ca: <b>No hi ha prou memòria disponible per comprovar si hi ha actualitzacions.</b> Assegureu-vos que aquest sistema compleix els requisits per executar Tails. Vegeu file:///usr/share/doc/tails/website/doc/about/requirements.en.html Intenteu reiniciar Tails per comprovar si hi ha actualitzacions de nou. O feu una actualització manual. Veure {manual_upgrade_url}
cs: <b>Není dostupný dostatek paměti pro kontrolu aktualizací.</b> Ujistěte se, že tento systém splňuje podmínky pro běh Tails. Viz file:///usr/share/doc/tails/website/doc/about/requirements.en.html Zkuste restartovat Tails a znovu zkontrolovat aktualizace. Nebo proveďte manuální aktualizaci. Viz {manual_upgrade_url}
fa: <b>حافظه کافی برای بررسی ارتقا در دسترس نیست.</b> مطمئن شوید که این سیستم الزامات اجرای تیلز را برآورده می کند. به file:///usr/share/doc/tails/website/doc/about/requirements.en.html مراجعه کنید سعی کنید تیلز را مجددا راه‌اندازی کنید تا وجود ارتقا را بررسی کند. یا یک ارتقا دستی انجام دهید. به {manual_upgrade_url} مراجعه کنید
fi: <b>Vapaata keskusmuistia ei ole riittävästi päivitystarkistukseen.</b> Varmista, että tämä järjestelmä täyttää Tailsin järjestelmävaatimukset. Katso file:///usr/share/doc/tails/website/doc/about/requirements.en.html Yritä päivitystä uudelleen käynnistämällä Tails uudelleen. Tai asenna päivitys manuaalisesti. Katso {manual_upgrade_url}
fr: <b>Il n’y a pas assez de mémoire libre pour vérifier la disponibilité de mises à jour.</b> Assurez-vous que ce système répond aux exigences d’exécution de Tails. Consultez file:///usr/share/doc/tails/website/doc/about/requirements.fr.html Essayez de redémarrer Tails pour revérifier la disponibilité de mises à jour. Ou effectuez une mise à jour manuelle. Consultez {manual_upgrade_url}
ga: <b>Níl go leor cuimhne ar fáil chun uasghráduithe a sheiceáil.</b> Déan cinnte go sásaíonn an córas seo na ceanglais maidir le Tails a rith. Féach an comhad::///usr/share/doc/tails/website/doc/about/requirements.en.html Déan iarracht Tails a atosú chun seiceáil le haghaidh uasghráduithe arís. Nó déan uasghrádú láimhe. Féach ar {manual_upgrade_url}
he: <b>אין מספיק זיכרון זמין כדי לבדוק אחר שדרוגים.</b> וודא שמערכת זו עומדת בדרישות להרצת Tails. ראה file:///usr/share/doc/tails/website/doc/about/requirements.en.html נסה להפעיל מחדש את Tails כדי לבדוק שוב אחר שדרוגים. או עשה שדרוג ידני. ראה {manual_upgrade_url}
is: <b>Ekki er nægt minni eftir til að athuga með uppfærslur.</b> Gakktu úr skugga um að þetta kerfi uppfylli kröfur til að keyra Tails. Skoðaðu file:///usr/share/doc/tails/website/doc/about/requirements.en.html Reyndu að endurræsa Tails til að athuga aftur með uppfærslur. Eða uppfærðu handvirkt. Skoðaðu {manual_upgrade_url}
it: <b>Memoria insufficiente per controllare gli aggiornamenti.</b> Assicurati che questo sistema soddisfi i requisiti per eseguire Tails. Vedi file:///usr/share/doc/tails/website/doc/about/requirements.en.html Prova a riavviare Tails per controllare di nuovo gli aggiornamenti. Oppure esegui un aggiornamento manuale. Vedi {manual_upgrade_url}
ja: <b>アップグレードをチェックするために使用できるメモリーが不足しています。</b> このシステムが Tails を実行するための要件を満たしていることを確認してください。 file:///usr/share/doc/tails/website/doc/about/requirements.en.html をご覧ください。 Tails を再起動し、再度アップグレードを確認してみてください。 または、手動アップグレードを行ってください。 {manual_upgrade_url} をご覧ください。
ka: <b>მეხსიერება არასაკმარისია განახლებებზე შემოწმებისთვის.</b> დარწმუნდით, რომ ეს სისტემა აკმაყოფილებს საჭირო მოთხოვნებს Tails-ის გასაშვებად. იხილეთ file:///usr/share/doc/tails/website/doc/about/requirements.en.html სცადეთ Tails-ის ხელახლა გაშვება განახლებების შემოწმებისთვის. ან ხელით განაახლეთ. ბმულიდან {manual_upgrade_url}
pl: <b>Za mało dostępnej pamięci, aby sprawdzić dostępność aktualizacji.</b> Upewnij się, że ten system spełnia wymagania związane z uruchomieniem Tails. Zobacz file:///usr/share/doc/tails/website/doc/about/requirements.en.html Spróbuj zrestartować Tails, aby ponownie sprawdzić dostępność aktualizacji. Lub wykonaj ręczną aktualizację. Zobacz {manual_upgrade_url}
ro: <b>Memorie insuficientă pentru verificarea actualizărilor.</b> Asigurați-vă că sistemul întâlnește cerințele minime pentru a rula Tails. Accesați fișierul file:///usr/share/doc/tails/website/doc/about/requirements.en.html Puteți încerca să reporniți Tails pentru a verifica din nou actualizările. Puteți de asemenea să actualizați sistemul manual. Aflați cum se procedează acest lucru la {manual_upgrade_url}
ru: <b>Недостаточно памяти для проверки обновлений.</b> Убедитесь, что система соответствует требованиям для запуска Tails. Подробнее file:///usr/share/doc/tails/website/doc/about/requirements.en.html Попробуйте перезапустить Tails для повторной проверки доступных обновлений. Или выполните обновление вручную. Смотрите {manual_upgrade_url}
sq: <b>Pa kujtesë të mjaftueshme të passhme për të kontrolluar për përmirësime.</b> Sigurohuni se ky sistem i plotëson domosdoshmëritë për xhirim të Tails. Shihni file:///usr/share/doc/tails/website/doc/about/requirements.en.html Që të rikontrollohet për përmirësime, provoni të rinisni Tails. Ose bëni një përmirësim dorazi. Shihni {manual_upgrade_url}
sr: <b>Nema dovoljno mesta da se proveri za nadogradnju.</b> Budite sigurni da ovaj sistem ispunjava zahteve za pokretanje Tails. Pogledajte file:///usr/share/doc/tails/website/doc/about/requirements.en.html Pokušajte restartovati Tails da ponovo proverite za nadogradnje. Ili odradite ručnu nadogradnju. Pogledajte {manual_upgrade_url}
sv: <b>Det finns inte tillräckligt med minne för att söka efter uppgraderingar.</b> Se till att detta system uppfyller kraven för att köra Tails. Se file:///usr/share/doc/tails/website/doc/about/requirements.en.html Försök att starta om Tails för att söka efter uppgraderingar igen. Eller gör en manuell uppgradering. Se {manual_upgrade_url}
sw: <b>Hakuna nafasi ya kutosha kuangalia maboresho.</b> Hakikisha mfumo huu unakubalkiana na mahitaji ya Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Jaribu kuanza upya Tails kuangalia maboiresho tena. Au fanya maboresho kwa nnjia ya kawaida. Angalia {manual_upgrade_url}
vi: <b>Không đủ bộ nhớ khả dụng để kiểm tra bản cập nhật.</b> Hãy chắc chắn rằng hệ thống này thoả mãn các điều kiện để chạy Tails. Hãy xem file:///usr/share/doc/tails/website/doc/about/requirements.en.html Hãy thử khởi động lại Tails để kiểm tra lại cập nhật. Hoặc thực hiện cập nhật thủ công. Hãy xem {manual_upgrade_url}

source: error:
bg: грешка:
ca: S'ha produït un error:
cs: chyba:
fa: خطا :
fi: virhe:
fr: erreur :
ga: earráid:
he: שגיאה:
hr: greška:
is: villa:
it: errore:
ja: エラー:
ka: შეცდომა:
lt: klaida:
pl: błąd:
ro: eroare:
ru: ошибка:
sq: gabim:
sr: greška:
sv: fel:
sw: Dosari:
vi: lỗi:

source: Warning: virtual machine detected!
bg: Внимание: открита е виртуална машина!
ca: Avís: s'ha detectat una màquina virtual!
cs: Varování: zjištěn virtuální stroj!
fa: هشدار: ماشین مجازی کشف شد!
fi: Varoitus: virtuaalikone havaittu!
fr: Avertissement : Une machine virtuelle a été détectée !
ga: Rabhadh: braitheadh meaisín fíorúil!
he: אזהרה: מכשיר מדומה התגלה!
hr: Upozorenje: otkriven je virtualni stroj!
is: Aðvörun: sýndarvél fannst!
it: Attenzione: macchina virtuale rilevata!
ja: 警告: 仮想マシンを検出しました！
ka: ყურადღება: აღმოჩენილია ვირტუალური მანქანა!
lt: Įspėjimas: aptikta virtualioji mašina!
pl: Ostrzeżenie: wykryto maszynę wirtualną!
ro: Atenție: s-a detectat o mașină virtuală!
ru: Внимание: обнаружена виртуальная машина!
sq: Kujdes: u pikas makinë virtuale!
sr: Upozorenje: primećena je virtualna mašina!
sv: Varning: Virtuell maskin upptäcktes!
sw: Onyo: kuna kifaa kati ya mawasiliano kimeonekana!
vi: Cảnh báo: máy ảo được phát hiện!

source: Warning: non-free virtual machine detected!
bg: Внимание: открита е несвободна виртуална машина!
ca: Avís: s'ha detectat una màquina virtual no lliure!
cs: Varování: rozpoznán virtuální stroj, který není bezplatný!
fa: هشدار: ماشین مجازی غیر آزاد شناسایی شد!
fi: Varoitus: epävapaa virtuaalikone havaittu!
fr: Attention : machine virtuelle non-libre détectée !
ga: Rabhadh: braitheadh meaisín fíorúil neamhshaor!
he: אזהרה: מכשיר מדומה בלתי־חינמי התגלה!
hr: Upozorenje: otkriven je ne-slobodan virtualni stroj!
is: Aðvörun: ófrjáls sýndarvél fannst!
it: Attenzione: macchina virtuale non-free rilevata!
ja: 警告: フリーソフトではない仮想マシンを検出しました！
ka: გაფრთხილება: აღმოჩენილია არათავისუფალი ვირტუალური მანქანა!
lt: Įspėjimas: aptikta ne laisvosios programinės įrangos virtualioji mašina!
pl: Ostrzeżenie: wykryto niewolne oprogramowanie maszyny wirtualnej!
ro: Atenție: o mașina virtuală care non-liberă a fost detectată!
ru: Внимание: обнаружена несвободная виртуальная машина!
sq: Kujdes: u pikas makinë virtuale jo e lirë!
sr: Upozorenje: primećena je non-free virtualna mašina!
sv: Varning: virtuell maskin som inte är fri upptäcktes!
sw: Onyo: kifaa cha mawasiliano cha kati cha bure kimeonekana!
vi: Cảnh báo: máy ảo không tự do được phát hiện!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
bg: Операционната система - домакин и софтуерът за виртуализация могат да наблюдават какво правите в Tails. Само свободния софтуер може да се счита за надежден, както за операционната система домакин така и за софтуера за виртуализация.
ca: Tant el sistema operatiu instal·lat com el programari de virtualització poden monitoritzar el que feu a Tails. Només el programari lliure pot ésser considerat de confiança, tant pel sistema operatiu com per al programari de virtualització.
cs: Hostitelský operační systém i virtualizační software mohou monitorovat, co v Tails děláte. Za důvěryhodný lze považovat jen svobodný software, a to jak v případě operačního systému, tak virutálizačního softwaru.
fa: سیستم عامل میزبان و نرم افزار مجازی ساز می توانند آنچه شما در Tails انجام می دهید را مشاهده کنند. تنها نرم افزارهای آزاد می توانند برای سیستم عامل میزبان و نرم افزار مجازی ساز قابل اعتماد باشند.
fi: Sekä isäntäkäyttöjärjestelmä että virtualisointiohjelmisto kykenevät valvomaan, mitä teet Tails-ohjelmassa. Vain vapaata ohjelmistoa voidaan pitää luotettavana sekä isäntäkäyttöjärjestelmän että virtualisointiohjelmiston osalta.
fr: Le système d’exploitation hôte et le logiciel de virtualisation peuvent tous deux surveiller ce que vous faites dans Tails. Seuls les logiciels libres peuvent être considérés de confiance, à la fois pour le système d’exploitation hôte et le logiciel de virtualisation.
ga: Tá an córas oibriúcháin ar an óstríomhaire agus an bogearra fíorúlaithe in ann monatóireacht a dhéanamh ar na rudaí a dhéanann tú in Tails. Ní féidir muinín a chur i gcóras oibriúcháin ná i mbogearra fíorúlaithe nach bhfuil saor.
he: גם מערכת ההפעלה של המארח וגם תוכנת ההדמיה מסוגלות לנטר מה אתה עושה ב-Tails. רק תוכנה חופשית יכולה להיות מצונזרת בצורה אמינה, עבור מערכת ההפעלה של המארח ועבור תוכנת ההדמיה.
hr: Operacijski sustav i virtualizacijski softver mogu nadgledati što radiš u Tailsu. Samo se slobodan softver može smatrati vjerodostojnim, kako za operacijski sustav tako i za virtualizacijski softver.
is: Bæði hýsilstýrikerfið og sýndarvélarhugbúnaðurinn geta fylgst með hvað þú ert að gera í Tails. Einungis er hægt að gera ráð fyrir að hægt sé að treysta frjálsum og opnum hugbúnaði, bæði hvað varðar hýsilstýrikerfið og sýndarvélarhugbúnaðinn.
it: Sia il sistema operativo host sia il software di virtualizzazione possono monitorare cosa si sta facendo in Tails. Solo il software libero può essere considerato affidabile, sia per il sistema operativo host sia per il software di virtualizzazione.
ja: ホストオペレーティングシステムと仮想化ソフトウェアのどちらも、Tails で行っていることを監視できます。ホストオペレーティングシステムと仮想化ソフトウェアには、フリーソフトのみが信頼されます。
ka: ორივეს, საოპერაციო სისტემასაც და ვირტუალურ პროგრამასაც შეუძლია თვალი ადევნოს თქვენს მოქმედებებს Tails-ში. მხოლოდ თავისუფალი პროგრამა შეიძლება ჩაითვალოს სანდოდ, როგორც საოპერაციო სისტემის, ასევე ვირტუალური პროგრამის შემთხვევაში.
lt: Tiek pagrindinio kompiuterio operacinė sistema, tiek virtualizacijos programinė įranga gali stebėti ką jūs darote sistemoje Tails. Tik laisvoji programinė įranga, naudojama tiek pagrindinio kompiuterio operacinėje sistemoje, tiek virtualizacijos programinėje įrangoje, gali būti laikoma patikima.
pl: Zarówno system operacyjny hosta, jak i oprogramowanie wirtualizacji software'u są w stanie monitorować Twoją aktywność w systemie Tails. W odniesieniu do nich, wiarygodne jest wyłącznie oprogramowanie wolne.
ro: Atât sistemul de operare gazdă cât și software-ul de virtualizare sunt capabile să monitorizeze ce faceți în Tails. Numai software-ul liber poate fi considerat demn de încredere, atât pentru sistemul de operare gazdă cât și pentru software-ul de virtualizare.
ru: Как операционная система хост-машины, так и ПО, создающее виртуальную машину, могут отслеживать вашу работу в Tails. Только свободное программное обеспечение можно считать надежным, как для принимающей операционной системы, тaк и программного обеспечения для виртуализации.
sq: Si sistemi operativ strehë, ashtu edhe programi i virtualizimit janë në gjendje të mbikëqyrin se ç’bëni në Tails. Vetëm software-i i lirë mund të konsiderohet i besueshëm, si për sistemin operativ strehë, ashtu edhe për software-in e virtualizimit.
sr: I domaći operativni sistem i softver virtualizacije mogu posmatrati šta radite u Tails. Samo besplatan softver je smatran pouzdan, i za domaći operativni sistem i softver virtualizacije.
sv: Både värdsystemet och virtualiseringsmjukvaran kan övervaka det du gör i Tails. Bara fri mjukvara kan räknas som pålitlig, för både värdsystemet och virtualiseringsmjukvaran.
sw: Mfumo unaosimamia na ule unaoingilia mawasiliano wanauwezo wa kufuatilia unachofanya katika Tails. Programu huru pekee zinaweza kuaminika, kwa mfumo wa usimamizi na ule unaoingilia mawasiliano.
vi: Cả hệ thống vận hành máy chủ và phần mềm ảo hóa đều có thể theo dõi những gì bạn đang làm trên Tails. Chỉ có phần mềm tự do có thể được xem xét đáng tin cậy, dành cho cả hệ thống vận hành máy chủ và phần mềm ảo hóa.

source: Don't Show Again
bg: Без повторно показване
ca: No tornis a mostrar
cs: Příště nezobrazovat
fa: دیگر نشان نده
fi: Älä näytä enään
fr: Ne plus afficher
ga: Ná Taispeáin Arís
he: אל תראה שוב
hr: Nemoj više prikazivati
is: Ekki birta þetta aftur
it: Non mostrare più
ja: 今後表示しない
ka: აღარ გამოჩნდეს
lt: Daugiau neberodyti
pl: Nie pokazuj ponownie
ro: Nu arătați din nou
ru: Не показывать это снова
sq: Mos e Shfaq Më
sr: Ne pokaži ponovo
sv: Visa inte igen
sw: Usionyeshe tena
vi: Không hiện lại

source: Tor Connection
bg: Връзка с Tor
ca: Connexió Tor
cs: Tor spojení
fa: اتصال تور
fi: Tor yhteys
fr: Connexion à Tor
ga: Ceangal Tor
he: חיבור Tor
hr: Tor veza
is: Tor-tenging
it: Connessione Tor
ja: Tor 接続
ka: Tor-კავშირი
lt: Tor ryšys
pl: Połączenie Tor
ro: Conexiune Tor
ru: Подключение к Tor
sq: Lidhjet Tor
sr: Tor Veza
sv: Tor-anslutning
sw: Mawasiliano ya Tor
vi: Kết nối Tor

source: _Use a bridge that you already know
bg: _Използване на мост, за който знаете
ca: _Feu servir un pont que ja coneixeu
cs: _Použít bridge, který už znáte
fa: _از پلی استفاده کنید که می‌دانید
fi: _Käytä jo tuntemaasi siltaa
fr: _Utiliser un pont que vous connaissez déjà
ga: _Úsáid droichead atá ar eolas agat cheana féin
he: _השתמשו בגשר שאתם/ן כבר מכירים/ות
hr: _Koristi most koji već poznaš
is: _Nota brú sem þú þekkir nú þegar
it: _Usa un bridge che conosci già
ja: すでに知っているブリッジを使用 (_U)
ka: _ნაცნობი ხიდის გამოყენება
lt: Na_udoti jau jums žinomą tinklų tiltą
pl: _Użyj mostka, który już znasz
ro: _Folosește un pod pe care îl stiu deja
ru: _Использовать мост, который уже знаком вам
sq: _Përdorni një urë që e dini tashmë
sr: _Iskoristi most koji već znate
sv: _Använd en bro som du redan känner till
sw: _Tumia bridge ambayo tayari unaijua
vi: _Sử dụng một cầu Bridge mà bạn đã biết

source: To save your bridge, <a href="doc/persistent_storage">unlock your Persistent Storage</a>.
bg: За да бъде запазен моста <a href="doc/persistent_storage">отключете постоянното хранилище</a>.
ca: Per desar el vostre pont, <a href="doc/persistent_storage">desbloquegeu el vostre Emmagatzematge Persistent</a>.
cs: Pro uložení vašeho mostu <a href="doc/persistent_storage">odemkněte trvalé úložiště</a>.
fi: Tallentaaksesi siltasi, <a href="doc/persistent_storage">avaa pysyvä tallennustilasi</a>.
fr: Pour sauvegarder votre pont, <a href="doc/persistent_storage">déverrouillez votre stockage persistant</a>.
ga: Chun do dhroichead a shábháil, <a href="doc/persistent_storage">díghlasáil do Stór Marthanach</a>.
is: Til að vista brúna þína skaltu <a href="doc/persistent_storage">aflæsa varanlegu gagnageymslunni þinni</a>.
it: Per salvare il bridge, <a href="doc/first_steps/persistence">sblocca la tua archiviazione persistente</a>.
ja: ブリッジを保存するには、<a href="doc/first_steps/persistence">永続ストレージのロックを解除</a>してください。
ka: ხიდის შესანახად <a href="doc/persistence_storage">გახსენით მუდმივი მეხსიერება</a>.
pl: Aby zapisać mostek, <a href="doc/persistent_storage">odblokuj pamięć trwałą</a>.
ro: Pentru a salva podul, <a href="doc/first_steps/persistence">deblocați stocarea persistentă</a>.
ru: Чтобы сохранить свой мост, <a href="doc/persistent_storage">разблокируйте Постоянное хранилище</a>.
sq: Që të ruhet ura juaj, <a href="doc/persistence_storage">shkyçni Depozitën tuaj të Qëndrueshme</a>.
sr: Da sačuvate most, <a href="doc/persistent_storage">otključajte Uporno Skladište</a>.
sv: För att spara din bro, <a href="doc/persistent_storage">lås upp din bestående lagring</a>.
sw: Ili kutumia bridge yako, <a href="doc/persistent_storage">fungua Persistent Storage</a>.
vi: Để sao lưu lại cầu Bridge của bạn, <a href="doc/persistent_storage">mở khoá ổ đĩa lưu trữ liên tục kéo dài của bạn</a>.
