Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Tor Browser
ca: Navegador Tor
cs: Prohlížeč Tor
fa: مرورگر تور
fi: Tor-selain
fr: Navigateur Tor
ga: Brabhsálaí Tor
he: דפדפן Tor
hr: Tor preglednik
is: Tor-vafrinn
lt: Tor Naršyklė
sr: Tor pregledač
vi: Trình duyệt Tor Browser

source: GnuPG
fa: گنو پرايوسى گارد (GnuPG)

source: meek
fa: ادا

source: SOCKS 4
fa: ساکس ۴
sw: SOKSI 4

source: SOCKS 5
fa: ساکس ۵
sw: SOKSI 5

source: {app} (PID: {pid})
he: {app} (מזהה: {pid})
