Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: This version of Tails is outdated, and may have security issues.
bg: Изданието на Tails е остаряло и може да има уязвимости.
ca: Aquesta versió de Tails està obsoleta i pot presentar problemes de seguretat.
cs: Tato verze Tails je zastaralá a může obsahovat bezpečnostní problémy.
fa: این نسخه تیلز قدیمی می‌باشد و ممکن است مشکلات امنیتی داشته باشد.
fi: Tämä Tails-versio on vanhentunut, ja siinä saattaa olla turvallisuuspulmia.
fr: Cette version de Tails est obsolète et peut poser des problèmes de sécurité.
ga: Tá an leagan seo de Tails as dáta, agus seans go bhfuil fadhbanna slándála ann.
he: גרסה זו של Tails מיושנת ועלולות להיות לה סוגיות אבטחה.
hr: Ovo je zastarjela verzija Tailsa i može sadržati sigurnosne probleme.
is: Þessi útgáfa Tails er úrelt og gæti verið með öryggisvandamál.
it: Questa versione di Tails è obsoleta e potrebbe avere problemi di sicurezza.
ja: このバージョンの Tails は古く、セキュリティ上の問題がある可能性があります。
ka: Tails-ის ეს ვერსია მოძველებულია და შესაძლოა ხარვეზები გააჩნდეს უსაფრთხოებაში.
lt: Ši Tails versija yra pasenusi ir joje gali būti saugumo spragų.
pl: Ta wersja Tails jest nieaktualna i może mieć problemy z bezpieczeństwem.
ro: Această versiune Tails este învechită și ar putea avea probleme de securitate.
ru: Данная версия Tails устарела и может иметь проблемы безопасности.
sq: Ky version i Tails është i vjetruar dhe mund të ketë probleme sigurie.
sr: Ова верзија Таилса је застарела, и могуће има безбедносне проблеме.
sv: Denna version av Tails är inte den senaste, och kan innehålla säkerhetsproblem.
sw: Toleo hili la Tails sio jipya, na linaweza kuwa na matatizo ya kiusalama.
vi: Phiên bản Tails này đã lỗi thời, và có thể có vài vấn đề an ninh.

source: The available incremental upgrade requires {space_needed} of free space on Tails system partition, but only {free_space} is available.
bg: Наличното частично обновяване изисква {space_needed} свободно място на системния дял на Tails, но само {free_space} са налични.
ca: L'actualització incremental disponible requereix {space_needed} d'espai lliure a la partició del sistema Tails, però només hi ha {free_space} disponible.
cs: Dostupný inkrementální upgrade vyžaduje {space_needed} volného prostoru na Tails systémovém oddílu, ale volného místa je pouze {free_space}.
fa: ارتقای موجود به {space_needed} فضای خالی در پارتیشن سیستم تیلز نیاز دارد، اما فقط {free_space} در دسترس است.
fi: Saatavilla oleva kasautuva päivitys vaatii {space_needed} Tails-järjestelmäosion vapaasta tilasta, mutta vain {free_space} on käytettävissä.
fr: La mise à jour incrémentielle proposée exige {space_needed} d’espace libre sur la partition système de Tails, mais il n’y en a que {free_space}.
ga: Teastaíonn {space_needed} de spás saor in aisce ar dheighilt chórais Tails leis an uasghrádú incriminteach atá ar fáil, ach níl ach {free_space} ar fáil.
he: השדרוג המצטבר הזמין דורש {space_needed} שטח פנוי במחיצת מערכת Tails, אך יש רק {free_space} זמין.
hr: Dostupna dodatna nadogradnja zahtijeva {space_needed} slobodnog prostora na particiji Tails sustava, ali slobodno je samo {free_space}.
is: Tiltæka hlutauppfærslan krefst {space_needed} af lausu plássi á kerfissneið Tails, en aðeins {free_space} eru laus.
it: L'aggiornamento incrementale disponibile richiede {space_needed} di spazio libero nella partizione di sistema di Tails, ma sono disponibili solo {free_space}.
ja: 利用できる定期アップグレードは Tails のシステムパーティション上に {space_needed} の空き容量が必要ですが、 {free_space} しか空き容量がありません。
ka: ხელმისაწვდომი დამატებითი განახლება საჭიროებს {space_needed} თავისუფალ ადგილს Tails-ის სისტემურ დანაყოფზე, მაგრამ მხოლოდ {free_space} არის ხელმისაწვდომი.
lt: Prieinamas prieauginis naujinimas reikalauja {space_needed} laisvos vietos Tails sistemos skaidinyje, tačiau yra prieinama tik {free_space}.
pl: Dostępna aktualizacja wymaga {space_needed} wolnego miejsca na partycji systemu Tails, ale tylko {free_space} jest dostępne.
ro: Actualizarea incrementală disponibilă necesită {space_needed} de spațiu liber pe partiția de sistem Tails, dar numai {free_space} este disponibil.
ru: Имеющееся дополнительное обновление требует {space_needed} свободного пространства в системном разделе Tails, но только {free_space} доступно.
sq: Përmirësimi pasues i gatshëm lyp {space_needed} hapësirë të lirë në pjesën e sistemit Tails, por ka të lirë vetëm {free_space}.
sr: Dostupnoj postepenoj nadogradi treba {space_needed} slobodnog mesta na Tails-ovoj sistemskoj particiji, ali samo {free_space} je dostupno.
sv: Den tillgängliga steguppgraderingen kräver {space_needed} ledigt utrymme på Tails-systempartition, men endast {free_space} finns tillgängligt.
sw: Maboresho yaliyopo yaliyoongezwa yanahitaji {space_needed} nafasi huru ya mfumo wa Tails, lakini iliyopo ni {free_space} pekee.
vi: Nâng cấp gia tăng khả dụng yêu cầu {space_needed} của không gian trống trên phẩn ổ đĩa hệ thống Tails, nhưng chỉ {free_space} là khả dụng.

source: The available incremental upgrade requires {memory_needed} of free memory, but only {free_memory} is available.
bg: Наличното частично обновяване изисква {memory_needed} свободна памет, но само {free_memory} е свободна.
ca: L'actualització incremental disponible requereix {memory_needed} de memòria lliure, però només hi ha {free_memory} disponible.
cs: Dostupný inkrementální upgrade vyžaduje {memory_needed} volné paměti, ale volné paměti je pouze {free_memory}.
fa: ارتقای موجود به {memory_needed} حافظه آزاد نیاز دارد، اما فقط {free_memory} در دسترس است.
fi: Saatavilla oleva kasautuva päivitys vaatii {memory_needed} vapaasta muistista, mutta vain {free_memory} on käytettävissä.
fr: La mise à jour incrémentielle proposée exige {memory_needed} d’espace libre, mais il n’y en a que {free_memory}.
ga: Teastaíonn {memory_needed} de chuimhne in aisce don uasghrádú incriminteach atá ar fáil, ach níl ach {free_memory} ar fáil.
he: השדרוג המצטבר הזמין דורש {memory_needed} של זיכרון פנוי, אך יש רק {free_memory} זמין.
hr: Dostupna dodatna nadogradnja zahtijeva {memory_needed} slobodne memorije, ali slobodno je samo {free_memory}.
is: Tiltæka hlutauppfærslan krefst {memory_needed} af lausu minni, en aðeins {free_memory} er laust.
it: L'aggiornamento incrementale disponibile richiede {memory_needed} di memoria libera, ma sono disponibili solo {free_memory}.
ja: 利用できる定期アップグレードは {memory_needed} のメモリーの空き容量が必要ですが、{free_memory} しかメモリーの空き容量がありません。
ka: ხელმისაწვდომი დამატებითი განახლება საჭიროებს {memory_needed}s თავისუფალ მეხსიერებას, მაგრამ მხოლოდ {free_memory}s არის ხელმისაწვდომი.
lt: Prieinamas prieauginis naujinimas reikalauja {memory_needed} laisvos atminties, tačiau yra prieinama tik {free_memory}.
pl: Dostępna aktualizacja wymaga {memory_needed} wolnej pamięci, ale tylko {free_memory} jst dostępne.
ro: Actualizarea incrementală disponibilă necesită {memory_needed} de memorie liberă, dar sunt disponibili numai {free_memory}.
ru: Имеющееся дополнительное обновление требует {memory_needed} свободной памяти, но только {free_memory} доступно.
sq: Përmirësimit shtesë të gatshëm i duhet {memory_needed} kujtesë e lirë, por ka vetëm {free_memory} të përdorshme.
sr: Dostupnoj postepenoj dogradi treba {memory_needed} slobodne memorije, ali samo {free_memory} je dostupno.
sv: Den tillgängliga stegvisa uppgraderingen kräver {memory_needed} ledigt minne, men endast {free_memory} är tillgänglig.
sw: Maboresho yaliyopo yanahitaji {memory_needed} ya nafasi, lakini iliyopo ni {free_memory} pekee.
vi: Nâng cấp gia tăng khả dụng yêu cầu {memory_needed} của bộ nhớ trống, nhưng chỉ {free_memory} là khả dụng.

source: An error ocurred while detecting available upgrades. This should not happen. Please report a bug.
bg: Възникна грешка при търсене на обновявания. Това не трябва да се случва. Докладвайте дефект.
ca: S'ha produït un error en detectar les actualitzacions disponibles. Això no hauria de passar. Informeu d'un error.
cs: Při zjišťování dostupných aktualizací došlo k chybě. To by se nemělo stát. Chybu prosím nahlaste.
fa: یک خطا در هنگام شناسایی به‌روز‌رسانی‌های موجود رخ داد. این عادی نیست. لطفا باگ را گزارش کنید.
fi: Virhe etsittäessä päivityksiä. Tätä ei pitäisi tapahtua. Ilmoita ohjelmointivirheestä.
fr: Une erreur est survenue lors de la détection des mise à jour disponibles. Cela ne devrait pas se produire. Veuillez signaler un bogue.
ga: Tharla earráid agus na huasghráduithe a bhí ar fáil á bhrath. Níor cheart go dtarlódh sé seo. Tuairiscigh fabht.
he: קרתה תקלה בעת חיפוש אחר עדכוונים זמינים. דבר זה אינו אמור לקרות. בבקשה לדווח על הבאג.
hr: Došlo je do greške prilikom otkrivanja dostupnih nadogradnji. To se ne bi smjelo dogoditi. Molimo te da prijaviš ovu grešku.
is: Villa kom upp við að finna tiltækar uppfærslur. Þetta á ekki að gerast. Endilega tilkynntu villu.
it: Si è verificato un errore cercando gli aggiornamenti disponibili. Ciò non dovrebbe succedere. Si prega di segnalare l'errore.
ja: 利用可能なアップグレードを見つけている間に問題が発生しました。 これは通常は発生しないエラーです。バグを報告してください。
ka: შეცდომა წარმოიშვა, განახლებების მოძიებისას. წესით, ასე არ უნდა მომხდარიყო. გთხოვთ, მოგვახსენოთ ხარვეზის შესახებ.
pl: Wystąpił błąd podczas wykrywania dostępnych aktualizacji. To nie powinno się zdarzyć. Proszę zgłosić błąd.
ro: O eroare a apărut cât timp se căuta actualizări. Acest lucru ar trebui sa nu se întample. Vă rog raportați problema.
ru: Во время поиска доступных обновлений произошла ошибка. Этого не должно было произойти. Пожалуйста, сообщите об ошибке.
sq: Ndodhi një gabim teksa pikaseshin përmirësime gati. Kjo s’duhej të ndodhte. Ju lutemi, njoftoni një të metë.
sr: Greška se dogodila tokom otkrivanja dostupnih nadogradnji. Ovo se ne bi trebalo desiti. Molimo da prijavite grešku.
sv: Ett fel uppstod när tillgängliga uppgraderingar upptäcktes. Detta borde inte hända. Rapportera ett fel.
sw: Dosari imetokea wakati naangalia maboresho mapya Hii haitakiwi kutokea, tafadhali toa taarifa ya tatizo.
vi: Đã có một lỗi xảy ra trong khi dò tìm các bản cập nhật khả dụng. Điều này không nên xảy ra. Xin vui lòng báo cáo lại lỗi bug.

source: Error while detecting available upgrades
bg: Грешка при търсене на обновявания
ca: S'ha produït un error durant la detecció d'actualitzacions
cs: Chyba při zjišťování dostupných aktualizací
fa: خطایی در هنگام شناسایی ارتقاهای موجود رخ داد
fi: Virhe havaittaessa käytettävissä olevia päivityksiä
fr: Erreur de détection des mises à jour disponibles
ga: Earráid agus nuashonruithe á lorg
he: שגיאה בזמן גילוי שדרוגים זמינים
hr: Greška u otkrivanju dostupnih nadogradnji
is: Villa við að greina tiltækar uppfærslur
it: Errore durante il rilevamento di aggiornamenti disponibili
ja: 利用可能なアップグレードの確認中にエラーが発生しました
ka: შეცდომა, ხელმისაწვდომი განახლებების აღმოჩენისას
lt: Klaida, aptinkant prieinamus naujinimus
pl: Błąd podczas wyszukiwania dostępnych aktualizacji
ro: Eroare în timpul căutării actualizarilor disponibile
ru: Ошибка при поиске доступных обновлений
sq: Gabim teksa pikaseshin përmirësime të gatshme
sr: Грешка при откривању доступних надоградња
sv: Fel vid sökning efter tillgängliga uppgraderingar
sw: Dosari wakati wa kuangalia maboresho yaliyopo
vi: Có lỗi khi phát hiện những bản cập nhật có sẵn

source: An incremental upgrade is available, but no full upgrade is. This should not happen. Please report a bug.
bg: Налично е частично обновяване, но не и пълно. Това не трябва да се случва. Докладвайте дефект.
ca: Hi ha una actualització incremental disponible, però cap de completa. Això no hauria de passar. Si us plau, informeu de l'error.
cs: Přírůstková aktualizace je dostupná, ale není dostupná plná aktualizace. Toto by se nemělo stát. Tuto chybu prosím nahlaste.
fa: یک به روز رسانی موجود است اما یک بسته به روز رسانی کامل موجود نیست. این وضعیت عادی نیست. لطفاً یک گزارش باگ ارسال کنید.
fi: Kasautuva päivitys on saatavilla, mutta täydellinen päivitys ei ole. Tätä ei pitäisi tapahtua. Ilmoita ohjelmointivirheestä.
fr: Une mise à jour incrémentielle est disponible, mais aucune mise à jour complète ne l’est. Cela ne devrait pas se produire. Veuillez signaler un bogue.
ga: Tá nuashonrú incriminteach ar fáil, ach níl aon nuashonrú iomlán ar fáil. Tá rud éigin mícheart. Ba chóir duit tuairisc ar an bhfadhb seo a dhéanamh.
he: שדרוג מצטבר זמין, אבל לא שדרוג מלא. זה לא אמור לקרות. אנא דווח על תקל.
hr: Dostupna je djelomična nadogradnja, ali nema potpune nadogradnje. To se ne bi trebalo dešavati. Prijavi grešku.
is: Hlutuppfærsla er tiltæk en engin full uppfærsla. Þetta á ekki að gerast. Endilega tilkynntu villu.
it: Un aggiornamento incrementale è disponibile, ma non un aggiornamento completo. Questo non dovrebbe accadere. Si prega di segnalare l'errore.
ja: 定期アップグレードが利用できますが、完全なアップグレードはありません。 これは通常は発生しないエラーです。バグを報告してください。
ka: ხელმისაწვდომია დამატებითი განახლება, თუმცა არასრულია. წესით, ასე არ უნდა მომხდარიყო. გთხოვთ, მოგვახსენოთ ხარვეზის შესახებ.
lt: Yra prieinamas prieauginis naujinimas, tačiau nėra neprieinamas joks pilnas naujinimas. Taip neturėtų nutikti. Prašome pranešti apie klaidą.
pl: Przyrostkowa aktualizacja jest dostępna. Pełna aktualizacja nie jest dostępna. Jeśli uważasz, że to błąd, prosimy o jego zgłoszenie.
ro: O actualizare incrementală este disponibilă, dar nu o actualizare completă. Acest lucru nu ar trebui să se întâmple. Raportați un bug.
ru: Доступно только дополнительное, а не полное обновление. Этого не должно было произойти. Пожалуйста, сообщите об ошибке.
sq: Ka të gatshëm një përmirësim shtesë, por jo përmirësim të plotë. Kjo s'duhet të ndodhë. Ju lutemi, raportoni një të metë.
sr: Инкрементална надоградња је доступна, али нема комплетних надоградња. Ово није требало да се деси. Молимо вас да саопштите баг.
sv: En inkrementell uppgradering är tillgänglig, men ingen fullständig uppgradering. Detta bör inte hända. Rapportera ett fel.
sw: Maboresho yameongezwa, lakini hakuna maboresho yaliyokamilika. Hii haitakiwi kutokea. Tafadhali toa taarifa ya tatizo.
vi: Việc nâng cấp thêm đang có sẵn, nhưng không có nâng cấp toàn bộ. Việc này không nên xảy ra. Vui lòng báo lỗi.

source: <b>You should upgrade to {name} {version}.</b> For more information about this new version, go to {details_url} We recommend you close all other applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. Download size: {size} Do you want to upgrade now?
bg: <b>Трябва да обновите до {name} {version}.</b> За подробности относно новото издание, посетете {details_url} Препоръчваме по време на обновяването да затворите всички други приложения. Изтеглянето на обновяването може да отнеме много време - от няколко минути до няколко часа. Размер на изтеглянето: {size} Желаете ли да обновите сега?
ca: <b>És recomanable que actualitzeu a {name} {version}</b> Per obtenir més informació sobre aquesta nova versió, aneu a {details_url} Us recomanem que tanqueu les altres aplicacions durant l'actualització. La baixada de l'actualització pot trigar bastanta estona, des d'uns quants minuts a unes quantes hores. Mida de la baixada: {size} Voleu actualitzar ara?
cs: <b>Měli byste aktualizovat na {name} {version}.</b> Pro více detailů k této nové verzi přejděte na {details_url} Během upgradu doporučujeme zavřít všechny ostatní aplikace. Stažení upgradu může trvat dlouho, několik minut nebo i pár hodin. Velikost ke stažení: {size} Přejete si aktualizovat?
fa: <b>شما باید به {name} {version} ارتقا دهید.</b> برای اطلاعات بیشتر درباره این نسخه جدید به {details_url} مراجعه کنید. ما توصیه می‌کنیم که تمامی برنامه‌های دیگر را در هنگام ارتقا ببندید. دانلود ارتقا ممکن است از چند دقیقه تا چند ساعت زمان ببرد. حجم دانلود: {size} آیا می‌خواهید الآن ارتقا دهید؟
fi: <b>Sinun tulisi päivittää sovelluksen {name} versioon {version}.</b> Jos haluat lisätietoja tästä versiosta, mene osoitteeseen {details_url}. Suosittelemme muiden sovellusten sulkemista päivityksen ajaksi. Päivityksen lataamisessa saattaa kestää kauan useasta minuutista muutamaan tuntiin. Latauksen koko: {size} Haluatko päivittää nyt?
fr: <b>Vous devriez mettre à jour vers {name} {version}.</b> Pour plus de précisions sur cette nouvelle version, visitez {details_url} Nous vous recommandons de fermer toutes les applications pendant la mise à jour. Le téléchargement de la mise à jour pourrait être long, de plusieurs minutes à quelques heures. Taille du téléchargement : {size} Voulez-vous mettre à jour maintenant ?
ga: <b>Ba cheart duit {name} {version} a uasghrádú.</b> Le haghaidh tuilleadh eolais faoin leagan nua seo, téigh go dtí {details_url} Molaimid duit gach feidhmchlár eile a dhúnadh le linn an uasghrádaithe. Seans go dtógfaidh sé tamall fada an t-uasghrádú a íoslódáil, ó roinnt nóiméad go cúpla uair an chloig. Méid íoslódála: {size} Ar mhaith leat a uasghrádú anois?
he: <b>אתה צריך לשדרג אל {name} {version}.</b> למידע נוסף אודות גרסה חדשה זו, לך אל {details_url} אנחנו ממליצים לך לסגור את כל היישומים האחרים במהלך השדרוג. הורדת השדרוג עשויה לקחת זמן רב, מדקות ספורות למספר שעות. גודל ההורדה: {size} האם אתה רוצה לשדרג כעת?
hr: <b>Treba nadograditi na {name} {version}.</b> Za daljnje informacije o ovoj novoj verziji, idi na {details_url} Preporučujemo da tijekom nadogradnje zatvoriš sve ostale aplikacije. Preuzimanje nadogradnje može potrajati dugo, od nekoliko minuta do nekoliko sati. Veličina preuzimanja: {size} Želiš li sada nadograditi?
is: <b>Þú ættir að uppfæra í {name} {version}.</b> Til að sjá nánari upplýsingar um þessa nýju útgáfu, farðu á {details_url} Mælt er með því að loka öllum opnum forritum á meðan uppfærslu stendur. Niðurhal uppfærslunnar getur tekið töluverðan tíma, allt frá einhverjum mínútum til nokkurra klukkustunda. Stærð niðurhals: {size} Viltu uppfæra núna?
it: <b>Dovresti aggiornare a {name} {version}.</b> Per maggiori informazioni su questa nuova versione, visita {details_url}. Si consiglia di chiudere tutte le altre applicazioni durante l'aggiornamento. Scaricare l'aggiornamento potrebbe richiedere molto tempo, da pochi minuti ad alcune ore. Dimensione aggiornamento: {size} Vuoi aggiornare ora?
ja: <b>{name} {version} にアップグレードしてください。</b> この新しいバージョンの詳細につきましては、{details_url} をご覧ください。 アップグレード中は開いているアプリケーションをすべて閉じることが推奨されます。 アップグレードのダウンロードには、数分から2〜3時間程度の長い時間がかかる場合があります。 ダウンロードサイズ: {size} 今すぐアップグレードしますか？
ka: <b>ახალი ვერსიაა {name} {version}.</b> ვრცლად, ამ ახალი ვერსიის შესახებ, იხილეთ {details_url} გირჩევთ, დახუროთ ყველა სხვა პროგრამა განახლების დაწყებისას. განახლების ჩამოტვირთვამ, შესაძლოა დიდხანს გასტანოს, რამდენიმე წუთიდან, რამდენიმე საათამდეც კი. ჩამოტვირთვის მოცულობა: {size} გსურთ, განაახლოთ ახლავე?
lt: <b>Turėtumėte atsinaujinti į {name} {version}.</b> Išsamesnei informacijai apie šią naują versiją, pereikite į {details_url} Naujinimo metu, rekomenduojame užverti visas kitas programas. Naujinimo atsiuntimas gali ilgai užtrukti, nuo kelių minučių iki kelių valandų. Atsiuntimo dydis: {size} Ar norite naujinti dabar?
pl: <b>Powinieneś zaktualizować do {name} {version}.</b> Po więcej informacji o tej nowej wersji udaj się do {details_url} Rekomendujemy zamknięcie wszystkich innych aplikacji podczas aktualizacji. Pobieranie aktualizacji może zająć dużo czasu. Od paru minut do kilku godzin. Rozmiar pliku do pobrania: {size} Czy chcesz zaktualizować teraz?
ro: <b>Ar trebui să actualizați la {name} {version}.</b> Pentru mai multe detalii despre această nouă versiune, accesați {details_url} Vă recomandăm să închideți toate celelalte aplicații în timpul actualizării. Descărcarea actualizării poate dura mult timp, de la câteva minute la câteva ore. Dimensiunea descărcării: {size} Doriți să faceți upgrade acum?
ru: <b>Вам нужно установить обновление {name} {version}</b> Чтобы получить больше информации об этой новой версии, перейдите на страницу {details_url} Мы рекомендуем вам закрыть все другие приложения во время обновления. Загрузка обновления может занять длительное время, от нескольких минут до нескольких часов. Объем загрузки: {size} Хотите установить обновление сейчас?
sq: <b>Duhet ta përmirësoni me {name} {version}.</b> Për më tepër të dhëna rreth këtij versioni të ri, shkoni te {details_url} Këshillojmë të mbyllni krejt aplikacionet e tjera gjatë përmirësimit. Shkarkimi i përmirësimit mund të zgjasë për një kohë të gjatë, nga disa minuta deri në pak orë. Madhësi shkarkimi: {size} Doni të përmirësohet tani?
sr: <b>Trebali biste se ažurirati na {name}{version}.</b> Za više informacija o novoj verziji, idite na{details_url} Mi preporučujemo da zatvorite sve ostale aplikacije tokom ažuriranja. Preuzimanje nadogradnje može potrajati od par minuta do par sati. Veličina preuzimanja:{size} Da li želite da ažurirate sada?
sv: <b>Du bör uppgradera till {name} {version}.</b> Mer information om den här nya versionen finns på {details_url} Vi rekommenderar att du stänger alla andra program under uppgraderingen. Hämtning av uppgraderingen kan ta lång tid, från flera minuter till några timmar. Hämtningsstorlek: {size} Vill du uppgradera nu?
sw: <b>Unatakiwa kuboresha katika {name} {version}.</b> Kwa taarifa zaidi kuhusiana na toleo jipya, nenda katika {details_url} Tunashauri kufunga programu zote wakati wa kufanya maboresho. Kupakua maboresho kunaweza kuchukua muda mrefu,kutoka dakika kadhaa mpaka masaa machache. Kiwango cha kupakua:{size} Unataka kufanya maboresho sasa?
vi: <b>Bạn nên cập nhật lên tới phiên bản {name} {version}.</b> Để biết thêm thông tin chi tiết về phiên bản mới này, đi tới {details_url} Chúng tôi khuyến cáo bạn hãy đóng tất cả các ứng dụng khác trong lúc nâng cấp. Việc tải bản nâng cấp có thể mất nhiều thời gian, từ vài phút cho tới vài giờ. Kích thước tải xuống: {size} Bạn có muốn nâng cấp ngay bây giờ không?

source: Upgrade available
bg: Налично обновяване
ca: Hi ha una actualització disponible
cs: Aktualizace k dispozici
fa: به‌روز‌رسانی موجود است
fi: Päivitys on saatavilla
fr: Une mise à jour est disponible
ga: Nuashonrú ar fáil
he: שדרוג זמין
hr: Dostupna je nadogradnja
is: Uppfærsla tiltæk
it: Aggiornamento disponibile
ja: アップグレードが利用可能
ka: ხელმისაწვდომია განახლება
lt: Prieinamas naujinimas
pl: Dostępna aktualizacja
ro: Actualizare disponibilă
ru: Обновление доступно
sq: Përmirësim i gatshëm
sr: Надоградња доступна
sv: Uppgradering tillgänglig
sw: Maboresho yaliyopo
vi: Bản nâng cấp có sẵn

source: Upgrade now
bg: Обновяване сега
ca: Actualitza ara
cs: Aktualizovat nyní
fa: الآن به روز رسانی کن
fi: Päivitä nyt
fr: Mettre à jour maintenant
ga: Nuashonraigh anois
he: שדרג עכשיו
hr: Nadogradi sada
is: Uppfæra núna
it: Aggiorna ora
ja: 今すぐアップグレード
ka: ახლავე განახლება
lt: Naujinti dabar
pl: Aktualizuj teraz
ro: Actualizați acum
ru: Обновить сейчас
sq: Përmirësojeni tani
sr: Надогради одмах
sv: Uppgradera nu
sw: Boresha sasa
vi: Nâng cấp ngay bây giờ

source: Upgrade later
bg: Обновяване по-късно
ca: Actualitza més tard
cs: Aktualizovat později
fa: بعداً به روز رسانی کن
fi: Päivitä myöhemmin
fr: Mettre à jour plus tard
ga: Nuashonraigh níos déanaí
he: שדרג מאוחר יותר
hr: Nadogradi kasnije
is: Uppfæra síðar
it: Aggiorna in seguito
ja: 後でアップグレード
ka: განახლება მოგვიანებით
lt: Naujinti vėliau
pl: Aktualizuj później
ro: Actualizați mai tîrziu
ru: Обновить позднее
sq: Përmirësojeni më vonë
sr: Надогради касније
sv: Uppgradera senare
sw: Boresha baadae
vi: Nâng cấp sau
