Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: Errors were detected in the file system of your Persistent Storage. Tails can try to fix these errors, but this might erase some of your data and take a long time. If you already have an up-to-date backup of your Persistent Storage, we recommend that you try to repair. If you don't have a backup, we recommend that you create a partition image of your Persistent Storage first.
bg: Открити са грешки във файловата система на постоянното хранилище. Tails може да се опита да поправи тези грешки, но това може да доведе до изтриване на част от данните и да отнеме много време. Ако вече имате скорошно резервно копие на постоянното хранилище, препоръчваме да опитате да го поправите. Ако нямате резервно копие, препоръчваме първо да създадете образ на постоянното хранилище.
ca: S'han detectat errors al sistema de fitxers del vostre Emmagatzematge Persistent. Tails pot intentar solucionar aquests errors, però això podria esborrar algunes de les vostres dades i trigar molta estona. Si teniu una còpia de seguretat actualitzada del vostre Emmagatzematge Persistent, us recomanem que proveu de reparar-lo. Si no teniu una còpia de seguretat, us recomanem que primer creeu una imatge de partició del vostre Emmagatzematge Persistent.
cs: V systému souborů vašeho trvalého úložiště byly zjištěny chyby. Tails se může pokusit tyto chyby opravit, ale může dojít ke smazání některých vašich dat a může to trvat dlouho. Pokud již máte aktuální zálohu svého trvalého úložiště, doporučujeme pokusit se o opravu. Pokud zálohu nemáte, doporučujeme abyste nejprve vytvořili obraz oddílu vašeho trvalého úložiště.
fr: Des erreurs ont été détectées dans le système de fichiers de votre stockage persistant. Tails peut essayer de corriger ces erreurs, mais cela pourrait effacer certaines de vos données, et prendre beaucoup de temps. Si vous avez déjà une sauvegarde à jour de votre stockage persistant, nous vous recommandons d'essayer la réparation. Si vous n'avez pas de sauvegarde, nous vous recommandons de créer une image de partition de votre stockage persistant en premier lieu.
ga: Braitheadh earráidí i gcóras comhad do Stór Seasta. Is féidir le heireabaill iarracht a dhéanamh na hearráidí seo a réiteach, ach d’fhéadfadh sé seo cuid de do shonraí a scriosadh agus go dtógfaidh sé go leor ama. Má tá cúltaca cothrom le dáta de do Stór Seasta agat cheana féin, molaimid duit iarracht a dhéanamh é a dheisiú. Mura bhfuil cúltaca agat, molaimid duit íomhá deighilte de do Stór Seasta a chruthú ar dtús.
it: Sono stati rilevati errori nel file system dell'archiviazione persistente. Tails può provare a correggerli, ma ciò potrebbe eliminare alcuni dati e richiedere molto tempo. Se hai già un backup aggiornato dell'archiviazione persistente, ti consigliamo di provare a riparare. Se non lo hai, prima ti consigliamo di creare un'immagine della partizione dell'archiviazione persistente.
ja: 永続ストレージのファイルシステムでエラーが検出されました。 Tails はこれらのエラーの修復を試みますが、データの一部が消去され、時間がかかる可能性があります。 永続ストレージの最新のバックアップがある場合は、修復を試みることをお勧めします。 バックアップがない場合は、まず永続ストレージのバックアップパーティションイメージを作成することをお勧めします。
pl: Wykryto błędy w systemie plików pamięci trwałej. Tails może spróbować naprawić te błędy, ale może to spowodować usunięcie części danych użytkownika i potrwać długo. Jeśli masz już aktualną kopię zapasową pamięci trwałej, zalecamy próbę naprawy. Jeśli nie masz kopii zapasowej, zalecamy najpierw utworzenie obrazu partycji pamięci trwałej.
ru: Обнаружены ошибки в файловой системе постоянного хранилища. Tails может попытаться исправить эти ошибки, но это может стереть часть ваших данных и занять много времени. Если у вас уже есть свежая резервная копия постоянного хранилища, мы рекомендуем попробовать восстановление. Если у вас нет резервной копии, мы рекомендуем сначала сделать образ раздела постоянного хранилища.
sq: U pikasën gabime te sistemi i kartelave të Depozitës tuaj të Qëndrueshme. Tails mund të provojë të ndreqë këto gabime, por kjo mund të fshijë disa nga të dhënat tuaja dhe zgjat një kohë të madhe. Nëse keni tashmë një kopjeruajtje të përditësuar të Depozitës tuaj të Qëndrueshme, rekomandojmë ta provoni këtë riparim. Nëse s’keni kopjeruajtje, rekomandojmë që së pari të krijoni një pamje pjesëzimi të Depozitës tuaj të Qëndrueshme.
sr: Грешке су детектоване у фајл систему вашег Трајног складишта. Tails може покушати да исправи ове грешке, али ово може избрисати неке од ваших података и узети дуго време. Ако већ имате ажурирану резервну копију вашег Трајног складишта, препоручујемо да покушате поправку. Ако немате резервну копију, препоручујемо да креирате слику партиције вашег Трајног складишта први.
sv: Fel upptäcktes i filsystemet för din bestående lagring. Tails kan försöka åtgärda dessa fel, men det kan radera en del av dina data och ta lång tid. Om du redan har en uppdaterad säkerhetskopia av din bestående lagring rekommenderar vi att du försöker reparera. Om du inte har en säkerhetskopia rekommenderar vi att du skapar en partitionsbild av din bestående lagring först.

source: Repair File System
bg: Възстановяване на файловата система
ca: Reparació del sistema de fitxers
cs: Opravit systém souborů
fa: تعمیر سیستم فایل
fi: Korjaa tiedostojärjestelmä
fr: Réparer le système de fichiers
ga: Deisiúchán Córas Comhad
is: Lagfæra skráakerfi
it: Ripara il file system
ja: ファイルシステムの修復
ka: საფაილო სისტემის შეკეთება
pl: Napraw system plików
ru: Восстановить файловую систему
sq: Riparo Sistem Kartelash
sr: Поправка система датотека
sv: Reparera filsystem

source: Create Partition Image
bg: Създаване образ на дяла
ca: Crea una imatge de partició
cs: Vytvořit obraz oddílu
fr: Créer une image de partition
ga: Cruthaigh Íomhá Deighiltí
is: Gera disksneiðarmynd
it: Crea immagine della partizione
ja: パーティションイメージの作成
ka: დანაყოფის ასლის შექმნა
lt: Sukurti skaidinio atvaizdį
pl: Utwórz obraz partycji
ru: Создать образ раздела
sq: Krijo Pamje Pjesëzimi
sr: Креирајте слику партиције
sv: Skapa partitionsbild

source: Start Tails to learn how to create a partition image of your Persistent Storage.
bg: Стартирайте Tails, за да научите как да направите образ на постоянното хранилище.
ca: Inicieu Tails per aprendre a crear una imatge de partició del vostre Emmagatzematge Persistent.
cs: Spusťte Tail a zjistěte jak vytvořit obraz oddílu vašeho trvalého úložiště.
fa: آغاز تیلز برای آموختن چگونگی ایجاد تصویر افرازی از ذخیره‌ساز ماندگارتان.
fr: Démarrer Tails pour en savoir plus sur la création du stockage persistant.
ga: Tosaigh Tails chun foghlaim conas íomhá deighilte de do Stór Seasta a chruthú.
is: Ræstu Tails til að sjá hvernig á að útbúa diskmynd (partition image) af varanlega gagnageymslunni þinni.
it: Avvia Tails per scoprire come creare un'immagine della partizione dell'archiviazione persistente.
ja: Tails を起動して、永続ストレージのパーティションイメージを作成する方法を確認します。
ka: გაუშვით Tails რომ იხილოთ, როგორ შექმნათ თქვენი მუდმივი მეხსიერების დანაყოფის ასლი.
pl: Uruchom Tails, aby dowiedzieć się, jak utworzyć obraz partycji pamięci trwałej.
ru: Запустите Tails, чтобы узнать, как создать образ раздела постоянного хранилища.
sq: Që të mësoni si të krijoni një pamje pjesëzimi të Depozitës suaj të Qëndrueshme, nisni Tails.
sr: Покрените Tails да научите како да креирате слику партиције вашег Трајног складишта.
sv: Starta Tails för att lära dig hur du skapar en partitionsbild av din bestående lagring.

source: Failed to unlock the Persistent Storage due to file system errors.
bg: Постоянното хранилище не е отключено поради грешки във файловата система.
ca: No s'ha pogut desbloquejar l'Emmagatzematge Persistent a causa d'errors del sistema de fitxers.
cs: Selhalo odemčení trvalého úložiště kvůli chybám systému souborů.
fa: شکست در قفل‌گشایی ذخیره‌ساز ماندگارتان به دلیل خطاهای سامانهٔ پرونده.
fr: Échec du déverrouillage du stockage persistant en raison d'erreurs dans le système de fichiers.
ga: Theip ar dhíghlasáil an Stóráil Marthanach mar gheall ar earráidí sa chóras comhad.
is: Mistókst að aflæsa varanlegri gagnageymslunni vegna villna í skráakerfi.
it: Impossibile sbloccare l'archiviazione persistente a causa di errori del file system.
ja: ファイルシステムのエラーのため、永続ストレージのロック解除に失敗しました。
ka: მუდმივი მეხსიერება ვერ გაიხსნა საფაილო სისტემის შეცდომების გამო.
pl: Nie udało się odblokować pamięci trwałej z powodu błędów systemu plików.
ru: Не удалось разблокировать постоянное хранилище из-за ошибки файловой системы.
sq: S’u arrit të shkyçet Depozite të Qëndrueshme, për shkak gabimesh sistemi kartelash.
sr: Није успело откључавање Трајног складишта због грешака у систему датотека.
sv: Det gick inte att låsa upp bestående lagring på grund av filsystemfel.

source: Failed to upgrade the Persistent Storage. Please start Tails and send an error report.
bg: Постоянното хранилище не е обновено. Стартирайте Tails и изпратете доклад за грешка.
ca: No s'ha pogut actualitzar l'Emmagatzematge Persistent. Inicieu Tails i envieu un informe d'error.
cs: Nepodařilo se aktualizovat Trvalé úložiště. Spusťte prosím Tails a odešlete zpětnou vazbu.
fi: Pysyvän tallennustilan päivitys epäonnistui. Käynnistä Tails ja lähetä virheilmoitus.
fr: Échec de la mise à jour du stockage persistant. Veuillez démarrer Tails et envoyer un rapport d'erreur.
ga: Theip ar an Stóráil Mharthanach a uasghrádú. Cuir tús le Tails agus seol tuairisc earráide.
hr: Neuspjela nadogradnja trajnog spremišta. Pokreni Tails i pošalji izvještaj o grešci.
is: Mistókst að uppfæra varanlegu gagnageymsluna. Ræstu Tails og sendu villuskýrslu.
it: Impossibile aggiornare l'archiviazione persistente. Per favore, avvia Tails e invia una segnalazione di errore.
ja: 永続ストレージのアップグレードに失敗しました。Tails を起動してエラーレポートを送信してください。
pl: Nie udało się uaktualnić pamięci trwałej. Uruchom Tails i wyślij raport o błędzie.
ru: Не удалось обновить Постоянное хранилище. Пожалуйста, запустите Tails и отправьте отчёт об ошибке.
sq: S’u arrit të përmirësohet Depozitë e Qëndrueshme. Ju lutemi, nisni Tails dhe dërgoni një njoftim gabimi.
sr: Neuspelo ažuriranje Upornog Skladišta. Molimo pokrenite Tails i pošaljite izveštaj greške.
sv: Det gick inte att uppgradera bestående lagring. Starta Tails och skicka en felrapport.
vi: Đã thất bại khi nâng cấp Ổ đĩa lưu trữ Bền vững. Xin vui lòng khởi động Tails và gửi đi một báo cáo lỗi.

source: Failed to unlock the Persistent Storage. Please start Tails and send an error report.
bg: Постоянното хранилище не е отключено. Стартирайте Tails и изпратете доклад за грешка.
ca: No s'ha pogut desbloquejar l'Emmagatzematge Persistent. Inicieu Tails i envieu un informe d'error.
cs: Selhalo odemčení trvalého úložiště. Prosím spusťte Tails a odešlete hlášení chyby.
fi: Pysyvän tallennustilan salauksen avaaminen epäonnistui. Käynnistä Tails ja lähetä virheilmoitus.
fr: Échec du déverrouillage du stockage persistant. Merci de démarrer Tails et d'envoyer un signalement de l'erreur.
ga: Theip ar dhíghlasáil an Stóráil Marthanach. Cuir tús le Tails agus seol tuairisc earráide.
hr: Neuspjelo otključavanje trajnog spremišta. Pokreni Tails i pošalji izvještaj o grešci.
is: Mistókst að aflæsa varanlegri gagnageymslunni. Ræstu Tails og sendu villuskýrslu.
it: Impossibile sbloccare l'archiviazione persistente. Per favore, avvia Tails e invia una segnalazione di errore.
ja: 永続ストレージのロックを解除できませんでした。 Tails を起動してエラーレポートを送信してください。
pl: Nie udało się odblokować pamięci trwałej. Uruchom Tails i wyślij raport o błędzie.
ro: Deblocarea Stocării Persistente a eșuat. Vă rugăm să porniți Tails și să trimiteți un raport de eroare.
ru: Не удалось разблокировать Постоянное хранилище. Пожалуйста, запустите Tails и отправьте отчёт об ошибке.
sq: S’u arrit të shkyçet Depozite të Qëndrueshme. Ju lutemi, nisni Tails dhe dërgoni një njoftim gabimi.
sr: Neuspelo otključavanje Upornog Skladišta. Molimo pokrenite Tails i pošaljite izveštaj greške.
sv: Det gick inte att låsa upp bestående lagring. Starta Tails och skicka en felrapport.
sw: Imeshindwa kufubgua Persistent Storage. Tafadhali anza kutumia Tails kisha tuma taarifa ya dosari.
vi: Đã thất bại khi mở khoá Ổ đĩa lưu trữ Bền vững. Xin vui lòng khởi động Tails và gửi một báo cáo lỗi.

source: Failed to activate the Persistent Storage. Please start Tails and send an error report.
bg: Постоянното хранилище не е включено. Стартирайте Tails и изпратете доклад за грешка.
ca: No s'ha pogut activar l'Emmagatzematge Persistent. Inicieu Tails i envieu un informe d'error.
cs: Selhala aktivace trvalého úložiště. Prosím spusťte Tails a odešlete hlášení chyby.
fi: Pysyvän tallennustilan aktivointi epäonnistui. Käynnistä Tails ja lähetä virheilmoitus.
fr: Échec de l'activation du stockage persistant. Merci de démarrer Tails et d'envoyer un signalement de l'erreur.
ga: Theip ar an Stór Marthanach a ghníomhachtú. Cuir tús le Tails agus seol tuairisc earráide.
hr: Neuspjelo aktiviranje trajnog spremišta. Pokreni Tails i pošalji izvještaj o grešci.
is: Mistókst að virkja varanlegu gagnageymsluna. Ræstu Tails og sendu villuskýrslu.
it: Impossibile attivare l'archiviazione persistente. Per favore, avvia Tails e invia una segnalazione di errore.
ja: 永続ストレージの有効化に失敗しました。 Tails を起動してエラーレポートを送信してください。
pl: Nie udało się aktywować pamięci trwałej. Uruchom Tails i wyślij raport o błędzie.
ro: Activarea Stocării Persistente a eșuat. Vă rugăm să porniți Tails și să trimiteți un raport de eroare.
ru: Не удалось активировать Постоянное хранилище. Пожалуйста, запустите Tails и отправьте отчёт об ошибке.
sq: S’u arrit të aktivizohet Depozite të Qëndrueshme. Ju lutemi, nisni Tails dhe dërgoni një njoftim gabimi.
sr: Nemoguće aktivirati Uporno Skladište. Molimo pokrenite Tails i pošaljite izveštaj greške.
sv: Det gick inte att aktivera bestående lagring. Starta Tails och skicka en felrapport.
sw: Imeshindwa kuwezesha Persistent Storage. Tafadhali anza kutumia Tails kisha tuma taarifa ya dosari.
vi: Đã thất bại khi kích hoạt Ổ đĩa lưu trữ Bền vững. Xin vui lòng khởi động Tails và gửi đi một báo cáo lỗi.

source: Upgrading the Persistent Storage. This might take a while…
bg: Обновяване на постоянното хранилище. Ще отнеме известно време…
ca: S'està actualitzant l'Emmagatzematge Persistent. Això pot trigar una estona…
cs: Probíhá upgrade trvalého úložiště. Může to chvíli trvat…
fa: ارتقا دادن ذخیره‌ساز ماندگار. ممکن است کمی زمان ببرد…
fr: Mise à jour du stockage persistant. Cela peut prendre un certain temps…
ga: Uasghrádú ar an Stóráil Seasmhach. Seans go dtógfaidh sé seo tamall…
is: Uppfæri varanlega gagnageymslu. Þetta gæti tekið nokkra stund…
it: Aggiornamento dell'archiviazione persistente in corso. Potrebbe richiedere un po' di tempo…
ja: 永続ストレージのアップグレード中です。これには時間がかかるかもしれません…
ka: ახლდება მუდმივი საცავი. გარკვეულ დროს გასტანს…
pl: Uaktualnianie pamięci trwałej. To może chwilę potrwać…
ru: Обновление постоянного хранилища. Пожалуйста, подождите…
sq: Po përditësohet Depozitë e Qëndrueshme. Kjo mund zgjasë ca…
sr: Надоградња Трајног складишта. Ово може потрајати…
sv: Uppgradering av bestående lagring. Det här kan ta ett tag…

source: Error unlocking Persistent Storage: {}
bg: Грешка при отключване на постоянното хранилище:{}
ca: S'ha produït un error en desbloquejar l'Emmagatzematge Persistent: {}
cs: Chyba odemykání šifrovaného úložiště: {}
fa: خطا در قفل‌گشایی ذخیره‌سازی پایدار: {}
fi: Virhe avatessa pysyvää tallennustilaa: {}
fr: Erreur de déverrouillage du stockage persistant : {}
ga: Earráid agus Stóráil Marthanach á dhíghlasáil: {}
hr: Greška pri otključavanju trajnog spremišta: {}
is: Villa við að aflæsa varanlegri gagnageymslu: {}
it: Errore durante lo sblocco dell'archiviazione persistente: {}
ja: 暗号化された永続ストレージ: {}
ka: შეცდომა მუდმივი საცავის გახსნისას: {}
pl: Błąd podczas odblokowywania pamięci trwałej: {}
ro: Eroare la deblocarea Stocării Persistente: {}
ru: Ошибка при разблокировании Постоянного хранилища: {}
sq: Gabim në shkyçje Depozite të Qëndrueshme: {}
sr: Greška pri otključavanju Upornog Skladišta: {}
sv: Fel vid upplåsning av bestående lagring: {}
sw: Dosari katika kufungulia Persistent Storage: {}
vi: Có lỗi xảy ra khi đang mở khoá Ổ đĩa lưu trữ Bền vững: {}

source: Error upgrading Persistent Storage: {}
bg: Грешка при обновяване на постоянното хранилище:{}
ca: S'ha produït un error en actualitzar l'Emmagatzematge Persistent: {}
cs: Chyba aktualizace šifrovaného úložiště: {}
fi: Virhe päivitettäessä pysyvää tallennustilaa: {}
fr: Erreur de mise à jour du stockage persistant : {}
ga: Earráid agus Stór Marthanach á uasghrádú: {}
hr: Greška pri nadogradnji trajnog spremišta: {}
is: Villa við að uppfæra varanlega gagnageymslu: {}
it: Errore nell'aggiornamento dell'archiviazione persistente: {}
ja: 永続ストレージのアップグレードエラー: {}
ka: შეცდომა მუდმივი საცავის განახლებისას: {}
pl: Błąd podczas uaktualniania pamięci trwałej: {}
ro: Eroare la actualizarea Stocării Permanente: {}
ru: Ошибка при обновлении Постоянного хранилища: {}
sq: Gabim në përmirësim Depozite të Qëndrueshme: {}
sr: Greška pri nadogradnji Upornog Skladišta: {}
sv: Fel vid uppgradering av bestående lagring: {}
vi: Có lỗi xảy ra khi đang nâng cấp Ổ đĩa lưu trữ Bền vững: {}

source: Failed to activate some features of the Persistent Storage: {features}.
bg: Не са включени някои от възможностите на постоянното хранилище: {features}.
ca: No s'han pogut activar algunes funcions de l'Emmagatzematge Persistent: {features}.
cs: Nastavení trvalého úložiště selhalo: {features}.
fi: Pysyvän tallennustilan joidenkin ominaisuuksien määritys epäonnistui: {features}.
fr: Échec de l'activation de certaines fonctionnalités du stockage persistant : {features}.
ga: Theip ar ghníomhachtú roinnt gnéithe den Stóráil Marthanach: {features}.
hr: Neuspjelo aktiviranje nekih funkcija trajnog spremišta: {features}.
is: Tókst ekki að suma eiginleika varanlegrar gagnageymslu: {features}.
it: Impossibile attivare alcune funzionalità dell'archiviazione persistente: {features}.
ja: 永続ストレージの一部の機能の有効化に失敗しました: {features}
ka: ვერ მოხერხდა მუდმივი საცავის გარკვეული შესაძლებლობების ამოქმედება: {features}.
pl: Nie udało się aktywować niektórych funkcji pamięci trwałej: {features}.
ro: Nu s-au activat unele funcții ale stocării persistente: {features}.
ru: Не удалось активировать некоторые функции Постоянного хранилища: {features}.
sq: S’u arrit të aktivizoheshin disa veçori të Depozitës së Qëndrueshme: {features}.
sr: Neuspelo aktiviranje nekih karakteristika Upornog Skladišta: {features}.
sv: Det gick inte att aktivera vissa funktioner i bestående lagring: {features}.
vi: Đã thất bại khi kích hoạt một số tính năng của Ổ đĩa lưu trữ Bền vũng: {features}.

source: Error activating Persistent Storage: {}
bg: Грешка при включване на постоянното хранилище: {}
ca: S'ha produït un error en activar l'Emmagatzematge Persistent: {}
cs: Chyba aktivace trvalého úložiště: {}
fi: Virhe aktivoidessa pysyvää tallennustilaa: {}
fr: Erreur d'activation du stockage persistant : {}
ga: Earráid agus Stóráil Marthanach á ghníomhachtú: {}
hr: Greška pri aktiviranju trajnog spremišta: {}
is: Villa við að virkja varanlega gagnageymslu: {}
it: Errore nell'attivazione dell'archiviazione persistente: {}
ja: 永続ストレージのアクティベートエラー: {}
ka: შეცდომა მუდმივი საცავის ამოქმედებისას: {}
pl: Błąd aktywowania pamięci trwałej: {}
ro: Eroare la activarea Stocării Persistente: {}
ru: Ошибка при активации Постоянного хранилища: {}
sq: Gabim në aktivizim Depozite të Qëndrueshme: {}
sr: Greška tokom aktiviranja Upornog Skladišta: {}
sv: Fel vid aktivering av bestående lagring: {}
sw: Dosari katika kuhifadhi Persistent Storage: {}
vi: Có lỗi xảy ra khi đang kích hoạt Ổ đĩa lưu trữ Bền vững: {}

source: Failed to abort when repairing Persistent Storage filesystem: {}
bg: Прекъсването на поправката на файловата система на постоянното хранилище е неуспешно: {}
ca: No s'ha pogut interrompre en reparar el sistema de fitxers de l'Emmagatzematge Persistent: {}
cs: Selhalo přerušení při opravě souborového systému trvalého úložiště: {}
fi: Keskeyttäminen epäonnistui korjattaessa pysyvää tallennustiedostojärjestelmää: {}
fr: Échec de l'annulation de la réparation du système de fichiers du stockage persistant : {}
ga: Theip ar scor agus córas comhad Stóráil Seasmhach á dheisiú: {}
hr: Neuspjelo prekidanje prilikom popravljanja trajnog spremišta: {}
is: Tókst ekki að hætta þegar gert var við varanlega gagnageymslu: {}
it: Impossibile annullare durante la riparazione del file system dell'archiviazione persistente: {}
ja: 永続ストレージファイルシステムの修復を中止できませんでした: {}
ka: ვერ მოხერხდა მუდმივი მეხსიერების საფაილო სისტემის გასწორება: {}
pl: Nie udało się przerwać podczas naprawy systemu plików pamięci trwałej: {}
ru: Не удалось прервать восстановление файловой системы постоянного хранилища: {}
sq: S’u arrit të ndërpritej, teksa riparohej sistemi i kartelave të Depozitës së Qëndrueshme: {}
sr: Није успело прекидање приликом поправке система датотека Трајног складишта: {}
sv: Det gick inte att avbryta vid reparation av bestående lagring-filsystem: {}

source: _Language
bg: _Език
ca: _Llengua
cs: _Jazyk
fa: _زبان
fi: _Kieli
fr: _Langue
ga: _Teanga
he: _שפה
hr: _Jezik
is: Tungumá_l
it: _Lingua
ja: 言語 (_L)
ka: _ენა
lt: Ka_lba
pl: _Język
ro: _Limba
ru: _Язык
sq: _Gjuhë
sr: _Jezik
sv: _Språk
sw: _Lugha
vi: _Ngôn ngữ

source: _Formats
bg: _Формати
cs: _Formáty
fa: _قالب ها
fi: _Muotoilut
ga: _Formáidí
he: _תסדירים
hr: _Formati
is: S_nið
it: _Formati
ja: フォーマット (_F)
ka: _ფორმატები
lt: _Formatai
pl: _Formaty
ro: _Formaturi
ru: _Форматы
sq: _Formate
sr: _Formati
sv: _Format
sw: _Mifumo
vi: _Định dạng

source: _Keyboard Layout
bg: _Клавиатурана подредба
ca: _Disposició del teclat
cs: _Rozložení klávesnice
fa: _طرح بندی صفحه کلید
fi: _Näppäimistön pohja
fr: Disposition du _clavier
ga: _Leagan Amach an Mhéarchláir
he: _מערך מקלדת
hr: _Raspored tipkovnice
is: Ly_klaborðsuppsetning
it: _Disposizione tastiera
ja: キーボード配列 (_K)
ka: _კლავიატურის განლაგება
lt: _Klaviatūros išdėstymas
pl: _Układ klawiatury
ro: _Configurare tastatură
ru: _Раскладка клавиатуры
sq: Skemë _Tastiere
sr: _Raspored Tastature
sv: _Tangentbordslayout
sw: _Muonekano wa kicharazio
vi: _Bố cục bàn phím

source: Unable to write on %(device)s, skipping.
bg: В %(device)s не може да бъде записвано, пропускане.
ca: No s'ha pogut escriure a %(device)s, s'omet.
cs: Na zařízení %(device)s nelze zapsat, přeskakuji.
fa: خطا در نوشتن بر روی دستگاه %(device)s. این مرحله را جا می‌اندازم.
fi: Laitteelle %(device)s ei voi kirjoittaa: vaihe ohitetaan.
fr: Impossible d’écrire sur %(device)s, passage à l’étape suivante.
ga: Níorbh fhéidir scríobh ar %(device)s, ag dul thart.
he: לא היה ניתן לכתוב על %(device)s, מדלג.
hr: Nije moguće pisati na %(device)s; preskače se.
is: Get ekki skrifað á %(device)s, sleppi þessu.
it: Impossibile scrivere su %(device)s, operazione ignorata.
ja: %(device)s に書き込めません、スキップします。
ka: ჩაწერა %(device)s მოწყობილობაზე ვერ ხერხდება და იქნება გამოტოვებული.
lt: Nepavyko rašyti į %(device)s, praleidžiama.
pl: Nie można zapisać na %(device)s, pomijam.
ro: Nu se poate scrie pe %(device)s, ignor.
ru: Невозможно записать на %(device)s, пропускаю.
sq: S’arrihet të shkruhet tek %(device)s, po anashkalohet.
sr: Nije moguće izvršiti upisivanje na %(device)s, preskakanje.
sv: Det går inte att skriva till %(device)s, hoppar över.
sw: Haiwezi kuandika kwenye %(device)s, inaruka.
vi: Không thể viết lên %(device)s, đang bỏ qua.
