Repository: ks-sbc/os
Catalog: po/*.po
Languages: bg, ca, cs, fa, fi, fr, ga, he, hr, is, it, ja, ka, lt, pl, ro, ru, sq, sr, sv, sw, vi

source: We replaced this additional setting in Tails 4.19 (June 2021) with a Tor Connection assistant integrated in the desktop. You will be asked whether you want to use Tor bridges when connecting to Tor after starting Tails. If you want to work offline, enable the Offline Mode in the additional settings.
bg: Тази допълнителна настройка беше заменена в Tails 4.19 (юни 2021 г.) с асистент за връзка с Tor в работния плот. След стартиране на Tails при осъществяване на връзка с Tor ще бъдете попитани дали искате да използвате мостовете на Tor. Ако желаете да работите без мрежа, включете режима без мрежа в допълнителните настройки.
ca: Vam substituir aquesta configuració addicional a Tails 4.19 (juny de 2021) per un assistent de connexió Tor integrat a l'escriptori. Se us demanarà si voleu utilitzar els ponts Tor quan us connecteu a Tor després d'iniciar Tails. Si voleu treballar fora de línia, activeu el mode fora de línia a la configuració addicional.
cs: Toto dodatečné nastavení jsme v Tails 4.19 (červen 2021) nahradili asistentem pro připojení k síti Tor integrovaným na ploše. Po spuštění aplikace Tails budete dotázáni, zda chcete používat Tor bridge při připojování k síti Tor. Pokud chcete pracovat offline, povolte v doplňkovém nastavení režim Offline.
fa: ما این تنظیم اضافی را در تیلز 4.19 (ژوئن 2021) با دستیار ارتباط تور یکپارچه در دسکتاپ جایگزین کردیم. از شما سوال می‌شود که آیا می‌خواهید پس از راه اندازی تیلز هنگام اتصال به تور از پل های تور استفاده کنید یا خیر. اگر می خواهید به صورت آفلاین کار کنید، حالت آفلاین را در تنظیمات اضافی فعال کنید.
fi: Korvasimme tämän lisäasetuksen Tails-versiossa 4.19 (Kesäkuu 2021) työpöydälle integroidulla Tor-yhteysapurilla. Muodostaessasi Tor-yhteyttä Tailsin käynnistyttyä sinulta kysytään haluatko käyttää yhteyteen Tor-siltoja. Jos haluat toimia yhteydettömässä tilassa, ota yhteydetön tila käyttöön lisäasetuksista.
fr: Dans Tails 4.19 (juin 2021), nous avons remplacé ce paramètre supplémentaire par un assistant de connexion à Tor intégré au bureau. Il vous sera demandé si vous voulez utiliser des ponts Tor lors de votre connexion à Tor après avoir démarré Tails. Si vous voulez travailler hors ligne, activez le mode Hors ligne dans les paramètres supplémentaires.
ga: Chuireamar cúntóir Tor Connection atá comhtháite sa deasc in ionad an tsocraithe breise seo in Tails 4.19 (Meitheamh 2021). Iarrfar ort ar mhaith leat droichid Tor a úsáid agus tú ag nascadh le Tor tar éis duit Tails a thosú. Más mian leat oibriú as líne, cumasaigh an Mód As Líne sna socruithe breise.
he: החלפנו את ההגדרות הנוספות בגירסת Tails 4.19 (June 2021) עם סייען ההתחברות המשולב של Tor עבור מחשבים שולחניים. תישאלו לגבי הרצון שלכם להשתמש בגשרי Tor בעת ההתחברות אל Tor לאחר שהפעלתם את Tails. אם ברצונכם לעבוד שלא במקוון, הפעילו את המצב "לא מקוון" בהגדרות הנוספות.
is: Við skiptum út þessari viðbótarstillingu í Tails 4.19 (júní 2021) fyrir Tor-tengiaðstoð innbyggða í borðtölvuforritið. Þú munt fá spurningu um hvort þú viljir nota Tor-brýr þegar tengst er við Tor eftir að Tails er ræst. Ef þú vilt vinna án nettengingar, skaltu virkja ónettengdan ham í viðbótarstillingum.
it: In Tails 4.19 (Giugno 2021) abbiamo sostituito questa impostazione con un assistente alla connessione a Tor integrato nel desktop. Ti verrà chiesto se vuoi usare dei bridge per collegarti a Tor dopo l'avvio di Tails. Se vuoi rimanere offline, abilita la modalità Offline nelle impostazioni aggiuntive.
ja: この追加設定は Tails 4.19 (2021年6月) は置き換えられ、デスクトップに結合された Tor 接続アシスタントに変わりました。 Tails を起動したとき、Tor に接続する際に Tor ブリッジを使用するか尋ねられます。 オフラインで作業をする場合は、追加の設定からオフラインモードを有効にすることができます。
ka: დამატებითი პარამეტრები Tails 4.19 (ივნისი, 2021) გამოშვებაში ჩანაცვლდა Tor-კავშირის მეგზურით, რომელიც ჩაშენებულია სამუშაო ეკრანზე თავად შეგეკითხებათ, გსურთ თუ არა Tor-ხიდების გამოყენება, როცა Tor-ს დაუკავშირდებით Tails-ის გაშვების შემდგომ. თუ გსურთ კავშირის გარეშე მუშაობა, ჩართეთ კავშირგარეშე რეჟიმი, დამატებითი პარამეტრებიდან.
pl: Zastąpiliśmy to dodatkowe ustawienie w Tails 4.19 (czerwiec 2021) asystentem połączenia z siecią Tor zintegrowanym z pulpitem. Zostaniesz zapytany, czy chcesz używać mostków sieci Tor podczas łączenia się z siecią Tor po uruchomieniu Tails. Jeśli chcesz pracować w trybie offline, włącz tryb offline w dodatkowych ustawieniach.
ro: Am înlocuit această setare suplimentară în Tails 4.19 (Iunie 2021) cu un asistent de conexiune Tor integrat în desktop. Veți fi întrebat dacă ați vrea să folosiți podurile Tor când vă conectați la Tor după ce ați pornit Tails. Dacă vreți să lucrați offline, activați modul Offline în setările suplimentare.
ru: Мы заменили эту дополнительную настройку в Tails 4.19 (июнь 2021) на встроенный помощник по подключению Tor на рабочем столе. Вам будет предложено использовать мосты Tor во время подключения к Tor после запуска Tails. Если вы хотите работать оффлайн, включите оффлайн-режим в дополнительных настройках.
sq: E zëvendësuam këtë rregullim shtesë në Tails 4.19 (qershor 2021) me një asistent Lidhjesh Tor të integruar në desktop. Do të pyeteni nëse doni të përdoren ura Tor, kur lidheni me Tor-in pas nisjes së Tails-it. Nëse doni të punoni i palidhur, aktivizoni Mënyrën I Palidhur, te rregullimet shtesë.
sr: Zamenili smo ovu dodatnu postavku u Tails 4.19 (Jun 2021) sa asistentom Tor Konekcije ugrađenog u desktop. Bićete pitani da li želite koristiti Tor mostove kada se povezujete na Tor nakon pokretanja Tails. Ako želite raditi offline, upalite Offline Mode u dodatnim postavkama.
sv: Vi ersatte denna ytterligare inställning i Tails 4.19 (juni 2021) med en Tor-anslutningshjälp integrerad på skrivbordet. Du kommer att bli tillfrågad om du vill använda Tor-broar när du ansluter till Tor efter att du startat Tails. Om du vill arbeta frånkopplad, aktivera frånkopplat läge i de ytterligare inställningarna.
sw: Tunabadili hii mipangilio iliyoongezwa katika Tails 4.19 (Juni 2021) na a Msaada wa kuunganishwa na Tor iliyounganishwa katika kompyuta za mezani. Utaulizwa kama unataka kutumia Tor bridges unapojiunganisha na Torbaada ya kuanaza kutumia Tails. Kama unataka kutmia bila mtandao, wezesha mfumo bila mtandao katika mipangilio ya ziada.
vi: Chúng tôi đã thay thế cài đặt bổ sung này trong Tails 4.19 (tháng sáu 2021) với một trình hỗ trợ kết nối Tor được tích hợp trong màn hình Desktop. Bạn sẽ được hỏi rằng, liệu bạn có muốn sử dụng cầu Bridge Tor khi kết nối tới Tor sau khi khởi chạy Tails không. Nếu bạn muốn làm việc ngoại tuyến, hãy kích hoạt Chế độ Ngoại tuyến trong phần cài đặt bổ sung.

source: Offline Mode
bg: Режим без мрежа
ca: Mode fora de línia
cs: Offline režim
fa: حالت آفلاین
fi: Offline tila
fr: Mode Hors ligne
ga: Mód As Líne
he: מצב לא מקוון
is: Ónettengdur hamur
it: Modalità offline
ja: オフラインモード
ka: კავშირგარეშე რეჟიმი
pl: Tryb offline
ro: Modul Offline
ru: Оффлайн-режим
sq: Mënyra I Palidhur
sv: Frånkopplat läge
sw: Bila mtandao
vi: Chế độ Ngoại tuyến

source: If you want to work completely offline, you can disable all networking for increased security.
bg: Ако желаете да работите напълно без мрежа, с цел сигурност можете да изключите всички мрежови връзки.
ca: Si voleu treballar completament fora de línia, podeu desactivar totes les xarxes per augmentar la seguretat.
cs: Pokud chcete pracovat zcela offline, můžete pro zvýšení bezpečnosti vypnout všechny sítě.
fa: اگر میخواهید کاملاً آفلاین کار کنید، می‌توانید تمام ارتباطات را برای امنیت بیشتر غیرفعال کنید.
fi: Jos haluat olla kokonaan pois verkosta, voit poistaa käytöstä kaikki verkkoyhteydet lisätäksesi tietoturvaa.
fr: Si vous voulez travailler complètement hors ligne, pour une sécurité accrue vous pouvez désactiver la mise en réseau.
ga: Más mian leat oibriú go hiomlán as líne, is féidir leat gach líonrú a dhíchumasú ar mhaithe le slándáil mhéadaithe.
he: אם אתה רוצה לעבוד באופן לא מקוון לגמרי, אתה יכול להשבית את כל הרישות למען אבטחה מוגברת.
is: Til að vinna án nettengingar geturðu gert netvinnslu óvirka til að auka öryggi þitt.
it: Se vuoi lavorare completamente offline, puoi disattivare tutta la rete per maggiore sicurezza.
ja: 完全にオフラインで作業したい場合は、セキュリティのためにすべてのネットワーク接続を無効化することができます。
ka: თუ გსურთ სრულად კავშირგარეშე დარჩენა, შეგიძლიათ გათიშოთ ქსელთან ყველა წვდომა, უსაფრთხოების ასამაღლებლად.
pl: Jeśli chcesz pracować całkowicie w trybie offline, możesz wyłączyć wszystkie sieci w celu zwiększenia bezpieczeństwa.
ru: Если вы хотите работать полностью автономно, вы можете отключить все сетевые подключения для повышения безопасности.
sq: Nëse doni të punoni plotësisht i palidhur, mund të çaktivizoni krejt funksionet e rrjetit, për më tepër siguri.
sr: Ako želite raditi kompletno offline, možete ugasiti svo umrežavanje za dodatnu sigurnost.
sv: Om du vill arbeta helt frånkopplat kan du inaktivera alla nätverk för ökad säkerhet.
sw: Kama unataka kufanya kazi bila mtandao kabisa, unaweza zima mitandao yote kwa usalama zaidi.
vi: Nếu bạn muốn làm việc hoàn toàn ngoại tuyến, bạn có thể tắt tất cả mạng để tăng cường bảo mật.

source: The Unsafe Browser allows you to sign in to a network using a captive portal. A captive portal is a web page that is displayed before you can access the Internet. Captive portals usually require you to log in to the network or enter information such as an email address. The Unsafe Browser is not anonymous and can deanonymize you. Use it only to sign in to networks. The Unsafe Browser is enabled by default again since Tails 5.8 (December 2022), after we fixed the security vulnerabilities that made us disable it by default in Tails 4.8 (June 2020).
bg: Небезопасният четец дава възможност да влизате в мрежи чрез интерактивните портали. Интерактивният портал е страница в интернет, която се показва, преди да получите достъп до интернет. Интерактивните портали обикновено изискват да влезете в мрежата или да въведете информация, като например адрес на ел. поща. Небезопасният браузър не е анонимен и може да ви деанонимизира. Използвайте го само за влизане в мрежи. Небезопасният браузър отново е включен по подразбиране от издание 5.8 на Tails (декември 2022 г.), след като отстранихме уязвимостите в сигурността, заради които го изключихме по подразбиране в издание 4.8 на Tails (юни 2020 г.).
ca: El Navegador Insegur us permet iniciar la sessió a una xarxa mitjançant un portal captiu. Un portal captiu és una pàgina web que es mostra abans de poder accedir a Internet. Els portals captius solen requerir que inicieu sessió a la xarxa o introduïu informació com ara una adreça de correu electrònic. El Navegador Insegur no és anònim i us pot desanonimitzar. Utilitzeu-lo només per iniciar la sessió a les xarxes. El Navegador Insegur s'ha tornat a activar de manera predeterminada des de Tails 5.8 (desembre de 2022), després que vam solucionar les vulnerabilitats de seguretat que ens feien desactivar-lo de manera predeterminada a Tails 4.8 (juny de 2020).
cs: Nezabezpečený prohlížeč vám umožní přihlášení k síti pomocí portálu. Portál je webová stránka, která se zobrazí, před možností přístupu k internetu. Tyto portály většinou vyžadují přihlášení k síti nebo zadání informací, jako je emailová adresa. Nezabezpečený prohlížeč není anynomní a může vést k prozrazení vaší identity. Používejte jej pouze pro přístup k portálům pro přihlášení k síti. Nezabezpečený prohlížeč je od verze Tails 5.8 (Prosinec 2022) ve výchozím stavu zapnut, jelikož se nám podařilo opravit bezpečnostní zranitelnosti pro které jsme ho vypnuli ve verzi Tails 4.8 (Červen 2020).
fi: Suojaamaton selain mahdollistaa verkkoon liittymisen paikallisessa portaalissa. Paikallinen portaali on verkkosivu, joka näytetään ennen pääsyä Internetiin. Ne vaativat yleensä kirjautumisen verkkoon tai sähköpostiosoitteen kaltaisen tunnistetiedon. Suojaamaton selain ei ole anonyymi ja voi paljastaa sinut. Käytä sitä vain liittyessäsi verkkoihin. Suojaamaton selain on Tails 4.8 -version (Kesäkuu 2020) oletusarvoisuuden poiston jälkeen palautettu takaisin oletusarvoiseksi Tails 5.8 -version (Joulukuu 2022) tietoturvakorjausten jälkeen.
fr: Le navigateur non sécurisé vous permet de vous connecter à un réseau en utilisant un portail captif. Un portail captif est une page Web qui s'affiche avant que vous puissiez accéder à Internet. Les portails captifs vous demandent généralement de vous connecter au réseau ou de saisir des informations telles qu'une adresse électronique. Le navigateur non sécurisé n'est pas anonyme et peut vous désanonymiser. Utilisez-le uniquement pour vous connecter à des réseaux. Le navigateur non sécurisé est à nouveau activé par défaut depuis Tails 5.8 (décembre 2022), après que nous ayons corrigé les failles de sécurité qui nous avaient amenés à le désactiver par défaut dans Tails 4.8 (juin 2020).
ga: Ligeann an Brabhsálaí Neamhshábháilte duit síniú isteach ar líonra ag baint úsáide as tairseach faoi chuing. Is éard is tairseach faoi chuing ann ná leathanach gréasáin a thaispeántar sular féidir leat rochtain a fháil ar an Idirlíon. Is gnách go n-éilíonn tairseacha faoi chuing duit logáil isteach sa líonra nó faisnéis a chur isteach mar sheoladh ríomhphoist. Níl an Brabhsálaí Neamhshábháilte gan ainm agus is féidir leis tú a dhí-ainm. Bain úsáid as é chun síniú isteach ar líonraí amháin. Tá an Brabhsálaí Neamhshábháilte cumasaithe de réir réamhshocraithe arís ó Tails 5.8 (Nollaig 2022), tar éis dúinn na leochaileachtaí slándála a shocrú a thug orainn é a dhíchumasú de réir réamhshocraithe in Tails 4.8 (Meitheamh 2020).
is: Óöruggi vafrinn gerir þér kleift að skrá þig inn á net um aðgangsstjórnunarsíður (captive portal). Aðgangsstjórnunarsíða er vefsíða sem birt er áður en þú færð aðgang að sjálfu internetinu. Aðgangsstjórnunarsíður gera venjulega kröfu um innskráningu á net eða að þú gefur upp einhverjar upplýsingar á borð við tölvupóstfang. Óöruggi vafrinn veitir ekki nafnleynd og getur ljóstrað upp um raunverulegt IP-vistfang þitt. Ekki nota óörugga vafrann nema til að skrá þig inn á aðgangsstjórnunarsíður. Óöruggi vafrinn er aftur sjálfgefið virkur eftir Tails 5.8 (desember 2022), eftir að við náðum að komast fyrir öryggisgalla sem varð til þess að við gerðum hann sjálfgefið óvirkann í Tails 4.8 (júní 2020).
it: Il Browser Non Sicuro ti consente di accedere a una rete utilizzando un portale catturato. Un portale catturato è una pagina web che viene visualizzata prima di poter accedere a Internet. I portali catturati di solito richiedono di effettuare l'accesso alla rete o di inserire informazioni come un indirizzo email. Il Browser Non Sicuro non è anonimo e può deanonymizzarti. Usalo solo per accedere alle reti. Il Browser Non Sicuro è abilitato per impostazione predefinita a partire da Tails 5.8 (dicembre 2022), dopo aver risolto le vulnerabilità di sicurezza che ci avevano portato a disabilitarlo per impostazione predefinita in Tails 4.8 (giugno 2020).
ja: 安全でないブラウザーを使用すると、キャプティブポータルを使用してネットワークにサインインすることができます。 キャプティブポータル (ウェブ認証) とは、インターネットにアクセスする前に表示されるウェブページのことです。キャプティブポータルでは通常、ネットワークにログインするか、メールアドレスなどの情報を入力する必要があります。 安全でないブラウザーは匿名化を解除し、匿名ではなくなります。そのため、ネットワークへのサインインにのみ使用してください。 安全でないブラウザーは、脆弱性のために Tails 4.8 (2020年6月) からデフォルトで無効でしたが、脆弱性を修正した為、Tails 5.8 (2022年12月) より再びデフォルトで有効になっています。
ka: დაუცველი ბრაუზერით შესაძლებელია ქსელში შესვლა შემშვები გვერდის გავლით. შემშვები გვერდი არის ვებგვერდი, რომელიც იხსნება ინტერნეტთან წვდომის მიღებამდე. შემშვებ გვერდზე, როგორც წესი, მოითხოვება ხოლმე ქსელში შესვლა ან რამე მონაცემის შეყვანა, მაგალითად ელფოსტის. დაუცველი ბრაუზერი ვერ უზრუნველყოფს თქვენი ვინაობის გაუმხელობას. გამოიყენეთ მხოლოდ ქსელში ამგვარად შესვლისას. დაუცველი ბრაუზერი კვლავ ამოქმედებულია ნაგულისხმევად Tails 5.8 ვერსიიდან (2022 წლის დეკემბრიდან), მას შემდეგ, რაც გამოვასწორეთ უსაფრთხოების სისუსტეები, რომელთა გამოც ნაგულისხმევად გაუქმებული იყო Tails 4.8 ვერსიიდან (2020 წლის ივნისიდან).
pl: Niebezpieczna przeglądarka umożliwia logowanie się do sieci przy użyciu portalu przechwytującego. Portal przechwytujący to strona internetowa wyświetlana przed uzyskaniem dostępu do Internetu. Portale przechwytujące zwykle wymagają zalogowania się do sieci lub wprowadzenia informacji, takich jak adres e-mail. Niebezpieczna przeglądarka nie jest anonimowa i może Cię dezanonimizować. Używaj jej tylko do logowania się do sieci. Niebezpieczna przeglądarka jest ponownie domyślnie włączona od wersji Tails 5.8 (grudzień 2022 r.), po tym, jak naprawiliśmy luki w zabezpieczeniach, które zmusiły nas do jej domyślnego wyłączenia w Tails 4.8 (czerwiec 2020 r.).
ro: Browserul nesigur îți permite să te conectezi la o rețea folosind un portal captiv. Un portal captiv este o pagină web afișată înainte de a putea accesa internetul. Portalurile captive solicită, în general, să te autentifici în rețea sau să introduci informații precum adresa de e-mail. Browserul nesigur nu este anonim și poate să-ți dezvăluie identitatea. Folosește-l doar pentru a te autentifica în rețele. Browserul nesigur este activat din nou implicit începând cu versiunea Tails 5.8 (decembrie 2022), după ce am remediat vulnerabilitățile de securitate care ne-au determinat să-l dezactivăm implicit în versiunea Tails 4.8 (iunie 2020).
ru: Небезопасный браузер позволяет вам войти в сеть, используя интерактивный портал. Интерактивный портал - это веб-страница, которая отображается прежде чем вы сможете получить доступ к интернету. Интерактивные порталы обычно просят вас авторизоваться в сети или ввести информацию, такую, как адрес электронной почты. Небезопасный браузер не анонимен и может деанонимизировать вас. Используйте его только для авторизации в сети. Небозапасный браузер включён по умолчанию вновь с Tails 5.8 (Декабрь 2022) после того, как мы исправили уязвимости безопасности, которые стали причиной его отключения в Tails 4.8 (Июнь 2020).
sq: Shfletuesi i Pasigurt ju lejon të hyni në një rrjet duke përdorur një portal “captive”. Një portal “captive” është një faqe web që shfaqet përpara se të hyni në Internet. Portalet “captive” zakonisht kërkojnë që të hyni te rrjeti ose të jepni hollësi të tilla si, bie fjala, një adresë email. Shfletuesi i Pasigurt s’është anonim dhe mund t’ju çanonimizojë. Përdoreni vetëm për hyrje në rrjete. Si parazgjedhje, Shfletuesi i Pasigurt është i aktivizuar, që pas Tails 5.8 (dhjetor 2022), pasi ndreqëm cenueshmëritë e sigurisë që na bënë ta çaktivizojmë, si parazgjedhje, te Tails 4.8 (qershor 2020).
sr: Nesigurni Browser dopušta prijavljivanje na mrežu koristeći zarobljeni portal. Zarobljeni portal je web stranica koja je prikazana pre nego što možete pristupiti Internet. Zarobljeni portali obično zahtevaju prijavljivanje na mrežu ili da unese informaciju kao email adresu. Nesiguran Browser nije anoniman i može da vas deanonimira. Samo ga koristite pri prijavi na mreže. Nesiguran Browser je obično upaljen ponovo nakon Tails 5.8 (Decembar 2022), nakon što smo popravili sigurnosne mane koje su nas naterale da ga uobičajeno ugasimu u Tails 4.8 (Jun 2020).
sv: Osäkra webbläsare låter dig logga in på ett nätverk med hjälp av en infångad portal. En infångad portal är en webbsida som visas innan du kan komma åt Internet. Infångade portaler kräver vanligtvis att du loggar in på nätverket eller anger information som en e-postadress. Den osäkra webbläsaren är inte anonym och kan avanonymisera dig. Använd den endast för att logga in på nätverk. Den osäkra webbläsaren är aktiverad som standard igen sedan Tails 5.8 (december 2022), efter att vi åtgärdat säkerhetsbristerna som fick oss att inaktivera den som standard i Tails 4.8 (juni 2020).
sw: Unsafe Browser inakuruhusu kuingia mtandaoni kwa kutumia seva inayochukua taarifa. Seva inayochukua taarifa ni tovuti inayoonyeshwa kabla hujaupata mtandao. Seva inayochukua taarifa kwaida inakuhitaji kuingia katika mtandao au kuingiza taarifa kama vile barua pepe. Unsafe Browsers haina kutofahamika na inaweza ikakutambua. Tumia tu klwa ajili ya kuingia mitandaoni Unsafe Browser iliwezeshwa yenyewe tangu Tails 5.8 (Disemba 2022), baada ya kutatua changamoto za kutokuwa na usalama zilizotufanya kuiondoa mojakwamoja katika Tails 4.8 (June 2020).
vi: Trình duyệt Không an toàn cho phép bạn đăng nhập vào một mạng lưới sử dụng một cổng thông tin đóng. Một cổng thông tin đóng là một trang web được hiển thị trước khi bạn có thể truy cập Internet. Cổng thông tin đóng thông thường yêu cầu bạn đăng nhập vào mạng lưới hoặc nhập thông tin ví dụ như một địa chỉ email. Trình duyệt Không an toàn là không ẩn danh và có thể gỡ ẩn danh bạn. Cho nên chỉ sử dụng nó để đăng nhập vào mạng lưới. Trình duyệt Không an toàn được bật kích hoạt theo mặc định trở lại kể từ Tails 5.8 (Tháng mười hai 2022), sau khi chúng tôi sửa chữa các lỗ hổng nguy cơ bảo mật mà khiến chúng ta tắt nó đi theo mặc định trong Tails 4.8 (tháng sáu 2020).

source: Enable the Unsafe Browser (default)
bg: Включване на Небезопасния четец (подразбирано)
ca: Activa el Navegador Insegur (per defecte)
cs: Zapnout nezabezpečený prohlížeč (výchozí)
fi: Ota Suojaamaton selain käyttöön (oletus)
fr: Activer le Navigateur non sécurisé (par défaut)
ga: Cumasaigh an Brabhsálaí Neamhshábháilte (réamhshocraithe)
hr: Aktiviraj nesigurni preglednik (zadano)
is: Gera óörugga netvafrann óvirkann (sjálfgefið)
it: Disattiva il browser non sicuro (predefinito)
ja: 安全でないブラウザーを有効にする (既定)
ka: დაუცველი ბრაუზერის ჩართვა (ნაგულისხმევი)
pl: Włącz niebezpieczną przeglądarkę (domyślnie)
ro: Activati Browserul Nesigur (implicit)
ru: Включить Небезопасный браузер (по умолчанию)
sq: Aktivizo Shfetuesin e Pasigurt (parazgjedhje)
sr: Omogući Nesiguran Browser (uobičajeno)
sv: Aktivera den osäkra webbläsaren (standard)
sw: Wezesha Unsafe Browser (katifa mfumo)
vi: Bật Trình duyệt Không an toàn (mặc định)

source: Disable the Unsafe Browser
bg: Изключване на Небезопасния четец
ca: Desactiva el Navegador Insegur
cs: Vypnout nezabezpečený prohlížeč
fi: Poista Suojaamaton selain käytöstä
fr: Désactiver le Navigateur non sécurisé
ga: Díchumasaigh an Brabhsálaí Neamhshábháilte
hr: Dektiviraj nesigurni preglednik
is: Virkja óörugga netvafrann
it: Attiva il browser non sicuro
ja: 安全でないブラウザーを無効にする
ka: დაუცველი ბრაუზერის გამორთვა
pl: Wyłącz niebezpieczną przeglądarkę
ro: Dezactivati Browserul Nesigur
ru: Выключить Небезопасный браузер
sq: Çaktivizo Shfetuesin e Pasigurt
sr: Onemogući Nesiguran Browser
sv: Inaktivera den osäkra webbläsaren
sw: Ondoa Unsafe Browser
vi: Tắt Trình duyệt Không an toàn

source: Settings were loaded from the Persistent Storage.
bg: Настройките са заредени от постоянното хранилище.
ca: S'han carregat els paràmetres de l'Emmagatzematge Persistent.
cs: Nastavení bylo načteno z Trvalého Úložiště.
fa: تنظیمات از ذخیره‌ساز ماندگار بار شده بودند.
fi: Asetukset ladattiin pysyvästä tallennustilasta.
fr: Les paramètres ont été chargés depuis le stockage persistant.
ga: Lódaíodh na socruithe ón Stór Seasmhach.
hr: Postavke su učitane iz stalnog spremišta.
is: Stillingum var hlaðið inn úr varanlegri gagnageymslu.
it: Le impostazioni sono state caricate dall'archiviazione persistente.
ja: 永続ストレージから設定が読み込まれました。
ka: პარამეტრები ჩაიტვირთა მუდმივი მეხსიერებიდან.
pl: Ustawienia zostały załadowane z pamięci trwałej.
ru: Настройки были загружены из Постоянного хранилища.
sq: Rregullimet u ngarkuan që prej Depozitës së Qëndrueshme.
sr: Postavke su učitane sa Upornog Skladišta.
sv: Inställningar lästes in från den bestående lagringen.

source: Welcome to Tails!
bg: Добре дошли при Tails!
ca: Us donem la benvinguda a Tails!
cs: Vítejte v Tails!
fa: به تیلز خوش آمدید!
fi: Tervetuloa käyttämään Tailsia!
fr: Bienvenue dans Tails !
ga: Fáilte go Tails!
he: ברוך הבא אל Tails!
hr: Dobrodošli u Tails!
is: Velkomin í Tails!
it: Benvenuto in Tails!
ja: Tails へようこそ！
ka: მოგესალმებათ Tails!
lt: Sveiki atvykę į Tails!
pl: Witaj w Tails!
ro: Bun venit la Tails!
ru: Добро пожаловать в Tails!
sq: Mirë se vini në Tails!
sr: Dobrodošli u Tails!
sv: Välkommen till Tails!
sw: Karibu katika Tails!
vi: Chào mừng đến với Tails!
