Repository: ks-sbc/os
Catalog: wiki/src/doc/sensitive_documents/metadata.*.po
Languages: de, fr

source: [[!meta title="Removing metadata from files"]]
de: [[!meta title="Metadaten aus Dateien entfernen"]]
fr: [[!meta title="Supprimer des métadonnées des fichiers"]]

source: What is metadata?
de: Was sind Metadaten?
fr: Qu'est-ce que les métadonnées ?

source: Metadata is "data about data" or "information about information" that is embedded in computer files, usually automatically. Metadata is used to describe, identify, categorize, and sort files.
de: Metadaten sind "Daten über Daten" oder "Informationen über Informationen", die (in der Regel automatisch) in Computerdateien eingebettet sind. Metadaten werden verwendet, um Dateien zu beschreiben, zu identifizieren, zu kategorisieren und zu sortieren.
fr: Les métadonnées sont des « données sur les données » ou des « informations sur les informations » qui sont intégrées dans les fichiers informatiques, généralement de manière automatique. Les métadonnées sont utilisées pour décrire, identifier, catégoriser et trier les fichiers.

source: However, metadata can also be used to deanonymize users and expose private information.
de: Metadaten können jedoch auch dazu verwendet werden, Nutzer zu deanonymisieren und private Informationen preiszugeben.
fr: Cependant, les métadonnées peuvent également être utilisées pour désanonymiser les utilisateurs et exposer des informations privées.

source: Examples of metadata include:
de: Beispiele für Metadaten sind:
fr: Voici quelques exemples de métadonnées :

source: - In images:
de: - In Bildern:
fr: - Dans des images :

source: The location where a photo was taken
de: Der Ort, an dem ein Foto aufgenommen wurde
fr: Le lieu où la photo a été prise

source: The date and time a photo was taken
de: Das Datum und die Uhrzeit, zu denen ein Foto aufgenommen wurde
fr: La date et l'heure à laquelle la photo a été prise

source: The model and serial number of the camera used to take a photo
de: Das Modell und die Seriennummer der Kamera, die zum Aufnehmen eines Fotos verwendet wurde
fr: Le modèle et le numéro de série de l'appareil qui a été utilisé pour prendre la photo

source: - In other documents:
de: - In anderen Dokumenten:
fr: - Dans d'autres documents :

source: The author of the document
de: Der Verfasser des Dokuments
fr: La personne auteure du document

source: Changes to the document
de: Änderungen am Dokument
fr: Les changements dans le document

source: To learn more about how metadata can be used to identify and reveal personal information, see [Behind the Data: Investigating metadata](https://exposingtheinvisible.org/en/guides/behind-the-data-metadata-investigations/).
de: Um mehr darüber zu erfahren, wie Metadaten verwendet werden können, um persönliche Informationen zu identifizieren und offenzulegen, siehe [Hinter den Daten: Untersuchung von Metadaten](https://exposingtheinvisible.org/en/guides/behind-the-data-metadata-investigations/).
fr: Pour en apprendre plus sur comment les métadonnées peuvent être utilisées pour identifier et révéler des informations personnelles, voir [Behind the Data: Investigating metadata](https://exposingtheinvisible.org/en/guides/behind-the-data-metadata-investigations/) (en anglais).

source: Removing metadata using *Metadata Cleaner*
de: Metadaten mit *Metadata Cleaner* entfernen
fr: Effacer des métadonnées avec *Nettoyeur de métadonnées*

source: Tails includes [*Metadata Cleaner*](https://metadatacleaner.romainvigier.fr/) so you can remove metadata from files before you publish or share them.
de: Tails enthält [*Metadata Cleaner*](https://metadatacleaner.romainvigier.fr/), damit Sie Metadaten aus Dateien entfernen können, bevor Sie diese veröffentlichen oder teilen.
fr: Tails inclus [*Nettoyeur de métadonnées*](https://metadatacleaner.romainvigier.fr/) pour que vous puissiez nettoyer les métadonnées de vos fichiers avant de les publier ou de les partager.

source: <p>If, instead of cleaning your own files, you want to sanitize untrusted documents shared with you by others, you can install [[<i>Dangerzone</i>|persistent_storage/additional_software/dangerzone]] as additional software.</p>
fr: <p>Si, au lieu de nettoyer vos propres fichiers, vous voulez désinfecter des documents non sûrs qui vous ont été partagés par d'autres, vous pouvez installer [[<i>Dangerzone</i>|persistent_storage/additional_software/dangerzone]] comme logiciel supplémentaire.</p>

source: *Metadata Cleaner* works on many file formats, including:
de: *Metadata Cleaner* funktioniert mit vielen Dateiformaten, einschließlich:
fr: *Nettoyeur de métadonnées* fonctionne sur de nombreux formats de fichiers, notamment :

source: - Images, such as .jpg, .gif, .svg, .tiff, and .png
de: - Bilder wie .jpg, .gif, .svg, .tiff und .png
fr: - Les images, par exemple les .jpg, .gif, .svg, .tiff, et les .png

source: - *Microsoft Office* documents, such as .docx, .xlsx, and .pptx
de: - *Microsoft Office*-Dokumente, wie .docx, .xlsx und .pptx
fr: - Les documents *Microsoft Office*, par exemple les .docx, .xlsx, et les .pptx

source: - *LibreOffice* documents, such as .odt and .ods
de: - *LibreOffice*-Dokumente, wie z. B. .odt und .ods
fr: - Les documents *LibreOffice*, par exemple les .odt et les .ods

source: - Audio files, such as .mp3, .flac, and .ogg
de: - Audiodateien, wie .mp3, .flac und .ogg
fr: - Les fichiers audio, par exemple les .mp3, .flac et les .ogg

source: - Video files, such as .mp4 and .avi
fr: - Les fichiers vidéos, par exemple les .mp4 et les .avi

source: - Archive files, such as .zip and .tar
fr: - Les fichiers d'archive, par exemple les .zip et les .tar

source: - PDFs
fr: - Les PDF

source: To open *Metadata Cleaner* choose **Applications**&nbsp;▸ **Accessories** &nbsp;▸ **Metadata Cleaner**.
fr: Pour ouvrir *Nettoyeur de métadonnées* choisissez **Applications**&nbsp;▸ **Accessoires** &nbsp;▸ **Nettoyeur de métadonnées**.

source: <p>It is impossible to reliably find and remove all metadata in complex file formats. For example, <i>Microsoft Office</i> documents can contain embedded images, audio, and other files containing their own metadata that Tails cannot remove.</p>
fr: <p>Il est impossible de trouver et de supprimer de manière fiable toutes les métadonnées dans les formats de fichiers complexes. Par exemple, les documents <i>Microsoft Office</i> peuvent contenir des images intégrées, de l'audio et d'autres fichiers contenant leurs propres métadonnées que Tails ne peut pas supprimer.</p>

source: <p>You should remove metadata on any files before you embed them into another document.</p>
de: <p>Sie sollten Metadaten von Dateien entfernen, bevor Sie sie in ein anderes Dokument einbetten.</p>
fr: <p>Vous devriez supprimer les métadonnées sur tous les fichiers avant de les intégrer dans un autre document.</p>

source: <p>Also, you should save files in simpler formats whenever possible. For example, instead of saving a text document as a .docx file, you can save the document as a plain .txt file.</p>
fr: <p>Vous devriez également enregistrer les fichiers dans des formats plus simple lorsque cela est possible. Par exemple, au lieu d'enregistrer un document texte au format .docx, vous pouvez l'enregistrer comme un simple fichier .txt.</p>

source: Removing metadata from the command line
fr: Effacer les métadonnées depuis la ligne de commande

source: *Metadata Cleaner* is a graphical interface for [*mat2*](https://0xacab.org/jvoisin/mat2).
fr: *Nettoyeur de métadonnées* est une interface graphique pour [*mat2*](https://0xacab.org/jvoisin/mat2).

source: You can also use *mat2* directly on the command line:
fr: Vous pouvez également utiliser *mat2* directement depuis la ligne de commande :

source: Open a *Terminal*.
de: Öffnen Sie ein *Terminal*-Fenster.
fr: Ouvrez un *Terminal*.

source: Execute the following command.
de: Führen Sie den folgenden Befehl aus.
fr: Exécutez la commande suivante.

source: Replace <span class="command-placeholder">file.ext</span> with a path to the file that you want to clean.
de: Ersetzen Sie <span class="command-placeholder">file.ext</span> durch den Pfad zu der Datei, die Sie bereinigen möchten.
fr: Remplacez <span class="command-placeholder">fichier.ext</span> avec le chemin vers le fichier que vous voulez nettoyer.

source: <p class="command-template">mat2 <span class="command-placeholder">file.ext</span></p>
fr: <p class="command-template">mat2 <span class="command-placeholder">fichier.ext</span></p>

source: After *mat2* finishes, a copy of your file without metadata is available as <span class="command-placeholder">file.cleaned.ext</span>.
de: Nachdem *mat2* fertig ist, ist eine Kopie Ihrer Datei ohne Metadaten als <span class="command-placeholder">file.cleaned.ext</span> verfügbar.
fr: Lorsque *mat2* a terminé, une copie de votre fichier sans les métadonnées est disponible sous <span class="command-placeholder">fichier.cleaned.ext</span>.
