Repository: ks-sbc/os
Catalog: wiki/src/doc/sensitive_documents/screenshot_and_screencast.*.po
Languages: ca, de, fr

source: [[!meta title="Screenshot and screencast"]]
ca: [[!meta title="Captura de pantalla i enregistrament de pantalla"]]
de: [[!meta title="Screenshot und Bildschirmaufnahme"]]
fr: [[!meta title="Capture d'écran et capture vidéo"]]

source: To take a screenshot or record a screencast:
ca: Per fer una captura o enregistrar la pantalla:
de: Um einen Screenshot zu machen oder einen Screencast aufzunehmen:
fr: Pour faire une capture d'écran ou enregistrer une capture vidéo :

source: To start the camera widget, either:
ca: Per iniciar el giny de la càmera, podeu:
de: Um das Kamera-Widget zu starten, entweder:
fr: Pour démarrer le widget caméra, vous pouvez au choix :

source: Press the **PrtScn** key of the keyboard.
ca: Premeu la tecla **ImpPant** del teclat.
de: Drücken Sie die **PrtScn**-Taste auf der Tastatur.
fr: Appuyer sur la touche du clavier **Impr écran**.

source: Click on [[!img lib/camera-photo.png alt="Take Screenshot" class="symbolic" link="no"]] in the system menu.
ca: Feu clic a [[!img lib/camera-photo.png alt="Captura la pantalla" class="symbolic" link="no"]] al menú del sistema.
de: Klicken Sie im Systemmenü auf [[!img lib/camera-photo.png alt="Screenshot machen" class="symbolic" link="no"]].
fr: Cliquer sur [[!img lib/camera-photo.png alt="Prendre capture d'écran" class="symbolic" link="no"]] dans le menu système.

source: The camera widget appears at the bottom of the screen.
ca: El giny de la càmera apareix a la part inferior de la pantalla.
de: Das Kamera-Widget erscheint am unteren Bildschirmrand.
fr: Le widget caméra apparaît en bas de l'écran.

source: To turn on the screenshot mode, click on the [[!img lib/camera-photo.png alt="Screenshot" class="symbolic" link="no"]] button.
ca: Per activar el mode de captura de pantalla premeu el botó [[!img lib/camera-photo.png alt="Screenshot" class="symbolic" link="no"]].
de: Um den Screenshot-Modus zu aktivieren, klicken Sie auf die [[!img lib/camera-photo.png alt="Screenshot" class="symbolic" link="no"]] Schaltfläche.
fr: Pour activer le mode capture d'écran, cliquez sur le bouton [[!img lib/camera-photo.png alt="Capture d'écran" class="symbolic" link="no"]].

source: To turn on the screencast mode, click on the [[!img lib/camera-web.png alt="Screencast" class="symbolic" link="no"]] button.
ca: Per activar el mode d'enregistrament de la pantalla premeu el botó [[!img lib/camera-web.png alt="Enregistrament de pantalla" class="symbolic" link="no"]].
de: Um den Screencast-Modus zu aktivieren, klicken Sie auf die [[!img lib/camera-web.png alt="Screencast" class="symbolic" link="no"]] Schaltfläche.
fr: Pour activer le mode capture vidéo, cliquez sur le bouton [[!img lib/camera-web.png alt="Capture vidéo" class="symbolic" link="no"]].

source: Click on the [[!img lib/media-record.png alt="Screencast" class="symbolic" link="no"]] button to take a screenshot or start recording a screencast.
ca: Feu clic al botó [[!img lib/media-record.png alt="Enregistrar la pantalla" class="symbolic" link="no"]] per fer una captura de pantalla o començar a enregistrar la pantalla.
de: Klicken Sie auf die [[!img lib/media-record.png alt="Screencast" class="symbolic" link="no"]] Schaltfläche, um einen Screenshot zu erstellen oder mit der Aufnahme eines Screencasts zu beginnen.
fr: Cliquez sur le bouton [[!img lib/media-record.png alt="Capture vidéo" class="symbolic" link="no"]] pour prendre une capture d'écran ou démarrer l'enregistrement d'une capture vidéo.

source: Screenshots are saved in **Places**&nbsp;▸ **Pictures**.
ca: Les captures de pantalla es desen a **Llocs**&nbsp;▸ **Pictures**.
de: Screenshots werden in **Orte**&nbsp;▸ **Bilder** gespeichert.
fr: Les captures d'écran sont sauvegardées dans **Emplacements**&nbsp;▸ **Pictures**.

source: Screencasts are saved in **Places**&nbsp;▸ **Videos**.
ca: Els enregistraments de la pantalla es desen a **Llocs**&nbsp;▸ **Videos**.
de: Screencasts werden in **Orte**&nbsp;▸ **Videos** gespeichert.
fr: Les captures vidéo sont sauvegardées dans **Emplacements**&nbsp;▸ **Videos**.

source: <p>Screencasts don't record sound. You can record ambient sound using <i>[[Sound Recorder|sound_and_video]]</i>.</p>
ca: <p>Els gravacions de pantalla no enregistren so. Podeu gravar so ambient amb <i>l'[[Enregistrador de so|sound_and_video]]</i>.</p>
de: <p>Screencasts zeichnen keinen Ton auf. Sie können Umgebungsgeräusche mit <i>[[Sound Recorder|sound_and_video]]</i> aufnehmen.</p>
fr: <p>Les captures vidéo n'enregistrent pas de son. Vous pouvez enregistrer le son ambiant avec l'<i>[[Enregistreur de son|sound_and_video]]</i>.</p>
