Repository: ks-sbc/os
Catalog: wiki/src/doc/sensitive_documents/sound_and_video.*.po
Languages: de, fr

source: [[!meta title="Sound and video"]]
de: [[!meta title="Multimedia"]]
fr: [[!meta title="Son et vidéo"]]

source: Tails includes several sound and video applications:
de: Tails enthält mehrere Anwendungen für Multimedia:
fr: Tails inclut plusieurs applications pour le son et la vidéo :

source: [*Audacity*](https://www.audacityteam.org/), a multi-track audio editor.
de: [*Audacity*](https://www.audacityteam.org/), ein mehrspuriger Audio-Editor.
fr: [*Audacity*](https://www.audacityteam.org/), un éditeur audio multi-piste.

source: See the [official documentation](http://manual.audacityteam.org/).
de: Siehe die [Offizielle Dokumentation](http://manual.audacityteam.org/).
fr: Voir la [documentation officielle](http://manual.audacityteam.org/).

source: [*Brasero*](https://wiki.gnome.org/Apps/Brasero), an application to burn, copy, and erase CDs and DVDs.
de: [*Brasero*](https://wiki.gnome.org/Apps/Brasero), eine Anwendung zum Brennen, Kopieren und Löschen von CDs und DVDs.
fr: [*Brasero*](https://wiki.gnome.org/Apps/Brasero), une application pour graver, copier et effacer des CD et DVD.

source: See the [official documentation](https://help.gnome.org/users/brasero/stable/).
de: Siehe die [offizielle Dokumentation](https://help.gnome.org/users/brasero/stable/).
fr: Voir la [documentation officielle](https://help.gnome.org/users/brasero/stable/).

source: [*Sound Juicer*](https://wiki.gnome.org/Apps/SoundJuicer), a CD ripper application.
de: [*Sound Juicer*](https://wiki.gnome.org/Apps/SoundJuicer) ist eine Anwendung zum Rippen von CDs.
fr: [*Sound Juicer*](https://wiki.gnome.org/Apps/SoundJuicer), un logiciel permettant d'encoder les CD.

source: [*Sound Recorder*](https://wiki.gnome.org/Apps/SoundRecorder), a sound recorder.
de: [*Sound Recorder*](https://wiki.gnome.org/Apps/SoundRecorder), ein Tonaufnahmeprogramm.
fr: [*Enregistreur de son*](https://wiki.gnome.org/Apps/SoundRecorder), un enregistreur de son.

source: [*Videos*](https://apps.gnome.org/Totem/), an audio and video player.
de: [*Videos*](https://apps.gnome.org/Totem/), ein Audio- und Video-Player.
fr: [*Vidéos*](https://apps.gnome.org/fr/Totem/), un lecteur audio et vidéo.

source: These applications can be started from the <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Sound & Video</span></span> menu.
de: Diese Anwendungen können aus dem Menü <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Multimedia</span></span> gestartet werden.
fr: Ces applications peuvent être lancées depuis le menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Son et vidéo</span></span>.

source: You can also install using the [[Additional Software|persistent_storage/additional_software]] feature:
de: Sie können auch die Funktion [[Zusätzliche Software|persistent_storage/additional_software]] verwenden, um zu installieren:
fr: Vous pouvez aussi installer des [[Logiciels supplémentaires|persistent_storage/additional_software]] :

source: **[*VLC*](https://www.videolan.org/vlc/)**, a multimedia player with advanced features.
de: **[*VLC*](https://www.videolan.org/vlc/)**, ein Multimedia-Player mit erweiterten Funktionen.
fr: **[*VLC*](https://www.videolan.org/vlc/)**, un lecteur multimédia avec des fonctionnalités avancées.

source: <p>Watching [[!wikipedia IPTV]] channels from <i>VLC</i> in Tails doesn't work.</p>
de: <p>Das Ansehen von [[!wikipedia_de IPTV]]-Kanälen mit <i>VLC</i> in Tails funktioniert nicht.</p>
fr: <p>Regarder des chaînes de [[!wikipedia_fr Télévision_IP desc="télévision IP (IPTV)"]] depuis <i>VLC</i> dans Tails ne fonctionne pas.</p>

source: - **[*Pitivi*](https://www.pitivi.org/)**, a video editor.
de: - **[*Pitivi*](https://www.pitivi.org/)**, ein Videoeditor.
fr: - **[*Pitivi*](https://www.pitivi.org/)**, un éditeur vidéo.

source: **[*Cheese*](https://wiki.gnome.org/Apps/Cheese)**, an application to take pictures and videos from your webcam.
fr: **[*Cheese*](https://wiki.gnome.org/Apps/Cheese)**, une application pour prendre des photos et des vidéos depuis votre webcam.

source: [[!inline pages="doc/sensitive_documents/persistence" raw="yes" sort="age"]]
de: [[!inline pages="doc/sensitive_documents/persistence.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents/persistence.fr" raw="yes" sort="age"]]

source: [[!inline pages="doc/sensitive_documents/metadata.inline" raw="yes" sort="age"]]
de: [[!inline pages="doc/sensitive_documents/metadata.inline.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents/metadata.inline.fr" raw="yes" sort="age"]]
