Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage/configure.*.po
Languages: ca, de

source: [[!meta title="Configuring the Persistent Storage"]]
ca: [[!meta title="Configuració de l'Emmagatzematge Persistent"]]
de: [[!meta title="Konfigurieren des beständigen Datenspeichers"]]

source: To configure the Persistent Storage, choose **Applications**&nbsp;▸ **Tails**&nbsp;▸ **Persistent Storage**.
ca: Per configurar l'Emmagatzematge Persistent, trieu **Aplicacions**&nbsp;▸ **Tails**&nbsp;▸ **Emmagatzematge Persistent**.
de: Um den beständigen Datenspeicher zu konfigurieren, wählen Sie **Anwendungen**&nbsp;▸ **Tails**&nbsp;▸ **Beständiger Datenspeicher**.

source: Since Tails 5.8 (December 2022), your data corresponding to each feature of the Persistent Storage is stored to the USB stick immediately. You don't have to restart Tails anymore after enabling a new feature.
ca: Des de Tails 5.8 (desembre de 2022), les vostres dades corresponents a cada funció de l'Emmagatzematge Persistent s'emmagatzemen al llapis USB immediatament. Ja no cal que reinicieu Tails després d'habilitar una funció nova.
de: Seit Tails 5.8 (Dezember 2022) werden Ihre Daten, die jeder Funktion des beständigen Datenspeichers entsprechen, sofort auf dem USB-Stick gespeichert. Sie müssen Tails nach dem Aktivieren einer neuen Funktion nicht mehr neu starten.

source: For example, when you enable the Tor Browser Bookmarks feature of the Persistent Storage, your current bookmarks are saved in the Persistent Storage immediately.
ca: Per exemple, quan activeu la funció d'adreces d'interès del Navegador Tor de l'Emmagatzematge Persistent, les vostres adreces d'interès actuals es desaran immediatament a l'Emmagatzematge Persistent.
de: Wenn Sie beispielsweise die Funktion für die Lesezeichen des Tor-Browsers im beständigen Datenspeicher aktivieren, werden Ihre aktuellen Lesezeichen sofort im beständigen Datenspeicher gespeichert.

source: <p>Only the features that are listed below can currently be made persistent.</p>
ca: <p>Actualment només es poden fer persistents les funcions que s'enumeren a continuació.</p>
de: <p>Nur die unten aufgeführten Funktionen können derzeit persistent gemacht werden.</p>

source: <p>We are often asked to implement new features of the Persistent Storage: Tor Browser preferences, Tor configuration, desktop background, mouse and touchpad settings, and so on. See the [[!tails_gitlab groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="list of issues about the Persistent Storage in our GitLab"]].<p>
ca: <p>Sovint se'ns demana que implementem noves funcions de l'Emmagatzematge Persistent: preferències del Navegador Tor, configuració de Tor, fons d'escriptori, preferències del ratolí i touchpad, etc. Vegeu la [[!tails_gitlab groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="llista de problemes sobre l'Emmagatzematge Persistent al nostre GitLab"]].<p>
de: <p>Wir werden häufig gefragt, neue Funktionen für den beständigen Datenspeicher umzusetzen: Tor Browser-Einstellungen, Tor-Konfiguration, Desktop-Hintergrund, Maus- und Touchpad-Einstellungen usw. Siehe die [[!tails_gitlab groups/tails/-/issues?scope=all&utf8=✓&state=opened&label_name%5B%5D=C%3APersistence desc="Liste der Probleme zum beständigen Datenspeicher in unserem GitLab"]].</p>

source: Personal Documents
ca: Documents Personals
de: Persönliche Dokumente

source: <div class="text"><h2>Persistent Folder</h2></div> </div>
ca: <div class="text"><h2>Carpeta Persistent</h2></div> </div>
de: <div class="text"><h2>Beständiger Ordner</h2></div> </div>

source: When the Persistent Folder feature is turned on, you can save your personal files and working documents in the <span class="filename">Persistent</span> folder.
ca: Quan la funció Carpeta Persistent està activada, podeu desar els vostres fitxers personals i treballar documents a la carpeta <span class="filename">Persistent</span>.
de: Wenn die Funktion für den Beständigen Ordner aktiviert ist, können Sie Ihre persönlichen Dateien und Arbeitsdokumente im <span class="filename">Beständig</span>-Ordner speichern.

source: To open the <span class="filename">Persistent</span> folder, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
ca: Per obrir la carpeta <span class="filename">Persistent</span>, trieu <span class="menuchoice"> <span class="guimenu">Llocs</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
de: Um den <span class="filename">Persistent</span>-Ordner zu öffnen, wählen Sie <span class="menuchoice"> <span class="guimenu">Orte</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: System Settings
ca: Paràmetres del sistema
de: Systemeinstellungen

source: <div class="text"><h2>Welcome Screen</h2></div> </div>
ca: <div class="text"><h2>Pantalla de Benvinguda</h2></div> </div>
de: <div class="text"><h2>Willkommensbildschirm</h2></div> </div>

source: When the Welcome Screen feature is turned on, the settings from the [[Welcome Screen|doc/first_steps/welcome_screen]] are saved in the Persistent Storage: language, keyboard, and additional settings.
ca: Quan la funció de Pantalla de Benvinguda està activada, la configuració de la [[Pantalla de Benvinguda|doc/first_steps/welcome_screen]] es desa a l'Emmagatzematge Persistent: idioma, teclat i paràmetres addicionals.
de: Wenn die Funktion für den Begrüßungsbildschirm aktiviert ist, werden die Einstellungen aus dem [[Begrüßungsbildschirm|doc/first_steps/welcome_screen]] im beständigen Datenspeicher gespeichert: Sprache, Tastatur und zusätzliche Einstellungen.

source: To restore your settings when starting Tails, unlock your Persistent Storage in the Welcome Screen.
ca: Per restaurar la configuració quan inicieu Tails, desbloquegeu l'Emmagatzematge Persistent a la Pantalla de Benvinguda.
de: Um Ihre Einstellungen beim Starten von Tails wiederherzustellen, entsperren Sie Ihren beständigen Datenspeicher im Begrüßungsbildschirm.

source: <div class="text"><h2>Printers</h2></div> </div>
ca: <div class="text"><h2>Impressores</h2></div> </div>
de: <div class="text"><h2>Drucker</h2></div> </div>

source: When the Printers feature is turned on, the [[configuration of the printers|doc/sensitive_documents/printing_and_scanning]] is saved in the Persistent Storage.
ca: Quan la funció Impressores està activada, la [[configuració de les impressores|doc/sensitive_documents/printing_and_scanning]] es desa a l'Emmagatzematge Persistent.
de: Wenn die Funktion für Drucker aktiviert ist, wird die [[Konfiguration der Drucker|doc/sensitive_documents/printing_and_scanning]] im beständigen Datenspeicher gespeichert.

source: Network
ca: Xarxa
de: Netzwerk

source: <div class="text"><h2>Network Connections</h2></div> </div>
ca: <div class="text"><h2>Connexions de Xarxa</h2></div> </div>
de: <div class="text"><h2>Netzwerkverbindungen</h2></div> </div>

source: When the Network Connections feature is turned on, the [[password for Wi-Fi networks and configuration of wired networks|doc/anonymous_internet/networkmanager]] are saved in the Persistent Storage.
ca: Quan la funció Connexions de Xarxa està activada, la [[contrasenya per a xarxes Wi-Fi i configuració de xarxes cablejades|doc/anonymous_internet/networkmanager]] es desa a l'Emmagatzematge Persistent.
de: Wenn die Funktion für Netzwerkverbindungen aktiviert ist, werden das [[Passwort für WLAN-Netzwerke und die Konfiguration von kabelgebundenen Netzwerken|doc/anonymous_internet/networkmanager]] im beständigen Datenspeicher gespeichert.

source: <div class="text"><h2>Tor Bridge</h2></div> </div>
ca: <div class="text"><h2>Pont de Tor</h2></div> </div>
de: <div class="text"><h2>Tor-Brücken</h2></div> </div>

source: When the Tor Bridge feature is turned on, the last [[Tor bridge|doc/anonymous_internet/tor]] that you used to connect to Tor successfully is saved in the Persistent Storage.
ca: Quan la funció Pont de Tor està activada, l'últim [[Pont de Tor|doc/anonymous_internet/tor]] que heu utilitzat per connectar-vos amb Tor correctament es desa a l'Emmagatzematge Persistent.
de: Wenn die Funktion für Tor-Brücken aktiviert ist, wird die letzte [[Tor-Brücke|doc/anonymous_internet/tor]], die Sie verwendet haben, um erfolgreich eine Verbindung zu Tor herzustellen, im beständigen Datenspeicher gespeichert.

source: Applications
ca: Aplicacions
de: Programme

source: <div class="text"><h2>Tor Browser Bookmarks</h2></div> </div>
ca: <div class="text"><h2>Adreces d'interès del Navegador Tor</h2></div> </div>
de: <div class="text"><h2>Lesezeichen des Tor-Browsers</h2></div> </div>

source: When the Tor Browser Bookmarks feature is turned on, changes to the bookmarks in [[*Tor Browser*|doc/anonymous_internet/Tor_Browser]] are saved in the Persistent Storage.
ca: Quan la funció d'adreces d'interès del Navegador Tor està activada, els canvis a les adreces d'interès al [[*Navegadir Tor*|doc/anonymous_internet/Tor_Browser]] es guarden a l'Emmagatzematge Persistent.
de: Wenn die Funktion für die Lesezeichen des *Tor Browsers* aktiviert ist, werden Änderungen an den Lesezeichen im [[*Tor Browser*|doc/anonymous_internet/Tor_Browser]] im beständigen Datenspeicher gespeichert.

source: <div class="text"><h2>Electrum Bitcoin Wallet</h2></div> </div>
ca: <div class="text"><h2>Cartera Electrum Bitcoin</h2></div> </div>

source: When the Electrum Bitcoin Wallet feature is turned on, the bitcoin wallet and preferences of the [[*Electrum* bitcoin client|anonymous_internet/electrum]] are saved in the Persistent Storage.
ca: Quan la funció Cartera Electrum Bitcoin està activada, la cartera bitcoin i les preferències del [[client de bitcoin *Electrum*|anonymous_internet/electrum]] es guarden a l'Emmagatzematge Persistent.
de: Wenn die Funktion für das Electrum Bitcoin-Wallet aktiviert ist, werden das Bitcoin-Wallet und die Einstellungen des [[*Electrum* Bitcoin-Clients|anonymous_internet/electrum]] im beständigen Datenspeicher gespeichert.

source: <div class="text"><h2>Thunderbird Email Client</h2></div> </div>
ca: <div class="text"><h2>Client de correu electrònic Thunderbird</h2></div> </div>

source: When the Thunderbird Email Client feature is turned on, the email, feeds, and OpenPGP keys in the [[*Thunderbird* email client|doc/anonymous_internet/thunderbird]] are saved in the Persistent Storage.
ca: Quan la funció del client de correu electrònic Thunderbird està activada, el correu electrònic, els canals i les claus OpenPGP del [[client de correu electrònic *Thunderbird*|doc/anonymous_internet/thunderbird]] es guarden a l'Emmagatzematge Persistent.
de: Wenn die Funktion für den Thunderbird E-Mail-Client aktiviert ist, werden die E-Mails, Feeds und OpenPGP-Schlüssel im [[*Thunderbird* E-Mail-Client|doc/anonymous_internet/thunderbird]] im beständigen Datenspeicher gespeichert.

source: When the GnuPG feature is turned on, the OpenPGP keys that you create or import in *GnuPG* and [[*Kleopatra*|doc/encryption_and_privacy/kleopatra]] are saved in the Persistent Storage.
ca: Quan la funció GnuPG està activada, les claus OpenPGP que creeu o importeu a *GnuPG* i [[*Kleopatra*|doc/encryption_and_privacy/kleopatra]] es guarden a l'Emmagatzematge Persistent.
de: Wenn die Funktion für GnuPG aktiviert ist, werden die OpenPGP-Schlüssel, die Sie in *GnuPG* und [[*Kleopatra*|doc/encryption_and_privacy/kleopatra]] erstellen oder importieren, im beständigen Datenspeicher gespeichert.

source: <p>Since Tails 4.13 (November 2020), <em>Thunderbird</em> uses its own OpenPGP keyring, different from the keyring used by <em>GnuPG</em> and <em>Kleopatra</em>. You don't need to enable the GnuPG feature anymore if you only use OpenPGP encryption in <em>Thunderbird</em>.</p>
ca: <p>Des de Tails 4.13 (novembre de 2020), <em>Thunderbird</em> utilitza el seu propi anell de claus OpenPGP, diferent del clauer utilitzat per <em>GnuPG</em> i <em>Kleopatra</em>. No cal que habiliteu la funció GnuPG si només feu servir l'encriptatge OpenPGP a <em>Thunderbird</em>.</p>
de: <p>Seit Tails 4.13 (November 2020) verwendet <em>Thunderbird</em> seinen eigenen OpenPGP-Schlüsselbund, der sich von dem Schlüsselbund unterscheidet, der von <em>GnuPG</em> und <em>Kleopatra</em> verwendet wird. Sie müssen die GnuPG-Funktion nicht mehr aktivieren, wenn Sie nur OpenPGP-Verschlüsselung in <em>Thunderbird</em> verwenden.</p>

source: <div class="text"><h2>Pidgin Internet Messenger</h2></div> </div>
ca: <div class="text"><h2>Missatgeria d'Internet Pidgin</h2></div> </div>

source: When the Pidgin Internet Messenger feature is turned on, all the configuration files of the [[*Pidgin* internet messenger|doc/anonymous_internet/pidgin]] are saved in the Persistent Storage:
ca: Quan la funció Missatgeria d'Internet Pidgin està activada, tots els fitxers de configuració de la [[missatgeria d'Internet *Pidgin*|doc/anonymous_internet/pidgin]] es guarden a l'Emmagatzematge Persistent:
de: Wenn die Funktion für den Pidgin Internet Messenger aktiviert ist, werden alle Konfigurationsdateien des [[*Pidgin* Internet Messengers|doc/anonymous_internet/pidgin]] im beständigen Datenspeicher gespeichert:

source: - The configuration of your accounts, contacts, and chats
ca: - La configuració dels vostres comptes, contactes i xats
de: - Die Konfiguration Ihrer Konten, Kontakte und Chats

source: - Your OTR encryption keys and keyring
ca: - Les vostres claus d'encriptació OTR i l'anell de claus
de: - Ihre OTR-Verschlüsselungsschlüssel und Schlüsselbund

source: The content of the discussions is not saved, unless you configure *Pidgin* to do so.
ca: El contingut de les discussions no es desa, tret que configureu *Pidgin* per fer-ho.
de: Der Inhalt der Konversationen wird nicht gespeichert, es sei denn, Sie konfigurieren *Pidgin* dazu, es zu tun.

source: All the configuration options are available from the graphical interface of *Pidgin*. You don't need to manually edit or overwrite the configuration files.
ca: Totes les opcions de configuració estan disponibles des de la interfície gràfica de *Pidgin*. No cal que editeu ni sobreescrigueu manualment els fitxers de configuració.
de: Alle Konfigurationsoptionen sind über die grafische Benutzeroberfläche von *Pidgin* verfügbar. Sie müssen die Konfigurationsdateien nicht manuell bearbeiten oder überschreiben.

source: <div class="text"><h2>SSH Client</h2></div> </div>
ca: <div class="text"><h2>Client SSH</h2></div> </div>

source: When the SSH Client feature is turned on, all the files related to the Secure Shell (SSH) client are saved in the Persistent Storage:
ca: Quan la funció de client SSH està activada, tots els fitxers relacionats amb el client Secure Shell (SSH) es guarden a l'Emmagatzematge Persistent:
de: Wenn die Funktion für den SSH-Client aktiviert ist, werden alle Dateien, die mit dem Secure Shell (SSH) Client zusammenhängen, im beständigen Datenspeicher gespeichert:

source: - The SSH keys that you create or import
ca: - Les claus SSH que creeu o importeu
de: - Die SSH-Schlüssel, die Sie erstellen oder importieren

source: - The public keys of the hosts you connect to
ca: - Les claus públiques dels amfitrions als quals us connecteu
de: - Die öffentlichen Schlüssel der Hosts, zu denen Sie sich verbinden

source: - The SSH configuration file in */home/amnesia/.ssh/config*
ca: - El fitxer de configuració SSH a */home/amnesia/.ssh/config*
de: - Die SSH Konfigurationsdatei in */home/amnesia/.ssh/config*

source: Advanced Settings
ca: Paràmetres avançats
de: Erweiterte Einstellungen

source: <div class="text"><h2>Additional Software</h2></div> </div>
ca: <div class="text"><h2>Programari Addicional</h2></div> </div>
de: <div class="text"><h2>Zusätzliche Software</h2></div> </div>

source: When the Additional Software feature is turned on, a list of [[additional software|additional_software]] of your choice is automatically installed every time you start Tails.
ca: Quan la funció de Programari Addicional està activada, una llista de [[programari addicional|additional_software]] que escolliu s'instal·la automàticament cada vegada que inicieu Tails.
de: Wenn die Funktion für zusätzliche Software aktiviert ist, wird bei jedem Start von Tails automatisch eine Liste von [[zusätzlicher Software|additional_software]] Ihrer Wahl installiert.

source: The corresponding software packages are stored in the Persistent Storage. They are automatically upgraded for security after a network connection is established.
ca: Els paquets de programari corresponents s'emmagatzemen a l'Emmagatzematge Persistent. S'actualitzen automàticament per seguretat després d'establir una connexió de xarxa.
de: Die entsprechenden Softwarepakete werden im beständigen Datenspeicher gespeichert. Sie werden automatisch auf Sicherheitsupdates überprüft, nachdem eine Netzwerkverbindung hergestellt wurde.

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails, so [[be careful with what you install|additional_software#warning]].</p>
ca: <p>Els paquets inclosos a Tails s'han provat acuradament per garantir la seguretat. La instal·lació de paquets addicionals pot trencar la seguretat integrada a Tails, així que [[compte amb el que instal·leu|additional_software#warning]].</p>
de: <p>Die in Tails enthaltenen Pakete werden sorgfältig auf Sicherheit getestet. Das Installieren zusätzlicher Pakete kann die in Tails integrierte Sicherheit gefährden, also [[sein Sie vorsichtig mit dem, was Sie installieren|additional_software#warning]].</p>

source: When the Dotfiles feature is turned on:
ca: Quan la funció Dotfiles està activada:
de: Wenn die Funktion für Dotfiles aktiviert ist:

source: All the files in the */live/persistence/TailsData_unlocked/dotfiles* folder are linked in the *Home* folder using Linux symbolic links.
ca: Tots els fitxers de la carpeta */live/persistence/TailsData_unlocked/dotfiles* estan enllaçats a la carpeta *Home* mitjançant enllaços simbòlics de Linux.
de: Alle Dateien im */live/persistence/TailsData_unlocked/dotfiles*-Ordner sind im *Home*-Ordner über symbolische Links in Linux verknüpft.

source: All the files in subfolders of */live/persistence/TailsData_unlocked/dotfiles* are also linked in the corresponding subfolder of the *Home* folder using Linux symbolic links.
ca: Tots els fitxers de les subcarpetes de */live/persistence/TailsData_unlocked/dotfiles* també estan enllaçats a la subcarpeta corresponent de la carpeta *Home* mitjançant enllaços simbòlics de Linux.
de: Alle Dateien in den Unterordnern von */live/persistence/TailsData_unlocked/dotfiles* sind ebenfalls in den entsprechenden Unterordnern des *Home*-Ordners über symbolische Links in Linux verknüpft.

source: A shortcut is provided in the left pane of the *Files* browser and in the **Places** menu in the top navigation bar to access the */live/persistence/TailsData_unlocked/dotfiles* folder.
ca: Es proporciona una drecera al panell esquerre del navegador de *Fitxers* i al menú **Llocs** de la barra de navegació superior per accedir a la carpeta */live/persistence/TailsData_unlocked/dotfiles*.
de: Ein Shortcut ist im linken Bereich des *Dateien*-Browsers und im **Orte**-Menü in der oberen Navigationsleiste vorhanden, um auf den */live/persistence/TailsData_unlocked/dotfiles*-Ordner zuzugreifen.

source: For example, having the following files in */live/persistence/TailsData_unlocked/dotfiles*:
ca: Per exemple, tenir els fitxers següents a */live/persistence/TailsData_unlocked/dotfiles*:
de: Zum Beispiel, das Vorhandensein der folgenden Dateien in */live/persistence/TailsData_unlocked/dotfiles*:

source: /live/persistence/TailsData_unlocked/dotfiles ├── file_a ├── folder │ ├── file_b │ └── subfolder │ └── file_c └── emptyfolder
ca: /live/persistence/TailsData_unlocked/dotfiles ├── fitxer_a ├── carpeta │ ├── fitxer_b │ └── subcarpeta │ └── fitxer_c └── carpeta_buida
de: /live/persistence/TailsData_unlocked/dotfiles ├── datei_a ├── ordner │ ├── datei_b │ └── unterordner │ └── datei_c └── leererordner

source: Produces the following result in */home/amnesia*:
ca: Produeix el resultat següent a */home/amnesia*:
de: Erzeugt folgendes Ergebnis in */home/amnesia*:

source: /home/amnesia ├── file_a → /live/persistence/TailsData_unlocked/dotfiles/file_a └── folder ├── file_b → /live/persistence/TailsData_unlocked/dotfiles/folder/file_b └── subfolder └── file_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/file_c
ca: /home/amnesia ├── fitxer_a → /live/persistence/TailsData_unlocked/dotfiles/fitxer_a └── carpeta ├── fitxer_b → /live/persistence/TailsData_unlocked/dotfiles/carpeta/fitxer_b └── subcarpeta └── fitxer_c → /live/persistence/TailsData_unlocked/dotfiles/carpeta/subcarpeta/fitxer_c
de: /home/amnesia ├── datei_a → /live/persistence/TailsData_unlocked/dotfiles/datei_a └── ordner ├── datei_b → /live/persistence/TailsData_unlocked/dotfiles/folder/datei_b └── unterordner └── datei_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/datei_c

source: <p>The Dotfiles feature only links specific files, and not entire folders, from the Persistent Storage. Accordingly, empty folders are ignored, as shown in the above example.</p>
ca: <p>La funció Dotfiles només enllaça fitxers específics, i no carpetes senceres de l'Emmagatzematge Persistent. En conseqüència, les carpetes buides s'ignoren, tal com es mostra a l'exemple anterior.</p>
de: <p>Die Funktion für Dotfiles verknüpft nur spezifische Dateien und nicht ganze Ordner aus dem beständigen Datenspeicher. Leere Ordner werden daher ignoriert, wie im obigen Beispiel gezeigt.</p>

source: On Tails and Linux in general, the name of configuration files often starts with a dot and are sometimes called [[!wikipedia dotfiles]] for this reason. The Dotfiles feature of the Persistent Storage makes it easy to persist such "*dotfiles*", for example */home/amnesia/.gitconfig* or */home/amnesia/.bashrc*.
ca: A Tails i Linux en general, el nom dels fitxers de configuració sovint comença amb un punt i de vegades s'anomenen [[!wikipedia dotfiles]] per aquest motiu. La funció Dotfiles de l'Emmagatzematge Persistent facilita la conservació d'aquests «*dotfiles*», per exemple */home/amnesia/.gitconfig* o */home/amnesia/.bashrc*.
de: Auf Tails und allgemein in Linux beginnen die Namen von Konfigurationsdateien oft mit einem Punkt und werden aus diesem Grund manchmal als [[!wikipedia dotfiles]] bezeichnet. Die Dotfiles-Funktion des beständigen Datenspeichers erleichtert es, solche "*Dotfiles*" persistent zu speichern, beispielsweise */home/amnesia/.gitconfig* oder */home/amnesia/.bashrc*.

source: <p>Be careful if you use the Dotfiles feature to overwrite the default settings.</p>
ca: <p>Aneu amb compte si feu servir la funció Dotfiles per sobreescriure la configuració predeterminada.</p>
de: <p>Seien Sie vorsichtig, wenn Sie die Dotfiles-Funktion verwenden, um die Standardeinstellungen zu überschreiben.</p>

source: <p>The programs included in Tails are carefully configured with security in mind. You can weaken your security if you change the defaults.</p>
ca: <p>Els programes inclosos a Tails es configuren acuradament tenint en compte la seguretat. Podeu debilitar la vostra seguretat si canvieu els valors predeterminats.</p>
de: <p>Die in Tails enthaltenen Programme sind sorgfältig mit Blick auf die Sicherheit konfiguriert. Sie können Ihre Sicherheit schwächen, wenn Sie die Standardeinstellungen ändern.</p>
