Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage/configure.*.po
Languages: ca, de

source: <p>The anonymity of Tor and Tails relies on making it harder to distinguish one Tails user from another. In some cases, changing the default settings can break your anonymity.</p>
ca: <p>L'anonimat de Tor i Tails depèn de fer més difícil distingir un usuari de Tails d'un altre usuari diferent de Tails. En alguns casos, canviar la configuració predeterminada pot trencar el vostre anonimat.</p>
de: <p>Die Anonymität von Tor und Tails beruht darauf, es schwieriger zu machen, einen Tails-Benutzer von einem anderen zu unterscheiden. In einigen Fällen kann das Ändern der Standardeinstellungen Ihre Anonymität gefährden.</p>

source: <h3 id="displays">Save the configuration of your displays</h3>
ca: <h3 id="displays">Deseu la configuració de les vostres pantalles</h3>
de: <h3 id="displays">Die Konfiguration Ihrer Bildschirme sichern</h3>

source: If you have more than one display (for example, two monitors or a projector), you can save the configuration of your displays using the <span class="guilabel">Dotfiles</span> feature.
ca: Si teniu més d'una pantalla (per exemple, dos monitors o un projector), podeu desar la configuració de les vostres pantalles amb la funció <span class="guilabel">Dotfiles</span>.
de: Falls Sie mehr als einen Bildschirm (zum Beispiel zwei Monitore oder einen Projektor) haben, können Sie die Konfiguration Ihrer Bildschirme mithilfe der <span class="guilabel">Dotfiles</span>-Funktion sichern.

source: Turn on the *Dotfiles* feature and restart Tails.
ca: Activeu la funció *Dotfiles* i reinicieu Tails.
de: Aktivieren Sie die *Dotfiles*-Funktion und starten Sie Tails neu.

source: Choose **Applications**&nbsp;▸ **System Tools**&nbsp;▸ **Settings** to open the *Settings* utility.
ca: Trieu **Aplicacions**&nbsp;▸ **Eines del sistema**&nbsp;▸ **Configuració** per obrir la utilitat *Configuració*.
de: Wählen Sie **Anwendungen**&nbsp;▸ **Systemwerkzeuge**&nbsp;▸ **Einstellungen**, um das *Einstellungs*-Werkzeug zu öffnen.

source: Choose **Displays** in the *Settings* utility.
ca: Trieu **Pantalles** a la utilitat *Configuració*.
de: Wählen Sie **Bildschirme** im *Einstellungs*-Werkzeug.

source: Configure your displays.
ca: Configureu els vostres dispositius.
de: Konfigurieren Sie Ihre Bildschirme.

source: Choose **Places**&nbsp;▸ **Dotfiles** to open the <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> folder in the <span class="application">Files</span> browser.
ca: Trieu **Llocs**&nbsp;▸ **Dotfiles** per obrir la carpeta <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> al navegador de <span class="application">Fitxers</span>.
de: Wählen Sie **Orte**&nbsp;▸ **Dotfiles**, um den <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span>-Ordner im <span class="application">Dateien</span>-Browser zu öffnen.

source: Click the [[!img lib/open-menu.png alt="Main Menu" class="symbolic" link="no"]] button in the title bar and turn on the option **Show Hidden Files**.
ca: Feu clic al botó [[!img lib/open-menu.png alt="Menú principal" class="symbolic" link="no"]] a la barra de títol i activeu l'opció **Mostra els fitxers ocults**.
de: Klicken Sie auf die [[!img lib/open-menu.png alt="Hauptmenü" class="symbolic" link="no"]] Schaltfläche in der Titelleiste und aktivieren Sie die Option **Verborgene Dateien anzeigen**.

source: Create a folder called <span class="filename">.config</span> (<span class="filename">config</span> preceded by a dot).
ca: Creeu una carpeta anomenada <span class="filename">.config</span> (<span class="filename">config</span> precedida d'un punt).
de: Erstellen Sie einen Ordner mit dem Namen <span class="filename">.config</span> (<span class="filename">config</span> mit vorangestelltem Punkt).

source: Copy the <span class="filename">.config/monitors.xml</span> file from your <span class="filename">Home</span> folder to <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.
ca: Copieu el fitxer <span class="filename">.config/monitors.xml</span> de la vostra carpeta <span class="filename">Home</span> a <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.
de: Kopieren Sie die Datei <span class="filename">.config/monitors.xml</span> aus Ihrem <span class="filename">Home</span>-Ordner nach <span class="filename">/live/persistence/TailsData_unlocked/dotfiles/.config</span>.

source: Deleting the data corresponding to a feature
ca: Eliminació de les dades corresponents a una funció
de: Löschen der Daten zu einem Feature

source: When you turn off a feature of the Persistent Storage:
ca: Quan desactiveu una funció de l'Emmagatzematge Persistent:
de: Wenn Sie eine Funktion des Beständigen Datenspeichers deaktivieren:

source: - The data of the feature is not available anymore in Tails.
ca: - Les dades de la funció ja no estan disponibles a Tails.
de: - Die Daten der Funktion sind in Tails nicht mehr verfügbar.

source: For example:
ca: Per exemple:
de: Zum Beispiel:

source: If you turn off the Persistent Folder feature, the documents saved in **Places** &nbsp;▸ **Persistent** are not available anymore.
ca: Si desactiveu la funció Carpeta persistent, els documents desats a **Llocs** &nbsp;▸ **Persistent** ja no estaran disponibles.
de: Wenn Sie die Funktion für den beständigen Ordner deaktivieren, sind die in **Orte** &nbsp;▸ **Beständig** gespeicherten Dokumente nicht mehr verfügbar.

source: If you turn off the Electrum Bitcoin Wallet feature, the wallet used by *Electrum* is not available anymore.
ca: Si desactiveu la funció Cartera Electrum Bitcoin, la cartera utilitzada per *Electrum* ja no està disponible.
de: Wenn Sie die Funktion für das Electrum Bitcoin-Wallet deaktivieren, ist das von *Electrum* verwendete Wallet nicht mehr verfügbar.

source: - The data of the feature is still saved in the USB stick.
ca: - Les dades de la funció encara es desen al llapis USB.
de: - Die Daten der Funktion sind weiterhin auf dem USB-Stick gespeichert.

source: A **Delete Data** button appears in the setting of the feature.
ca: Apareix un botó de **Suprimeix les dades** a la configuració de la funció.
de: Eine Schaltfläche **Daten löschen** erscheint in den Einstellungen der Funktion.

source: Click the **Delete Data** button to delete the corresponding data from the USB stick.
ca: Feu clic al botó **Suprimeix les dades** per eliminar les dades corresponents del llapis USB.
de: Klicken Sie auf die Schaltfläche **Daten löschen**, um die entsprechenden Daten vom USB-Stick zu löschen.

source: Turn on the feature again to restore the data and make it available in Tails again.
ca: Torneu a activar la funció per restaurar les dades i tornar-les a fer disponibles a Tails.
de: Aktivieren Sie die Funktion erneut, um die Daten wiederherzustellen und sie wieder in Tails verfügbar zu machen.
