Repository: ks-sbc/os
Catalog: wiki/src/doc/persistent_storage/recover.*.po
Languages: ca

source: [[!meta title="Recovering data from the Persistent Storage when Tails doesn't start"]]
ca: [[!meta title="Recuperar dades de l'Emmagatzematge Persistent quan Tails no s'inicia"]]

source: If your Tails becomes broken, for example, if it no longer starts, follow these instructions to recover data from your Persistent Storage.
ca: Si el vostre Tails es trenca, per exemple, si ja no s'inicia, seguiu aquestes instruccions recuperar dades del vostre Emmagatzematge Persistent.

source: <p>If instead, your Tails USB stick does start but the Persistent Storage fails to unlock, refer to our instructions on [[recovering data from the Persistent Storage when it has file system errors|fsck]].</p>
ca: <p>Si, en canvi, el vostre llapis USB de Tails s'inicia però l'Emmagatzematge Persistent falla en desbloquejar-se, consulteu les nostres instruccions sobre la [[recuperació de dades de l'Emmagatzematge Persistent quan té errors del sistema de fitxers|fsck]].</p>

source: <p>We recommend you always keep a current backup of your Persistent Storage. To learn how to create a backup of your Persistent Storage, see our [[instructions on how to back up your Persistent Storage to another Tails USB stick|backup]].</p>
ca: <p>Recomanem mantenir una còpia de seguretat del vostre Emmagatzematge Persistent. Per aprendre a crear una còpia de seguretat del vostre Emmagatzematge Persistent, consulteu les nostres [[instruccions sobre com fer una còpia de seguretat del vostre Emmagatzematge Persistent a un altre llapis USB de Tails|backup]].</p>

source: We are presenting here 3 recovery techniques that work in different cases. We recommend that you try the 3 techniques one after the other.
ca: Us presentem aquí tres tècniques de recuperació que funcionen en diferents casos. Us recomanem que proveu les tres tècniques una darrere l'altra.

source: [[Doing a manual upgrade|recover#upgrade]]
ca: [[Fer una actualització manual|recover#upgrade]]

source: Doing a manual upgrade of your broken Tails might allow you to start your USB stick again and use your Persistent Storage like before.
ca: Fer una actualització manual del vostre Tails trencat, us pot permetre iniciar el vostre llapis USB de nou i utilitzar el vostre Emmagatzematge Persistent com abans.

source: [[Unlocking from another Tails and copying using `rsync`|recover#rsync]]
ca: [[Desbloqueig d'un altre Tails i còpia amb `rsync`|recover#rsync]]

source: If doing a manual upgrade doesn't work, you might be able to unlock your Persistent Storage from another Tails USB stick and copy its content using `rsync` on the command line.
ca: Si fer una actualització manual no funciona, és possible que pugueu desbloquejar el vostre Emmagatzematge Persistent des d'un altre llapis USB de Tails i copiar-ne el contingut utilitzant `rsync` a la línia d'ordres.

source: [[Recovering from a partition image using forensics tools|recover#image]]
ca: [[Recuperació d'una imatge de partició amb eines forenses|recover#image]]

source: If unlocking your Persistent Storage from another Tails USB stick fails, you might be able to recover some or most of your data from a partition image using advanced forensics tools.
ca: Si el desbloqueig del vostre Emmagatzematge Persistent d'un altre llapis USB de Tails falla, és possible que pugueu recuperar part o la majoria de les vostres dades d'una imatge de partició utilitzant eines forenses avançades.

source: <h1 id="upgrade">Doing a manual upgrade</h1>
ca: <h1 id="upgrade">Fer una actualització manual</h1>

source: Doing a manual upgrade of your broken Tails might allow you to start your USB stick again and use your Persistent Storage like before.
ca: Fer una actualització manual del vostre Tails trencat, us pot permetre tornar a iniciar el vostre llapis USB i utilitzar el vostre Emmagatzematge Persistent com abans.

source: Refer to our instructions on how to do a manual upgrade, either:
ca: Consulteu les nostres instruccions sobre com fer una actualització manual:

source: - [[Downloading and upgrading from Windows|upgrade/windows]]
ca: - [[Baixada i actualització des de Windows|upgrade/windows]]

source: - [[Downloading and upgrading from macOS|upgrade/mac]]
ca: - [[Baixada i actualització des de macOS|upgrade/mac]]

source: - [[Downloading and upgrading from Linux|upgrade/linux]]
ca: - [[Baixada i actualització des de Linux|upgrade/linux]]

source: - [[Upgrading by cloning from another Tails|doc/upgrade/#clone]]
ca: - [[Actualització mitjançant la clonació des d'un altre Tails|doc/upgrade/#clone]]

source: <h1 id="rsync">Unlocking from another Tails and copying using <span class="code">rsync</span></h1>
ca: <h1 id="rsync">Desbloqueig des d'un altre Tails i còpia mitjançant <span class="code">rsync</span></h1>

source: If doing a manual upgrade doesn't work, you might be able to unlock your Persistent Storage from another Tails USB stick and copy its content using `rsync` on the command line.
ca: Si fer una actualització manual no funciona, és possible que pugueu desbloquejar el vostre Emmagatzematge Persistent des d'un altre llapis USB de Tails i copiar-ne el contingut mitjançant `rsync` a la línia d'ordres.

source: Install Tails on a new USB stick onto which you want to recover your Persistent Storage. Make sure that this new USB stick is at least as large as the USB stick that has your broken Tails on it.
ca: Instal·leu Tails en un nou llapis USB en el que voleu recuperar el vostre Emmagatzematge Persistent. Assegureu-vos que aquest nou llapis USB sigui almenys tan gran com el llapis USB que conté el vostre Tails trencat.

source: When starting Tails, [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
ca: En iniciar Tails, [[configureu una contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]].

source: [[Create a Persistent Storage.|persistent_storage/create]]
ca: [[Creeu un Emmagatzematge Persistent.|persistent_storage/create]]

source: Close the Persistent Storage settings after creation, when the list of features is displayed.
ca: Tanqueu la configuració de l'Emmagatzematge Persistent després de la creació, quan es mostri la llista de funcions.

source: The process described below overwrites the contents and configuration of the new Persistent Storage. So, it does not matter which features you turn on after creating the Persistent Storage.
ca: El procés que es descriu a continuació sobreescriu el contingut i la configuració del nou Emmagatzematge Persistent. Per tant, no importa quines funcionalitats activeu després de crear l'Emmagatzematge Persistent.

source: <p>Make sure that all applications are closed before continuing with these instructions. Otherwise, the Persistent Storage might not be properly recovered from your broken Tails.</p>
ca: <p>Assegureu-vos que totes les aplicacions estiguin tancades abans de continuar amb aquestes instruccions. En cas contrari, és possible que l'Emmagatzematge Persistent no es recuperi correctament del vostre Tails trencat.</p>

source: Choose **Applications**&nbsp;▸ **Accessories**&nbsp;▸ **Files** to open the *Files* browser.
ca: Trieu **Aplicacions**&nbsp;▸ **Accessoris**&nbsp;▸ **Fitxers** per obrir el navegador de *Fitxers*.

source: Plug in the USB stick that has your broken Tails on it.
ca: Connecteu el llapis USB que té el vostre Tails trencat.

source: If the Persistent Storage of your broken Tails is recognized, a new encrypted volume appears in the sidebar of the *Files* browser. Click on it and enter the passphrase of your broken Tails to unlock the volume.
ca: Si es reconeix l'Emmagatzematge Persistent del vostre Tails trencat, apareix un nou volum encriptat a la barra lateral del navegador de *Fitxers*. Cliqueu-hi i introduïu-hi la contrasenya del vostre Tails trencat per desbloquejar el volum.

source: The Persistent Storage of your broken Tails shows up as **TailsData**.
ca: L'Emmagatzematge Persistent del vostre Tails trencat apareix com a **TailsData**.

source: <p>If no encrypted volume appears, try [[recovering from a partition image using forensics tools|recover#image]].</p>
ca: <p>Si no apareix cap volum encriptat, proveu de [[recuperar una imatge de partició utilitzant eines forenses|recover#image]].</p>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Eines del sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal d'administrador</span> </span> per obrir un terminal amb drets d'administració.

source: Execute the following command to recover the Persistent Storage of your broken Tails to your new Tails:
ca: Executeu l'ordre següent per recuperar l'Emmagatzematge Persistent del vostre Tails trencat al vostre nou Tails:

source: When the command finishes, it displays a summary of the data that was copied. For example:
ca: Quan finalitza l'ordre, mostra un resum de les dades que s'han copiat. Per exemple:

source: You can now eject the <span class="guilabel">TailsData</span> volume in the <span class="application">Files</span> browser and unplug the USB stick that has your broken Tails on it.
ca: Ara podeu expulsar el volum <span class="guilabel">TailsData</span> del navegador de <span class="application">Fitxers</span> i desconnectar el llapis USB que conté el vostre Tails trencat.

source: You can also explore the content of the Persistent Storage on your broken Tails from the *Files* browser. To do so, execute the following command from the *Root Terminal*:
ca: També podeu explorar el contingut de l'Emmagatzematge Persistent al vostre Tails trencat des del navegador de *Fitxers*. Per fer-ho, executeu l'ordre següent des del *Terminal d'administrador*:

source: <h1 id="image">Recovering from a partition image using forensics tools</h1>
ca: <h1 id="image">Recuperació d'una imatge de partició mitjançant eines forenses</h1>

source: If unlocking your Persistent Storage from another Tails USB stick fails, you might be able to recover some or most of your data from a partition image using advanced forensics tools.
ca: Si falla el desbloqueig del vostre Emmagatzematge Persistent d'un altre llapis USB de Tails, és possible que pugueu recuperar part o la majoria de les vostres dades d'una imatge de partició mitjançant eines forenses avançades.

source: We are not providing step-by-step instructions, but you can adapt our instructions on [[recovering data from the Persistent Storage when it has file system errors|fsck]]:
ca: No oferim instruccions pas a pas, però podeu adaptar les nostres instruccions sobre la [[recuperació de dades de l'Emmagatzematge Persistent quan té errors del sistema de fitxers|fsck]]:

source: Start on your new Tails and save a partition image of the Persistent Storage of your broken Tails to an external hard disk.
ca: Inicieu el vostre nou Tails i deseu una imatge de partició de l'Emmagatzematge Persistent del vostre Tails trencat en un disc dur extern.

source: Try the technique using the [[*Disks* utility|fsck#disks]] first, then the technique using [[`ddrescue`|fsck#ddrescue]] if needed.
ca: Proveu la tècnica utilitzant primer la [[utilitat *Discs*|fsck#disks]] i després la tècnica utilitzant [[`ddrescue`|fsck#ddrescue]] si cal.

source: After you create the partition image, try to recover your data.
ca: Després de crear la imatge de la partició, intenteu recuperar les vostres dades.

source: Try the technique to [[copy the partition image to a new USB stick|fsck#copy]] first, then the technique using [[*Autopsy*|fsck#autopsy]].
ca: Proveu la tècnica per [[copiar la imatge de la partició a un nou llapis USB|fsck#copy]] primer, després la tècnica utilitzant l'[[*Autopsy*|fsck#autopsia]].
