Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/tor/bridge.inline.*.po
Languages: ca, fr

source: To learn about other Tor bridges, you have several options listed below.
ca: Per conèixer altres ponts de Tor, teniu diverses opcions que s'enumeren a continuació.
fr: Pour connaître d'autres ponts Tor, vous avez plusieurs options listées ci-dessous.

source: <div class="tip"> <p>None of these options is easy to do from Tails, so we recommend that you learn about several bridges from your regular computer <i>before starting Tails</i> and store the bridge lines in a text document on separate USB stick.</p>
ca: <div class="tip"> <p>Cap d'aquestes opcions és fàcil de fer des de Tails, així que us recomanem que descobriu diversos ponts des del vostre ordinador habitual <i>abans d'arrencar Tails</i> i guardeu les línies del pont en un document de text en un altre llapis USB.</p>
fr: <div class="tip"> <p>Aucune de ces options n'est facile à faire depuis Tails, nous recommandons donc de vous renseigner sur des ponts depuis votre ordinateur habituel <i>avant de démarrer Tails</i> et de stocker les lignes de ponts dans un document texte sur une clé USB séparée.</p>

source: <p>After you restarted on Tails, you can copy one of these bridge lines from this other USB stick into <i>Tor Connection</i>.</p>
ca: <p>Després de reiniciar Tails, podeu copiar una d'aquestes línies de pont d'aquest altre llapis USB a <i>Connexió Tor</i>.</p>
fr: <p>Après avoir redémarré sur Tails, vous pouvez copier une de ces lignes de pont depuis l'autre clé USB dans <i>Connexion à Tor</i>.</p>

source: Even someone who knows your bridge cannot know what you are doing online from Tails.
ca: Fins i tot algú que conegui el vostre pont no pot saber què feu en línia des de Tails.
fr: Même une personne connaissant votre pont ne peut pas savoir ce que vous faites en ligne depuis Tails.

source: You can solve a CAPTCHA on [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
ca: Podeu resoldre un CAPTCHA a [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
fr: Vous pouvez résoudre un CAPTCHA sur [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4) (en anglais).

source: We recommend doing so from a different local network if you want to hide that you are connecting to Tor.
ca: Recomanem fer-ho des d'una altra xarxa local si voleu ocultar que us esteu connectant a Tor.
fr: Nous recommandons de le faire depuis un réseau local différent si vous voulez cacher le fait que vous vous connectez à Tor.

source: **Email**
ca: **Correu electrònic**
fr: **Courrier électronique**

source: You can send an empty email to <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> from a Gmail or Riseup email address.
ca: Podeu enviar un correu electrònic buit a <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> des d'una adreça de correu electrònic de Gmail o Riseup.
fr: Vous pouvez envoyer un message vide à <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> depuis une adresse de courrier électronique Gmail ou Riseup.

source: Sending the email reveals to Gmail or Riseup that you are trying to connect to Tor but not to someone who monitors your Internet connection.
ca: L'enviament del correu electrònic revela a Gmail o Riseup que esteu intentant connecteu-vos a Tor però no a algú que controli la vostra connexió a Internet.
fr: Envoyer ce courrier électronique révèle à Gmail ou à Riseup que vous essayez de vous connecter à Tor mais pas à une personne surveillant votre connexion Internet.

source: You can send the message `/bridges` to [@GetBridgesBot](https://t.me/GetBridgesBot) on *Telegram*.
ca: Podeu enviar el missatge `/bridges` a [@GetBridgesBot](https://t.me/GetBridgesBot) a *Telegram*.
fr: Vous pouvez envoyer le message `/bridges` à [@GetBridgesBot](https://t.me/GetBridgesBot) sur *Telegram*.
