Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/tor/troubleshoot.*.po
Languages: de

source: [[!meta title="Troubleshooting connecting to Tor"]]
de: [[!meta title="Fehlerbehebung bei der Verbindung zu Tor"]]

source: The sections below summarize the most common problems when [[connecting to Tor|tor]].
de: Die folgenden Abschnitte fassen die häufigsten Probleme bei der [[Verbindung zu Tor|tor]] zusammen.

source: <h2 id="clock">The computer clock is set to an incorrect time zone</h2>
de: <h2 id="clock">Die Computeruhr ist auf eine falsche Zeitzone eingestellt</h2>

source: The clock of the computer needs to be correct to connect to Tor.
de: Die Uhr des Computers muss richtig eingestellt sein, um sich mit Tor zu verbinden.

source: If you choose to [[hide that you are connecting to Tor|tor#hiding]], you might have to fix the clock manually if Tails fails to connect to Tor.
de: Wenn Sie sich dafür entscheiden, [[zu verbergen, dass Sie eine Verbindung zu Tor herstellen|tor#hiding]], müssen Sie die Uhr möglicherweise manuell korrigieren, wenn Tails keine Verbindung zu Tor herstellen kann.

source: Choose **Fix Clock** in the error screen of the *Tor Connection* assistant to set the clock and time zone of your computer.
de: Wählen Sie **Uhr reparieren** im Fehlerbildschirm des Assistenten *Tor Connection*, um die Uhr und die Zeitzone Ihres Computers einzustellen.

source: If you have problems fixing the clock, you can instead try to restart Tails and choose to [[connect to Tor automatically|tor#automatic]]. When connecting to Tor automatically, Tails fixes the clock automatically by connecting to the captive portal detection service of [Fedora](https://getfedora.org/) before connecting to Tor.
de: Wenn Sie Probleme haben, die Uhrzeit zu korrigieren, können Sie stattdessen versuchen, Tails neu zu starten und die Option [[automatisch mit Tor verbinden|tor#automatic]] zu wählen. Beim automatischen Verbinden mit Tor korrigiert Tails die Uhrzeit automatisch, indem es vor der Verbindung zu Tor den Captive-Portal-Erkennungsdienst von [Fedora](https://getfedora.org/) verwendet.

source: <h2 id="portal">You need to sign in to the network</h2>
de: <h2 id="portal">Sie müssen sich im Netzwerk anmelden</h2>

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline" raw="yes" sort="age"]]
de: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.de" raw="yes" sort="age"]]

source: To sign in to a network using a captive portal:
de: So melden Sie sich über ein Captive-Portal bei einem Netzwerk an:

source: In the error screen of the *Tor Connection* assistant, choose **Try Signing in to the Network**.
de: Wählen Sie im Fehlermeldungsbildschirm des *Tor Connection*-Assistenten **Versuchen, sich im Netzwerk anzumelden**.

source: Wait until the *Unsafe Browser* starts.
de: Warten Sie, bis der *Unsichere Browser* startet.

source: Follow the instructions on the homepage of the *Unsafe Browser*.
de: Befolgen Sie die Anweisungen auf der Startseite des *Unsicheren Browsers*.

source: <h2 id="stuck">The progress bar gets stuck around 50%</h2>
de: <h2 id="stuck">Der Fortschrittsbalken bleibt bei etwa 50% stehen</h2>

source: When using a custom Tor obfs4 bridge, the progress bar of *Tor Connection* sometimes gets stuck halfway through and becomes extremely slow.
de: Beim Verwenden einer benutzerdefinierten Tor obfs4-Brücke bleibt der Fortschrittsbalken der *Tor-Verbindung* manchmal in der Mitte stehen und wird extrem langsam.

source: To fix this, you can either:
de: Um dies zu beheben, können Sie entweder:

source: - Close and reopen *Tor Connection* to speed up the initial connection.
de: - Schließen Sie *Tor Connection* und öffnen Sie es erneut, um die initiale Verbindung zu beschleunigen.

source: - Try with [[another bridge|troubleshoot#bridge]].
de: - Versuchen Sie es mit [[einer anderen Brücke|troubleshoot#bridge]].

source: <p>This issue only affects outdated obfs4 bridges and does not happen with obfs4 bridges that run version 0.0.12 or later.</p>
de: <p>Dieses Problem betrifft nur veraltete obfs4-Brücken und tritt nicht bei obfs4-Brücken auf, die Version 0.0.12 oder höher verwenden.</p>

source: <h2 id="broken">The bridge is no longer operational</h2>
de: <h2 id="broken">Die Brücke ist nicht mehr funktionsfähig</h2>

source: It is possible that the bridge that you entered is no longer working.
de: Es ist möglich, dass die Brücke, die Sie eingegeben haben, nicht mehr funktioniert.

source: Try with [[another bridge|troubleshoot#bridge]].
de: Versuchen Sie es mit [[einer anderen Brücke|troubleshoot#bridge]].

source: <h2 id="bridge">Learning about another bridge</h2>
de: <h2 id="bridge">Informationen zu einer anderen Brücke</h2>

source: [[!inline pages="doc/anonymous_internet/tor/bridge.inline" raw="yes" sort="age"]]
de: [[!inline pages="doc/anonymous_internet/tor/bridge.inline.de" raw="yes" sort="age"]]

source: <h2 id="incorrect">You did not enter the bridge correctly</h2>
de: <h2 id="incorrect">Sie haben die Brücke nicht korrekt eingegeben</h2>

source: Only obfs4 bridges can be used in Tails currently.
de: Derzeit können in Tails nur obfs4-Brücken verwendet werden.

source: An obfs4 bridge looks like:
de: Eine obfs4-Brücke sieht aus wie:

source: You need to enter the entire line, not just the IP address and port combination.
de: Sie müssen die gesamte Zeile eingeben, nicht nur die Kombination aus IP-Adresse und Port.
