Repository: ks-sbc/os
Catalog: wiki/src/doc/anonymous_internet/tor/why.*.po
Languages: ca, fr

source: [[!meta title="Why does Tails use Tor?"]]
ca: [[!meta title="Per què Tails utilitza Tor?"]]
fr: [[!meta title="Pourquoi Tails utilise Tor ?"]]

source: Both Tails and the Tor *software* are made by the [Tor Project](https://torproject.org/).
ca: Tant Tails com el *programari* de Tor estan fets pel [Projecte Tor](https://torproject.org/).
fr: À la fois Tails et le *logiciel* Tor sont faits par [le Projet Tor](https://torproject.org/fr/).

source: Tails [[was founded|news/celebrating_10_years]] in 2009 and [[joined forces with Tor|news/tails_tor]] in 2024.
ca: Tails [[va ser fundat|news/celebrating_10_years]] el 2009 i [[va es va unir a Tor|news/tails_tor]] el 2024.
fr: Tails [[a été fondé|news/celebrating_10_years]] en 2009 et [[a uni ses forces avec Tor|news/tails_tor]] en 2024.

source: <h1 id="anonymity">Anonymity enforcement</h1>
ca: <h1 id="anonymity">Compliment de l'anonimat</h1>
fr: <h1 id="anonymity">Renforcement d'anonymat</h1>

source: We want to enforce good security by default for our users. That is why it is a fundamental assumption of Tails to force all outgoing traffic to anonymity networks such as Tor.
ca: Volem aplicar una bona seguretat per defecte per als nostres usuaris. Per això, és un supòsit fonamental de Tails forçar tot el trànsit de sortida a xarxes d'anonimat com Tor.
fr: Nous voulons renforcer une bonne sécurité par défaut à nos utilisateurs. C'est pourquoi il est dans les conditions fondamentales de Tails de forcer tout le trafic sortant à passer dans des réseaux d'anonymisation tel que Tor.

source: Over the years Tor has become a big network with a lot of capacity and a good speed.
ca: Amb els anys Tor s'ha convertit en una gran xarxa amb molta capacitat i una bona velocitat.
fr: Au fil des années Tor est devenu un gros réseau avec une forte capacité et une bonne vitesse.

source: Virtual Private Networks (VPNs) could be faster than Tor but they are not anonymity networks, because the administrators of the VPN can know both where you are connecting from and where you are connecting to and break your anonymity. Tor provides anonymity by making it impossible for a single point in the network to know both the origin and the destination of a connection.
ca: Les xarxes privades virtuals (VPN) podrien ser més ràpides que Tor, però no són xarxes d'anonimat, perquè els administradors de la VPN poden saber tant des d'on us connecteu com on us connecteu i trencar el vostre anonimat. Tor proporciona l'anonimat ja que fa impossible que un únic punt de la xarxa conegui tant l'origen com la destinació d'una connexió.
fr: Les Virtual Private Networks (VPN) pourraient être plus rapide que Tor mais ils ne sont pas des réseaux d'anonymisation, car les administrateurs des VPN peuvent savoir à la fois d'où vous vous connectez et vers où vous vous connectez et ainsi briser votre anonymat. Tor fournit de l'anonymat en rendant impossible pour un unique point du réseau de savoir à la fois l'origine et la destination d'une connexion.

source: When using a VPN, an attacker can also break your anonymity by monitoring the incoming and outgoing connections of the few servers of the VPN. On the other hand, the Tor network is formed by over 7500 relays run worldwide by volunteers.
ca: Quan utilitzeu una VPN, un atacant també pot trencar el vostre anonimat supervisant les connexions entrants i sortints dels pocs servidors de la VPN. D'altra banda, la xarxa Tor està formada per més de 7500 repetidors gestionats arreu del món per voluntaris.
fr: En utilisant un VPN, un attaquant peut aussi briser votre anonymat en surveillant les connexions entrantes et sortantes des quelques serveurs du VPN. De l'autre côté, le réseau Tor est constitué de plus de 7500 relais administrés à travers le monde par des bénévoles.

source: <p>See also our warnings about the [[limitations of the Tor network|doc/about/warnings/tor]].</p>
ca: <p>Vegeu també les nostres advertències sobre les [[limitacions de la xarxa Tor|doc/about/warnings/tor]].</p>
fr: <p>Voir aussi nos avertissements sur les [[limites du réseau Tor|doc/about/warnings/tor]].</p>

source: <h1 id="popularity">User base</h1>
ca: <h1 id="popularity">Base d'usuaris</h1>
fr: <h1 id="popularity">Base des personnes utilisant Tor</h1>

source: Tor is the anonymity network with the largest user base. More than 4&thinsp;000&thinsp;000 users connected to Tor daily in 2023. Being adopted by such a large audience proves its maturity, stability, and usability.
ca: Tor és la xarxa d'anonimat amb la base d'usuaris més gran. Més de 4&thinsp;000&thinsp;000 usuaris es van connectar a Tor diàriament el 2023. Ser adoptat per un públic tan gran demostra la seva maduresa, estabilitat i usabilitat.
fr: Tor est le réseau d'anonymisation avec le plus grand nombre de personnes l'utilisant. Plus de 4&thinsp;000&thinsp;000 de personnes se sont connectées à Tor chaque jour en 2023. Être adopté par un tel nombre prouve sa maturité, sa stabilité et son utilisabilité.

source: Tor is being used equally by journalists, law enforcement, governments, human rights activists, business leaders, militaries, abuse victims and average citizens concerned about online privacy. This diversity actually provides stronger anonymity to everyone as it makes it more difficult to identify or target a specific profile of Tor user. Anonymity loves company.
ca: Tor està sent utilitzat per igual per periodistes, forces de l'ordre, governs, activistes dels drets humans, líders empresarials, militars, víctimes d'abús i ciutadans mitjans preocupats per la privadesa en línia. En realitat, aquesta diversitat proporciona un anonimat més fort per a tothom, ja que fa que sigui més difícil identificar o orientar un perfil específic d'usuari de Tor. L'anonimat estima la companyia.
fr: Tor est utilisé autant par des journalistes, des policiers, des gouvernements, des activistes des droits humaines, des dirigeants d'entreprises, des militaires, des victimes d'abus et des citoyens lambda concernés par leur vie privée. En fait cette diversité permet un anonymat plus fort à chacun en rendant plus difficile d'identifier ou de cibler un profil d'utilisateur de Tor spécifique. L'anonymat aime la compagnie.

source: Technical merits and recognition
ca: Mèrits tècnics i reconeixement
fr: Mérites techniques et reconnaissance

source: Tor has partnered with leading research institutions, and has been subjected to intensive academic research. It is the anonymity network which benefits from the most auditing and peer review.
ca: Tor s'ha associat amb institucions de recerca líders i ha estat sotmès a una intensa investigació acadèmica. És la xarxa d'anonimat que es beneficia de la majoria d'auditoria i revisió per iguals.
fr: Tor s'est associé à des institutions de recherches majeures, et a été sujet à une recherche académique intensive. C'est le réseau d'anonymisation qui bénéficie du plus grand nombre d'audits et de passage en revue.

source: Tor has been received awards by institutions such as the [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), and the [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) to name a few.
ca: Tor ha rebut premis per institucions com la [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012) i la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) per citar-ne alguns.
fr: Tor a reçu des récompenses d'institutions comme la [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), et la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) pour ne nommer qu'elles.

source: An extract of a Top Secret appraisal by the NSA characterized Tor as "[the King of high secure, low latency Internet anonymity](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" with "no contenders for the throne in waiting".
ca: Un extracte d'una valoració secreta de la NSA va caracteritzar Tor com «[el rei de l'anonimat d'Internet d'alta seguretat i baixa latència](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)» amb «cap aspirant al tron a l'espera».
fr: Un extrait de documents top secret de la NSA caractérise Tor comme « [le roi de l'anonymat sur Internet à haute sécurité et faible latence](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity) » avec « aucun concurrent pour le détrôner ».

source: <h1 id="i2p">About I2P</h1>
ca: <h1 id="i2p">Quant a I2P</h1>
fr: <h1 id="i2p">À propos d'I2P</h1>

source: [I2P](https://geti2p.net/) is another anonymity network and alternative to Tor. Tails used to include I2P until 2017. We removed I2P in [[Tails 2.12|news/version_2.11]] because it was too costly to maintain.
ca: [I2P](https://geti2p.net/) és una altra xarxa d'anonimat i alternativa a Tor. Tails solia incloure I2P fins al 2017. Vam eliminar I2P a [[Tails 2.12|news/version_2.11]] perquè era massa costós de mantenir.
fr: [I2P](https://geti2p.net/) est un autre réseau anonyme et une alternative à Tor. Tails pouvait être utilisé avec I2P jusqu'en 2017. Nous avons supprimé I2P dans [[Tails 2.12|news/version_2.11]] parce qu'il était trop coûteux à maintenir.

source: We have no plans to add I2P back in Tails because I2P hasn't yet become popular and usable enough to matter to our [[target audience|contribute/personas]].
ca: No tenim previst tornar a afegir I2P a Tails perquè I2P encara no s'ha fet prou popular i utilitzable com per importar al nostre [[públic objectiu|contribute/personas]].
fr: Nous n'avons pas pour projet de remettre I2P dans Tails parce que I2P n'est pas encore assez populaire et utilisable pour intéresser notre [[public cible|contribute/personas]].
