Repository: ks-sbc/os
Catalog: wiki/src/news/2018-fundraiser.*.po
Languages: ca

source: [[!meta title="Our donation campaign for 2019 begins today"]]
ca: [[!meta title="La nostra campanya de donacions per al 2019 comença avui"]]

source: Every day, Tails helps thousands of people to safely use their computers online and offline.
ca: Cada dia, Tails ajuda milers de persones a utilitzar els seus ordinadors de manera segura en línia i fora de línia.

source: Tails is available for free because we believe that nobody should have to pay to be protected from surveillance and censorship.
ca: Tails està disponible de forma gratuïta perquè creiem que ningú hauria de pagar per estar protegit de la vigilància i la censura.

source: Tails is free software because if our source code was closed, there would be no way of verifying that it is secure.
ca: Tails és programari lliure perquè si el nostre codi font estigués tancat, no hi hauria manera de verificar que fos segur.

source: In today's Internet, the most rewarded economical strategy is to rely on advertisement and tracking. But one of our reasons to exist is also to protect you against targeted advertisement, and we obviously don't want to rely on these sources of revenue.
ca: A l'Internet actual, l'estratègia econòmica més recompensada és confiar en la publicitat i el seguiment. Però una de les nostres raons per existir és també per protegir-vos de la publicitat dirigida i, òbviament, no volem confiar en aquestes fonts d'ingressos.

source: The number of people using Tails is constantly growing and so is our responsibility to provide the easiest and safest tool possible. In 2019, we want Tails to be smoother to install, upgrade, use and to include even more security protection.
ca: El nombre de persones que utilitzen Tails creix constantment i també és la nostra responsabilitat proporcionar l'eina més fàcil i segura possible. El 2019, volem que Tails sigui més fàcil d'instal·lar, actualitzar, utilitzar i incloure encara més protecció de seguretat.

source: Making Tails costs us around 200&#8239;000€ each year. This is a really small number given all the work done, and many of us still do a lot of work for free in addition to paid hours.
ca: Fer Tails ens costa uns 200&#8239;000€ cada any. Aquesta és una xifra molt petita tenint en compte tota la feina feta, i molts de nosaltres encara fem molta feina de forma gratuïta a més de les hores remunerades.

source: Our money comes from:
ca: Els nostres diners provenen de:

source: - Passionate people like you - Private companies like Mozilla, DuckDuckGo, or Lush - Foundations and NGOs like The Handshake Foundation or The ISC Project - Funds from the US government like the Open Technology Fund
ca: - Persones apassionades com tu - Empreses privades com Mozilla, DuckDuckGo o Lush - Fundacions i ONG com The Handshake Foundation o The ISC Project - Fons del govern dels EUA com l'Open Technology Fund

source: [[!img income.png link="no" class="top-margin center" alt="Individuals: 35%, Foundations & NGOs: 34%, Related to US government: 24%, Companies: 7%"]]
ca: [[!img income.png link="no" class="top-margin center" alt="Personals: 35%, Fundacions i ONG: 34%, Relacionades amb el govern dels EUA: 24%, Empreses: 7%"]]

source: We often hear complaints about software projects that are meant to fight surveillance, like Tor and Tails, getting funds from the US government. We share this concern and we will never be at ease as long as the well-being of our project depends on such funding.
ca: Sovint sentim queixes sobre projectes de programari destinats a lluitar contra la vigilància, com Tor i Tails, obtenint fons del govern dels EUA. Compartim aquesta preocupació i mai estarem a gust mentre el benestar del nostre projecte depengui d'aquest finançament.

source: This is why it's so <b>important to be sustained by users like you, and our independence protected by your donations.</b>
ca: Per això és tan <b>important mantenir-se per usuaris com tu, i la nostra independència protegida per les vostres donacions.</b>

source: We know that Tails is used more than 20&#8239;000 times every day. <b>If each user gave $6, our fundraiser would be done in one day.</b> The price of a USB stick is all we need.
ca: Sabem que Tails s'utilitza més de 20&#8239;000 vegades cada dia. <b>Si cada usuari donés 6$, el nostra fita de recaptació de fons s'aconseguiria en un dia.</b> El preu d'un llapis USB és tot el que necessitem.

source: But we know that many of [[the people who need Tails the most|news/who_are_you_helping]] can't donate, because they would get in trouble for giving to an anti-surveillance tool like Tails, or simply because they don't have the money.
ca: Però sabem que moltes de les [[persones que més necessiten Tails|news/who_are_you_helping]] no poden donar, perquè tindrien problemes per fer donacions a una eina antivigilància com Tails, o simplement perquè no tenen prou diners.

source: Last year we received 1&#8239;167 donations for a total of 101&#8239;644€. <b>This year, we aim for 120&#8239;000€ and a larger number of donors.</b>
ca: L'any passat vam rebre 1&#8239;167 donacions per un total de 101&#8239;644€. <b>Aquest any, volem arribar als 120&#8239;000€ i un nombre més gran de donants.</b>

source: Please consider taking a minute to donate to Tails today.
ca: Penseu en dedicar un minut a fer una donació a Tails avui.

source: [[Donate]]
ca: [[Feu una donació|donate]]
