Repository: ks-sbc/os
Catalog: wiki/src/news/achievements_*_2018.*.po
Languages: ca, de

source: [[!meta title="Our achievements in 2018"]]
ca: [[!meta title="Els nostres assoliments el 2018"]]
de: [[!meta title="Unsere Erfolge in 2018"]]

source: On October 12, we started our [[yearly donation campaign|news/2018-fundraiser]]. Today, we summarize what we achieved with your help in 2018 and renew our call for donations.
ca: El 12 d'octubre vam començar la nostra [[campanya anual de donacions|news/2018-fundraiser]]. Avui resumim el que hem aconseguit amb la vostra ajuda el 2018 i renovem la nostra convocatòria de donacions.
de: Am 12. Oktober haben wir unsere [[jährliche Spendenaktion|news/2018-fundraiser]] gestartet. Heute fassen wir zusammen, was wir mit Ihrer Hilfe im Jahr 2018 erreicht haben und erneuern unseren Spendenaufruf.

source: New features
ca: Noves funcionalitats
de: Neue Funktionen

source: We integrated *VeraCrypt* in the desktop to allow you to work with encrypted files across different operating systems (Windows, Linux, and macOS).
ca: Hem integrat *VeraCrypt* a l'escriptori per permetre-vos treballar amb fitxers encriptats en diferents sistemes operatius (Windows, Linux i macOS).
de: Wir haben *VeraCrypt* in den Desktop integriert, damit Sie mit verschlüsselten Dateien auf verschiedenen Betriebssystemen (Windows, Linux und macOS) arbeiten können.

source: This work was done upstream in GNOME and will be available outside of Tails in Debian 10 (Buster) and Ubuntu 18.10 (Cosmic Cuttlefish).
ca: Aquest treball es va fer upstream a GNOME i estarà disponible fora de Tails a Debian 10 (Buster) i Ubuntu 18.10 (Cosmic Cuttlefish).
de: Diese Arbeit wurde upstream in GNOME durchgeführt und wird außerhalb von Tails in Debian 10 (Buster) und Ubuntu 18.10 (Cosmic Cuttlefish) verfügbar sein.

source: *Additional Software* allows you to install additional software automatically when starting Tails.
ca: La funció de *Programari Addicional* us permet instal·lar programari addicional automàticament quan inicieu Tails.
de: *Zusätzliche Software* ermöglicht es Ihnen, zusätzliche Software automatisch beim Starten von Tails zu installieren.

source: We added a [[screen locker|doc/first_steps/desktop#screen-locker]] to give you some protection if you leave your Tails unattended, willingly or not.
ca: Hem afegit un [[bloqueig de pantalla|doc/first_steps/desktop#screen-locker]] per oferir-vos una mica de protecció si deixeu Tails sense vigilància, voluntàriament o no.
de: Wir haben einen [[Bildschirmschoner|doc/first_steps/desktop#screen-locker]] hinzugefügt, um Ihnen einen gewissen Schutz zu bieten, wenn Sie Ihr Tails unbeaufsichtigt lassen, ob absichtlich oder nicht.

source: We completely redesigned our [[download page|install/download]] and verification extension to make it easier to get and verify Tails. It is also now possible to verify Tails from Chrome.
ca: Hem redissenyat completament la nostra [[pàgina de baixada|install/download]] i l'extensió de verificació per tal que sigui més fàcil obtenir i verificar Tails. Ara també és possible verificar Tails des de Chrome.
de: Wir haben unsere [[Download-Seite|install/download]] und die Verifizierungserweiterung vollständig neu gestaltet, um es einfacher zu machen, Tails zu erhalten und zu verifizieren. Es ist jetzt auch möglich, Tails von Chrome aus zu verifizieren.

source: Adoption
ca: Adopció
de: Übernahme

source: - Tails was used approximately 22 000 times a day.
ca: - Tails s'ha utilitzat aproximadament 22 000 vegades al dia.
de: - Tails wurde ungefähr 22.000 Mal täglich genutzt.

source: We did more usability work than ever before. Every new feature was tested with actual users to make sure Tails becomes easier to use.
ca: Hem fet més feina d'usabilitat que mai. Cada funció nova s'ha provat amb usuaris reals per assegurar-nos que Tails sigui més fàcil d'utilitzar.
de: Wir haben mehr Usability-Arbeit geleistet als je zuvor. Jede neue Funktion wurde mit tatsächlichen Benutzern getestet, um sicherzustellen, dass Tails benutzerfreundlicher wird.

source: We answered 1123 bug reports through our help desk and helped all these people to be safer online.
ca: Hem contestat 1123 informes d'errors a través del nostre servei d'assistència i hem ajudat a totes aquestes persones a estar més segures en línia.
de: Wir haben 1123 Fehlerberichte über unseren Helpdesk beantwortet und all diesen Personen geholfen, sicherer online zu sein.

source: Under the hood
ca: Sota el capó
de: Unter der Haube

source: We released 11 new versions of Tails to continue offering improvements and security fixes as soon as possible, including 4 emergency releases. This year we've faced critical security issues like Spectre, Meltdown, EFAIL, and issues in Firefox and are working hard to always have your back covered!
ca: Hem llançat 11 noves versions de Tails per continuar oferint millores i solucions de seguretat tan aviat com ha sigut possible, incloses quatre versions d'emergència. Aquest any ens hem enfrontat a problemes de seguretat crítics com Spectre, Meltdown, EFAIL i problemes a Firefox i estem treballant dur per tenir sempre l'esquena coberta!

source: We made the build of Tails completely [[reproducible|news/reproducible_Tails]], which brings even more trust in the ISO images that we are distributing, a faster release process, and slightly smaller upgrades.
ca: Hem fet que la creació de Tails sigui completament [[reproductible|news/reproducible_Tails]], la qual cosa aporta encara més confiança en les imatges ISO que estem distribuint, un procés de llançament més ràpid i actualitzacions una mica més petites.
de: Wir haben den Build von Tails vollständig [[reproduzierbar|news/reproducible_Tails]] gemacht, was das Vertrauen in die ISO-Images, die wir verteilen, erhöht, einen schnelleren Freigabeprozess ermöglicht und die Upgrades etwas kleiner macht.

source: We greatly diversified our sources of income. Thanks to all of you, the share of donations that we got from individuals increased from 17% to 34%. This made our organization more robust and independent.
ca: Hem diversificat molt les nostres fonts d'ingressos. Gràcies a tots vosaltres, la proporció de donacions que hem rebut de particulars ha augmentat del 17% al 34%. Això ha fet que la nostra organització sigui més robusta i independent.
de: Wir haben unsere Einkommensquellen erheblich diversifiziert. Dank all Ihrer Unterstützung ist der Anteil der Spenden, den wir von Einzelpersonen erhalten haben, von 17 % auf 34 % gestiegen. Dies hat unsere Organisation robuster und unabhängiger gemacht.

source: Community
ca: Comunitat

source: We published a social contract to clarify the social commitments that we stand by as Tails contributors.
ca: Hem publicat un contracte social per aclarir els compromisos socials que mantenim com a col·laboradors de Tails.

source: We attended 12 conferences and connected to free software and Internet freedom communities in 8 different countries, including Chaos Computer Congress (Germany), FOSDEM (Belgium), Internet Freedom Festival (Spain), Tor Meeting (Italy and Mexico), Debian Conference (Taiwan), and CryptoRave (Brazil).
ca: Hem assistit a dotze conferències i hem connectat amb programari lliure i comunitats de llibertat d'Internet a vuit països diferents, entre ells Chaos Computer Congress (Alemanya), FOSDEM (Bèlgica), Internet Freedom Festival (Espanya), Tor Meeting (Itàlia i Mèxic), Debian Conference (Taiwan), i CryptoRave (Brasil).
de: Wir haben an 12 Konferenzen teilgenommen und Verbindungen zu Gemeinschaften für freie Software und Internetfreiheit in 8 verschiedenen Ländern geknüpft, darunter der Chaos Computer Congress (Deutschland), FOSDEM (Belgien), das Internet Freedom Festival (Spanien), das Tor-Meeting (Italien und Mexiko), die Debian-Konferenz (Taiwan) und CryptoRave (Brasilien).

source: We grew our pool of regular contractors with 4 new workers, mostly to work on our core code and infrastructure. These include several very skilled Debian developers.
ca: Hem augmentat el nostre grup de contractistes habituals amb 4 treballadors nous, principalment per treballar en el nostre codi bàsic i la nostra infraestructura. Aquests inclouen diversos desenvolupadors de Debian molt hàbils.

source: All of this is made possible by donations from people like you. And because they help us to plan our work, we particularly appreciate monthly and yearly donations, even the smallest ones.
ca: Tot això és possible gràcies a les donacions de persones com tu. I perquè ens ajuden a planificar la nostra feina, agraïm especialment les donacions mensuals i anuals, fins i tot les més petites.

source: If you liked our work in 2018, please take a minute to donate and make us thrive in 2019!
ca: Si us ha agradat la nostra feina el 2018, preneu-vos un minut per fer una donació i fer-nos prosperar el 2019!

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
