Repository: ks-sbc/os
Catalog: wiki/src/news/achievements_*_2023.*.po
Languages: ca, fr

source: [[!meta title="2023 at Tails: a new home, small steps, and giant leaps"]]
ca: [[!meta title="2023 a Tails: una nova llar, petits passos i grans salts"]]
fr: [[!meta title="2023 chez Tails : une nouvelle maison, des petits pas, et des pas de géant"]]

source: **Malicious actors upped the ante in 2023.**
ca: **Actors maliciosos han augmentat l'aposta el 2023.**
fr: **Les acteurs malveillants sont passés à la vitesse supérieure en 2023.**

source: So-called artificial intelligence systems soared in popularity, supercharging political [disinformation](https://www.wired.com/story/slovakias-election-deepfakes-show-ai-is-a-danger-to-democracy/) [programs](https://www.theguardian.com/us-news/2023/jul/19/ai-generated-disinformation-us-elections). Internet shutdowns and slowdowns became [firmly entrenched](https://www.accessnow.org/publication/internet-shutdowns-in-2023-mid-year-update/) in authoritarian toolkits to censor progressive speech. And the [continuing revelations](https://securitylab.amnesty.org/latest/2023/11/serbia-civil-society-threatened-by-spyware/) of zero-click attacks drove home the perilous omnipotence of the military-digital complex.
ca: Els anomenats sistemes d'intel·ligència artificial s'han popularitzat, augmentant els [programes](https://www.theguardian.com/us-news/2023/jul/19/ai-generated-disinformation-us-elections) de [desinformació](https://www.wired.com/story/slovakias-election-deepfakes-show-ai-is-a-danger-to-democracy/) política. Els tancaments i els alentiments d'Internet s'han consolidat [fermament](https://www.accessnow.org/publication/internet-shutdowns-in-2023-mid-year-update/) com a eines autoritàries per censurar el discurs progressista. Les [contínues revelacions](https://securitylab.amnesty.org/latest/2023/11/serbia-civil-society-threatened-by-spyware/) dels atacs de clic zero ens ha portat la perillosa omnipotència del complex militar digital.
fr: Les systèmes dits d'intelligence artificielle ont gagné en popularité, suralimentant la désinformation sur les [programmes](https://www.theguardian.com/us-news/2023/jul/19/ai-generated-disinformation-us-elections) [politiques](https://www.wired.com/story/slovakias-election-deepfakes-show-ai-is-a-danger-to-democracy/) (liens en anglais). Les coupures et ralentissements d'Internet sont devenus [solidement ancrés](https://www.accessnow.org/publication/internet-shutdowns-in-2023-mid-year-update/) dans les boîtes à outils autoritaires pour censurer les discours progressistes. Et les [révélations continuelles](https://securitylab.amnesty.org/latest/2023/11/serbia-civil-society-threatened-by-spyware/) d'attaques « zéro clic » ont mis en évidence l'omnipotence dangereuse du complexe militaro-numérique.

source: **But, we also made plans to call their ante.**
ca: **Però, també hem fet plans per marcar la seva aposta.**
fr: **Mais nous avons également prévu de relever le défi.**

source: We built a state-of-the-art 3-year strategy to make Tails a formidable adversary to these powerful, repressive forces. We made plans to better understand the use of Tails by journalists and activists, and understand and improve the use of Tails in the [majority world](https://www.harvarddesignmagazine.org/articles/shahidul-alam-on-the-majority-world/). All this while introducing new features and improvements to existing features that make Tails even more relevant.
ca: Hem construït una estratègia de 3 anys d'última generació per convertir Tails en un adversari formidable d'aquestes forces repressives poderoses. Hem fet plans per entendre millor l'ús de Tails per part de periodistes i activistes, i per entendre i millorar l'ús de Tails al [món majoritari](https://www.harvarddesignmagazine.org/articles/shahidul-alam-on-the-majority-world/). Tot això alhora que introduïm noves funcions i millores a les funcions existents que fan que Tails sigui encara més rellevant.
fr: Nous avons construit une stratégie en trois ans sur l'état de l'art pour faire de Tails un adversaire redoutable à ces forces puissantes et répressives. Nous avons des projets pour mieux comprendre l'utilisation de Tails qui est faite par des journalistes et des personnes militantes, et comprendre et améliorer l'utilisation de Tails dans la [majorité du monde](https://www.harvarddesignmagazine.org/articles/shahidul-alam-on-the-majority-world/) (lien en anglais). Tout cela pendant que nous continuons d'ajouter et d'améliorer des fonctionnalités qui rendent Tails encore plus pertinent.

source: Here's the progress we made in the first year of the plan.
ca: Aquest és el progrés que hem fet durant el primer any del pla.
fr: Voici les avancées que nous avons réalisées pendant la première année de ce projet.

source: Product development
ca: Desenvolupament de productes
fr: Développement produit

source: **The Persistent Storage got even better at storing encrypted data.**
ca: **S'ha millorat, encara més, l'Emmagatzematge Persistent per emmagatzemar dades encriptades.**
fr: **Le stockage persistant s'est encore amélioré pour le stockage de données chiffrées.**

source: [[Tails 5.8|news/version_5.8/]] was one of the most important Tails releases in years. In Tails 5.8, we unveiled a brand new Persistent Storage. The new Persistent Storage doesn't require restarting after creation or any time after you activate a new feature. It also made it easier to persist more settings. The icing on the cake: a dashing makeover for the Persistent Storage!
ca: [[Tails 5.8|news/version_5.8/]] ha sigut un dels llançaments de Tails més importants en anys. A Tails 5.8, vam presentar un nou Emmagatzematge Persistent. El nou Emmagatzematge Persistent no requereix ser reiniciat després de la seva creació ni en cap moment després d'activar una funcionalitat nova. També ha facilitat la persistència de més configuracions. La cirereta del pastís: un canvi d'imatge elegant per a l'Emmagatzematge Persistent!
fr: [[Tails 5.8|news/version_5.8/]] a été l'une des versions les plus importante de Tails de ces dernières années. Dans Tails 5.8, nous avons dévoilé un tout nouveau stockage persistant. Le nouveau stockage persistant n'a plus besoin d'un redémarrage après sa création ou à n'importe quel moment de l'activation d'une nouvelle fonctionnalité. Il rend aussi plus facile de garder persistant davantage de paramètres. Cerise sur le gâteau : une métamorphose audacieuse du stockage persistant !

source: But the new Persistent Storage wasn't all fun and games for Tails users. It was buggy and we worked extra hard to fix the issues our users faced.
ca: Però el nou Emmagatzematge Persistent no ha sigut del tot divertit i fàcil per als usuaris de Tails. Tenia errors i vam treballar molt dur per solucionar els problemes als quals s'enfrontaven els nostres usuaris.
fr: Mais le nouveau stockage persistant n'a pas été drôle et amusant pour les personnes utilisant Tails. Il comportait des erreurs et nous avons travaillé encore plus dur pour corriger les problèmes auxquels ces personnes ont dû faire face.

source: We didn't stop there. We also continued to add functionality to the Persistent Storage. Now, it is easier to both do [[backups of the whole Persistent Storage|news/version_5.14/]] and [[delete the data of a each feature|news/version_5.12/]].
ca: No ens vam aturar aquí. També hem continuat afegint funcionalitats a l'Emmagatzematge Persistent. Ara, és més fàcil fer [[còpies de seguretat de tot l'Emmagatzematge Persistent|news/version_5.14/]] i [[esborrar les dades de cada funcionalitat|news/version_5.12/]].
fr: Nous n'avons pas arrêté là. Nous avons aussi continué d'ajouter des fonctionnalités au stockage persistant. Maintenant, il est plus facile de faire [[des sauvegardes de tout le stockage persistant|news/version_5.14/]] et [[de supprimer les données de chaque fonctionnalité|news/version_5.12/]].

source: [[!img version_5.12/delete-data.png alt="" caption="New button to delete the data of a Persistent Storage feature"]]
ca: [[!img version_5.12/delete-data.png alt="" caption="Nou botó per suprimir les dades d'una funcionalitat de l'Emmagatzematge Persistent"]]
fr: [[!img version_5.12/delete-data.png alt="" caption="Nouveau bouton pour supprimer les données d'une fonctionnalité du stockage persistant"]]

source: [[!img doc/persistent_storage/backup/clone.png alt="" caption="Option to clone the current Persistent Storage in Tails Installer"]]
ca: [[!img doc/persistent_storage/backup/clone.png alt="" caption="Opció per clonar l'Emmagatzematge Persistent actual a l'Instal·lador de Tails"]]
fr: [[!img doc/persistent_storage/backup/clone.png alt="" caption="Option du programme d'installation de Tails pour cloner le stockage persistant actuel"]]

source: We also introduced better password practices for securing the Persistent Storage. Randomly generated [diceware](https://diceware.dmuth.org/) passphrases and an upgraded encryption format make the Persistent Storage [[exponentially more secure|security/argon2id]].
ca: També hem introduït millors pràctiques de contrasenya per protegir l'Emmagatzematge Persistent. Les contrasenyes [diceware](https://diceware.dmuth.org/) generades aleatòriament i un format d'encriptatge millorat fan que l'Emmagatzematge Persistent sigui [[exponencialment més segur|security/argon2id]].
fr: Nous présentons aussi de meilleures pratiques pour sécuriser le stockage persistant. Les phrases de passe générées aléatoirement par [diceware](https://diceware.dmuth.org/) et une mise à jour du format de chiffrement rendent le stockage persistant [[exponentiellement plus sûr|security/argon2id]].

source: **Improvements to the [[Tor Connection|news/version_4.20]] make it easier to circumvent censorship.**
ca: **Les millores a la [[Connexió Tor|news/version_4.20]] faciliten l'elusió de la censura.**
fr: **Les améliorations de [[Connexions à Tor|news/version_4.20]] facilitent le contournement de la censure.**

source: The Tor Connection Assistant is slicker. We improved the error messaging when connecting automatically to the Tor network and the handling of captive portals.
ca: L'assistent de Connexió Tor és més elegant. Hem millorat la missatgeria d'error en connectar-se automàticament a la xarxa Tor i el maneig dels portals captius.
fr: L'assistant de connexion à Tor est plus futé. Nous avons amélioré les messages d'erreurs lors de la connexion automatique au réseau Tor et la détection des portails captifs.

source: Connecting to Tor is only part of the story. At times, Tails users may find themselves on slow Tor circuits. And worse, unable to troubleshoot issues. So, we've made it easier to close pesky Tor circuits that we can sometimes land on.
ca: Connectar-se a Tor és només una part de la història. De vegades, els usuaris de Tails poden trobar-se en circuits de Tor lents. I pitjor encara, és possible que no puguin resoldre els problemes. Per tant, hem fet que sigui més fàcil tancar els circuits de Tor molestos.
fr: La connexion à Tor n'est qu'une partie de l'histoire. Parfois, les personnes utilisant Tails peuvent se retrouver sur des circuits Tor lents. Et pire encore, incapables de trouver de solutions aux problèmes. Donc, nous avons rendu plus facile de fermer ces circuits Tor gênants que l'on peut parfois rencontrer.

source: [[!img version_5.19/close_circuit.png alt="" caption="Option to close a circuit in Onion Circuits"]]
ca: [[!img version_5.19/close_circuit.png alt="" caption="Opció per tancar un circuit a Circuits Onion"]]
fr: [[!img version_5.19/close_circuit.png alt="" caption="Option pour fermer un circuit dans Circuits Onion"]]

source: **Tails remains one of the most secure operating systems in the world.**
ca: **Tails segueix sent un dels sistemes operatius més segurs del món.**
fr: **Tails reste l'un des systèmes d'exploitation les plus sûrs au monde.**

source: This year, we released 15 versions of Tails, ensuring users had the latest Tor Browser and Thunderbird. Yes, FIFTEEN!
ca: Aquest any, hem llançat 15 versions de Tails, assegurant-nos que els usuaris tinguessin l'última versió del Navegador Tor i del Thunderbird. Sí, QUINZE!
fr: Cette année, nous avons publié 15 versions de Tails, pour garantir aux personnes l'utilisant d'avoir les dernières versions du Navigateur Tor et de Thunderbird. Oui, QUINZE !

source: We also asked [Radically Open Security](https://www.radicallyopensecurity.com/) to do a security audit of Tails. Their [[findings|news/audit_by_ROS]] affirmed our cutting-edge security.
ca: També vam demanar a [Radically Open Security](https://www.radicallyopensecurity.com/) que fes una auditoria de seguretat de Tails. Les seves [[troballes|news/audit_by_ROS]] van confirmar la nostra seguretat d'avantguarda.
fr: Nous avons aussi demandé à [Radically Open Security](https://www.radicallyopensecurity.com/) de faire un audit de sécurité de Tails. Leurs [[conclusions|news/audit_by_ROS]] affirment notre sécurité de pointe.

source: PS: Keeping Tails updated is your best defense against online surveillance and censorship!
ca: PD: Mantenir Tails actualitzat és la vostra millor defensa contra la vigilància i la censura en línia!
fr: PS : garder Tails à jour est notre meilleure défense contre la surveillance en ligne et la censure !

source: **And we started moving to our new home!**
ca: **I hem començat a mudar-nos a la nostra nova llar!**
fr: **Et nous avons commencé à migrer vers notre nouvelle maison !**

source: We completed a bunch of home improvement projects. So our new home is even more welcoming to folks speaking different languages, we overhauled the language switcher. We just added Catalan translations too. *Gràcies per ser aquí!*
ca: Hem realitzat un munt de projectes de millora de la llar. Així que la nostra nova llar és encara més acollidora per a gent que parla diferents idiomes, hem revisat el commutador d'idiomes. També hem afegit traduccions al català. *Gràcies per ser aquí!*
fr: Nous avons terminé un paquet de projets maison. Notre nouvelle maison est encore plus accueillante aux personnes parlant des langues différentes, nous avons remanié notre commutateur de langues. Nous avons également ajouté les traductions en catalan. *Gràcies per ser aquí!*

source: High footfall areas of the website got a new carpet too. Check out our new [[Contribute|contribute]], [[Support|support]], and [[Contact us|about/contact]] pages.
ca: Les zones d'alt trànsit del lloc web també tenen una nova catifa. Feu una ullada a les nostres noves pàgines de [[Contribuir|contribute]], [[Assistència|support]] i [[Contacte|about/contact]].
fr: Les zones les plus consultées de notre site web ont un nouvel habillage. Consultez nos nouvelles pages [[Participer|contribute]], [[Assistance|support]] et [[Contact|about/contact]].

source: A huge shout-out to the volunteers who made these possible: [@jawlensky](https://gitlab.tails.boum.org/jawlensky) for the website redesign and to our [[Catalan translations team|contribute/how/translate/team/ca]]!
ca: Un gran aplaudiment als voluntaris que ho han fet possible: [@jawlensky](https://gitlab.tails.boum.org/jawlensky) pel redisseny del lloc web i al nostre [[equip de traduccions al català|contribute/how/translate/team/ca]]!
fr: Un grand coup de chapeau aux volontaires qui ont rendus cela possible : [@jawlensky](https://gitlab.tails.boum.org/jawlensky) pour la nouvelle apparence du site web et notre [[équipe de traduction catalane|contribute/how/translate/team/ca]] !

source: Community and organizational health
ca: Salut comunitària i organitzativa
fr: Santé de la communauté et de l'organisation

source: **Sprints.** Our core team organized 2 sprints this year. Around Easter, we bunkered up in Paris. The agenda was budgeting the year ahead and building a roadmap to financial health. Also on the agenda: French cheese, spicy Indian snacks, and [Dixit](https://boardgamegeek.com/boardgame/39856/dixit). Later in the year, we met again in a mix of online and in-person participation. We reflected on our efforts this year and hatched plans for a more sustainable future of the project.
ca: **Sprints.** El nostre equip principal ha organitzat dos sprints aquest any. Al voltant de Setmana Santa, ens vam ajuntar a París. L'agenda era pressupostar l'any vinent i construir un full de ruta per a la salut financera. També a l'agenda: formatge francès, aperitius indis picants i [Dixit](https://boardgamegeek.com/boardgame/39856/dixit). Més tard l'any, ens vam tornar a trobar en una combinació de participació en línia i presencial. Vam reflexionar sobre els nostres esforços d'aquest any i vam traçar plans per a un futur més sostenible del projecte.
fr: **Sprints.** Notre équipe principale a organisé deux sprints cette année. Autour de Pâques, nous nous sommes enfermés à Paris. L'ordre du jour portait sur la budgétisation de l'année à venir et l'élaboration d'une feuille de route pour la santé financière. Également à l'ordre du jour : fromage français, casse-croûte aux épices Indiens et [Dixit](https://boardgamegeek.com/boardgame/39856/dixit). Plus tard dans l'année, nous nous sommes rencontrés à nouveau, en présentiel et à distance. Nous avons réfléchi à nos efforts de cette année et élaboré des plans pour un avenir plus durable du projet.

source: **Reflections.** Aspiring to reach and encourage more diverse populations of Tails users, we also embarked on a path to improving the project's diversity. Our core team started meeting fortnightly to reflect on our workplace norms. We are using [this text by the Centre for Community Organizations](https://coco-net.org/wp-content/uploads/2019/11/Coco-WhiteSupCulture-ENG4.pdf) as our guide to reflection and improvement.
ca: **Reflexions.** Amb l'aspiració d'arribar i animar a poblacions més diverses d'usuaris de Tails, també hem iniciat un camí per millorar la diversitat del projecte. El nostre equip bàsic va començar a reunir-se quinzenalment per reflexionar sobre les normes del nostre lloc de treball. Estem utilitzant [aquest text del Centre d'Organitzacions Comunitàries](https://coco-net.org/wp-content/uploads/2019/11/Coco-WhiteSupCulture-ENG4.pdf) com a guia per a la reflexió i la millora.
fr: **Réflexions.** Aspirant à atteindre et à encourager des populations plus diversifiées à utiliser Tails, nous nous sommes également engagés sur la voie pour améliorer la diversité dans le projet. Notre équipe principale a commencé à se réunir tous les quinze jours pour réfléchir à nos normes sur le lieu de travail. Nous utilisons [ce texte du Centre des organismes communautaires](https://coco-net.org/wp-content/uploads/2020/06/Coco-WhiteSupCulture-FR-FINAL.pdf) comme support pour notre réflexion et nos progrès.

source: Financial health
ca: Salut financera
fr: Santé financière

source: Malicious actors are not going to buckle down, but neither are we. This year, Tails was instrumental in several high-risk investigations and struggles for progressive change. Like this [damning indictment](https://nocallaronlasolas.serendipia.digital/) of the Mexican army's systematic surveillance of feminists in the country.
ca: Els actors maliciosos no s'enfonsaran, però nosaltres tampoc. Aquest any, Tails ha sigut fonamental en diverses investigacions d'alt risc i lluites per un canvi progressiu. Com aquesta [condemnadora acusació](https://nocallaronlasolas.serendipia.digital/) de la vigilància sistemàtica de les feministes del país per part de l'exèrcit mexicà.
fr: Les acteurs malveillants ne vont pas s'endormir sur leurs lauriers, mais nous non plus. Cette année, Tails a joué un rôle déterminant dans plusieurs enquêtes à haut risque et dans des luttes pour un changement progressiste. Comme dans cette [accusation accablante](https://nocallaronlasolas.serendipia.digital/) de la surveillance systématique des féministes du pays par l'armée mexicaine.

source: I, ([@bokonon](https://gitlab.tails.boum.org/bokonon)), joined our small team at Tails this year, to lead our fundraising activities. I have been obsessing over how a free software project like ours can continue improving Tails while keeping it free. And one thing is already clear: we will need your help. Often.
ca: Jo, ([@bokonon](https://gitlab.tails.boum.org/bokonon)), m'he unit al nostre petit equip de Tails aquest any per dirigir les nostres activitats de recaptació de fons. He estat obsessionat per com un projecte de programari lliure com el nostre pot seguir millorant Tails mentre el manté lliure. I una cosa ja està clara: necessitarem la vostra ajuda. Sovint.
fr: J'ai, ([@bokonon](https://gitlab.tails.boum.org/bokonon)), rejoint notre petite équipe Tails cette année pour piloter nos activités de collecte de fonds. J'ai été obsédé par la façon dont un projet de logiciel libre comme le nôtre peut continuer d'améliorer Tails en le gardant gratuit. Et une chose est déjà claire : nous allons avoir besoin de votre aide. Souvent.

source: While we don't know how many Tails users donate to Tails, our guess is ~1%. Tails is designed for use by people living vulnerable, high-risk lives. Many of whom are likely to not be in a position to contribute. Your donations keep Tails free for everybody else!
ca: Tot i que no sabem quants usuaris de Tails fan donacions a Tails, la nostra estimació és de ~1%. Tails està dissenyat per a persones que viuen vides vulnerables i d'alt risc. Molts dels quals probablement no estiguin en condicions de contribuir. Les vostres donacions mantenen Tails gratuït per a tots els altres!
fr: Comme nous ne savons pas combien de personnes utilisant Tails nous font un don, notre hypothèse est de 1% environ. Tails est conçu pour être utilisé par des personnes vivant dans la précarité, des vies à grand risque. Beaucoup d'entre elles ne sont pas en capacité de contribuer. Votre don permet de garder Tails gratuit pour toutes les autres personnes !

source: We are near the end of our campaign to fund Tails in 2024, but quite a way off our goals.
ca: Estem a prop del final de la nostra campanya per finançar Tails el 2024, però molt lluny dels nostres objectius.
fr: Nous sommes près de la fin de notre campagne de dons Tails pour 2024, mais nous sommes un peu loin de nos objectifs.

source: We might never have the resources that powerful, malicious actors do, but we know one thing: together, we can punch much above our weight. As we go into the holidays, join us in ensuring that the Internet does not become synonymous with surveillance and censorship. Give the gift of privacy today!
ca: Potser mai tinguem els recursos que tenen els actors poderosos i maliciosos, però sabem una cosa: junts, podem arribar molt més lluny. A mesura que anem de vacances, uniu-vos a nosaltres per garantir que Internet no es converteixi en sinònim de vigilància i censura. Regaleu privadesa avui!
fr: Nous ne disposerons peut-être jamais des ressources dont disposent les acteurs puissants et malveillants, mais nous savons une chose : ensemble, nous pouvons nous surpasser. À l'approche des fêtes, rejoignez-nous pour veiller à ce que Internet ne devienne pas synonyme de surveillance et de censure. Faites un cadeau pour la vie privée aujourd'hui !

source: [[Donate]]
ca: [[Feu una donació|donate]]
fr: [[Faire un don|donate]]
