Repository: ks-sbc/os
Catalog: wiki/src/news/achievements_*_2019.*.po
Languages: ca, de

source: [[!meta title="Our achievements in 2019"]]
ca: [[!meta title="Els nostres assoliments el 2019"]]
de: [[!meta title="Unsere Erfolge im Jahr 2019"]]

source: On October 7, we started our [[yearly donation campaign|news/2019-fundraiser]]. Today, we summarize what we achieved with your help in 2019.
ca: El 7 d'octubre vam començar la nostra [[campanya anual de donacions|news/2019-fundraiser]]. Avui, resumim el que hem aconseguit amb la vostra ajuda durant el 2019.
de: Am 7. Oktober haben wir unsere [[jährliche Spendenaktion|news/2019-fundraiser]] gestartet. Heute fassen wir zusammen, was wir mit Ihrer Hilfe im Jahr 2019 erreicht haben.

source: If you liked our work in 2019, please take a minute to donate and make Tails thrive in 2020!
ca: Si us ha agradat el nostre treball el 2019, preneu-vos un minut per fer una donació i fer que Tails prosperi el 2020!
de: Wenn Ihnen unsere Arbeit im Jahr 2019 gefallen hat, nehmen Sie sich bitte eine Minute Zeit und spenden Sie, damit Tails auch im Jahr 2020 erfolgreich sein kann!

source: Easier adoption by new users
ca: Adopció més fàcil per part dels nous usuaris
de: Leichtere Annahme durch neue Nutzer

source: In 2019, we focused on fewer but critical features to make Tails easier to discover and adopt for first time users.
ca: El 2019, ens vam centrar en menys funcions però més crítiques per fer que Tails sigui més fàcil d'aprendre i adoptar per als usuaris per primera vegada.
de: Im Jahr 2019 konzentrierten wir uns auf weniger, aber kritische Funktionen, um Tails für Erstbenutzer einfacher auffindbar und annehmbar zu machen.

source: In January, we completely changed the Tails installation procedure. Tails is now downloaded as a *USB image*: an exact copy of the data as it is written to the USB stick.
ca: Al gener, vam canviar completament el procediment d'instal·lació de Tails. Tails ara es baixa com a *imatge USB*: una còpia exacta de les dades tal com s'escriuen al llapis USB.
de: Im Januar haben wir das Tails-Installationsverfahren vollständig geändert. Tails wird jetzt als *USB-Image* heruntergeladen: eine exakte Kopie der Daten, wie sie auf den USB-Stick geschrieben werden.

source: This made the installation experience better for all operating systems and particularly easier and much faster for less tech-savvy users of Windows and macOS.
ca: Això va fer que l'experiència d'instal·lació fos millor per a tots els sistemes operatius i sobretot més fàcil i molt més ràpida per als usuaris menys experimentats en tecnologia de Windows i macOS.
de: Dies verbesserte das Installationserlebnis für alle Betriebssysteme und machte es insbesondere einfacher und schneller für weniger technikaffine Benutzer von Windows und macOS.

source: Then, we improved our documentation to help first time users with their Tails installation:
ca: Aleshores, hem millorat la nostra documentació per ajudar els usuaris per primera vegada amb la instal·lació de Tails:
de: Dann haben wir unsere Dokumentation verbessert, um Erstbenutzern bei ihrer Tails-Installation zu helfen:

source: We explained better how to troubleshoot failing Wi-Fi, an issue unfortunately quite common, especially on Mac, and documented which Wi-Fi USB adapters work well in Tails.
ca: Hem explicat millor com solucionar problemes de Wi-Fi, un problema, malauradament, força comú, especialment a Mac, i hem documentat quins adaptadors USB Wi-Fi funcionen bé a Tails.
de: Wir haben besser erklärt, wie man Probleme mit fehlerhaftem Wi-Fi behebt, ein leider recht häufiges Problem, insbesondere bei Macs, und dokumentiert, welche Wi-Fi-USB-Adapter gut in Tails funktionieren.

source: We created a [[boot menu animation|install/windows#animation]] to visualize how to start Tails on PC and clarified related troubleshooting instructions.
ca: Hem creat una [[animació del menú d'arrencada|install/windows#animation]] per visualitzar com iniciar Tails a l'ordinador i hem aclarit les instruccions de resolució de problemes relacionades.
de: Wir haben eine [[Boot-Menü-Animation|install/windows#animation]] erstellt, um zu visualisieren, wie man Tails auf einem PC startet, und die dazugehörigen Fehlerbehebungsanweisungen klargestellt.

source: As a consequence, more people than ever are using Tails:
ca: Com a conseqüència, més persones que mai estan utilitzant Tails:
de: Infolgedessen verwenden mehr Menschen als je zuvor Tails:

source: - Tails is used nearly 25 000 times every day worldwide. That's 15% more than in August 2018.
ca: - Tails s'utilitza gairebé 25 000 vegades cada dia a tot el món. Això és un 15% més que a l'agost del 2018.
de: - Tails wird weltweit nahezu 25.000 Mal täglich genutzt. Das sind 15 % mehr als im August 2018.

source: The percentage of people using Tails on Mac more than doubled since January 2019.
ca: El percentatge de persones que utilitzen Tails al Mac s'ha duplicat des del gener del 2019.
de: Der Prozentsatz der Menschen, die Tails auf einem Mac verwenden, hat sich seit Januar 2019 mehr als verdoppelt.

source: To continue making Tails more accessible to users globally, we built a [[translation platform|https://translate.tails.net/]] for our website. Since then, people started translations in Arabic, Catalan, Traditional and Simplified Chinese, Polish, Russian, Serbian, and Turkish.
ca: Per continuar fent que Tails sigui més accessible per als usuaris de tot el món, hem creat una [[plataforma de traducció|https://translate.tails.net/]] per al nostre lloc web. Des de llavors, la gent ha començat a traduir el lloc web a l'àrab, el català, el xinès tradicional i simplificat, el polonès, el rus, el serbi i el turc.

source: We also improved a lot the usability of the Welcome Screen for non-English users in [[Tails 4.0|version_4.0#greeter]].
ca: També hem millorat molt la usabilitat de la Pantalla de Benvinguda per als usuaris que no són de parla anglesa a [[Tails 4.0|version_4.0#greeter]].

source: Maintenance work
ca: Treball de manteniment

source: 2019 was also a year of heavy maintenance work, as always. Keeping alive a tool like Tails consists mostly of many tasks that are not very exciting: publishing new releases every 6 weeks, updating Tails and our infrastructure to new versions of Debian and other software that we use, fixing small issues as they are reported to us, and implementing the many small improvements that make Tails easier to use.
ca: El 2019 també ha sigut un any de grans treballs de manteniment, com sempre. Mantenir viva una eina com Tails consisteix principalment en moltes tasques que no són gaire emocionants: publicar nous llançaments cada 6 setmanes, actualitzar Tails i la nostra infraestructura a noves versions de Debian i altres programaris que utilitzem, solucionar petits problemes a mesura que se'ns informen i implementar les moltes petites millores que fan que Tails sigui més fàcil d'utilitzar.
de: 2019 war auch ein Jahr intensiver Wartungsarbeiten, wie immer. Die Aufrechterhaltung eines Tools wie Tails besteht hauptsächlich aus vielen Aufgaben, die nicht sehr aufregend sind: alle 6 Wochen neue Versionen zu veröffentlichen, Tails und unsere Infrastruktur auf neue Versionen von Debian und anderer Software, die wir verwenden, zu aktualisieren, kleine Probleme zu beheben, sobald sie uns gemeldet werden, und die vielen kleinen Verbesserungen umzusetzen, die Tails benutzerfreundlicher machen.

source: In October, we released [[Tails 4.0|version_4.0]], which is the first version of Tails based on Debian 10 (Buster).
ca: A l'octubre, vam llançar [[Tails 4.0|version_4.0]], que és la primera versió de Tails basada en Debian 10 (Buster).
de: Im Oktober haben wir [[Tails 4.0|version_4.0]] veröffentlicht, die erste Version von Tails, die auf Debian 10 (Buster) basiert.

source: Tails 4.0 was our most important release in years. Tails 4.0 adds KeePassXC, OnionShare 1.3.2, fixes Electrum, updates to Debian 10 and GNOME 3.30, starts faster and uses less memory.
ca: Tails 4.0 ha sigut el nostre llançament més important en anys. Tails 4.0 afegeix KeePassXC, OnionShare 1.3.2, corregeix Electrum, actualitza a Debian 10 i GNOME 3.30, s'inicia més ràpid i utilitza menys memòria.
de: Tails 4.0 war unsere wichtigste Veröffentlichung seit Jahren. Tails 4.0 fügt KeePassXC, OnionShare 1.3.2 hinzu, behebt Electrum, aktualisiert auf Debian 10 und GNOME 3.30, startet schneller und verbraucht weniger Speicher.

source: We released 13 new versions of Tails to deliver improvements and security fixes as soon as possible.
ca: Hem llançat 13 noves versions de Tails per oferir millores i solucions de seguretat tan aviat com ha sigut possible.
de: Wir haben 13 neue Versionen von Tails veröffentlicht, um Verbesserungen und Sicherheitsupdates so schnell wie möglich bereitzustellen.

source: We published more emergency releases than ever before: 5 emergency releases to fix 5 critical security vulnerabilities in Firefox and Tor Browser and always keep Tails as secure as possible.
ca: Hem publicat més versions d'emergència que mai: 5 versions d'emergència per solucionar 5 vulnerabilitats de seguretat crítiques a Firefox i al Navegador Tor i mantenir sempre Tails el més segur possible.
de: Wir haben mehr Notfallversionen veröffentlicht als je zuvor: 5 Notfallversionen, um 5 kritische Sicherheitsanfälligkeiten in Firefox und Tor Browser zu beheben und Tails stets so sicher wie möglich zu halten.

source: We removed less popular software and localization packages, which you can now install yourself using the Additional Software feature. Optimizations like these made the USB image of Tails 4.0 47 MB smaller than Tails 3.6, which was the bigger release ever.
ca: Hem eliminat el programari i els paquets de localització menys populars, que ara podeu instal·lar vosaltres mateixos mitjançant la funció de Programari Addicional. Optimitzacions com aquestes han fet que la imatge USB de Tails 4.0 sigui 47 MB més petita que la de Tails 3.6, que va ser la versió més gran fins ara.

source: Tails depends on a wider ecosystem of Free Software and privacy tools. We continuously contribute improvements to other projects which are either included in Tails or used on our infrastructure. Some of these projects, that we call "upstream", are:
ca: Tails depèn d'un ecosistema més ampli de Programari Lliure i eines de privadesa. Aportem contínuament millores a altres projectes que s'inclouen a Tails o s'utilitzen a la nostra infraestructura. Alguns d'aquests projectes, que anomenem «upstream», són:

source: We had to temper several [[!wikipedia Denial-of-service_attack desc="distributed denial-of-service (DDoS)"]] attacks targeting our infrastructure.
ca: Hem hagut de temperar diversos atacs de [[!wikipedia_ca Atac_de_denegació_de_servei desc="denegació de servei distribuïda (DDoS)"]] dirigits a la nostra infraestructura.

source: For 9 years, we have been relying on the hosting services provided by the fine people of boum.org. Thank you! As they were reducing their activities, we had to migrate our services. Our website is now self-hosted and our mailing-lists are taken care of by 2 experienced and trusted autonomous server projects: [autistici.org](https://autistici.org) and [puscii.nl](https://puscii.nl).
ca: Des de fa 9 anys, confiem en els serveis d'allotjament proporcionats per la bona gent de boum.org. Gràcies! Com que anaven reduint les seves activitats, vam haver de migrar els nostres serveis. El nostre lloc web ara està auto-allotjat i les nostres llistes de correu estan gestionades per dos projectes de servidors autònoms amb experiència i confiança: [autistici.org](https://autistici.org) i [puscii.nl](https://puscii.nl).

source: Community
ca: Comunitat

source: Over the years, Tails has been able to gather a lively community which is growing, evolving, and deserves care.
ca: Al llarg dels anys, Tails ha pogut reunir una comunitat animada que creix, evoluciona i mereix atenció.
de: Im Laufe der Jahre ist es Tails gelungen, eine lebendige Gemeinschaft zu schaffen, die wächst, sich weiterentwickelt und Pflege verdient.

source: We published a statement of our [[mission and values|contribute/mission]] to help us clarify who we are, what we stand for, and what we want to do for our users.
ca: Vam publicar una declaració de la nostra [[missió i valors|contribute/mission]] per ajudar-nos a aclarir qui som, què defensem i què volem fer pels nostres usuaris.
de: Wir haben eine Erklärung unserer [[Mission und Werte|contribute/mission]] veröffentlicht, um zu verdeutlichen, wer wir sind, wofür wir stehen und was wir für unsere Nutzer tun möchten.

source: We agreed on [[user personas|contribute/personas]], fictitious but concrete representations of the people using Tails. We use these personas to keep in mind who we are working for, what are their needs, and what Tails should do for them.
ca: Vam acordar [[persones d'usuari|contribute/personas]], representacions fictícies però concretes de les persones que utilitzen Tails. Utilitzem aquestes persones per tenir en compte per a qui treballem, quines són les seves necessitats i què hauria de fer Tails per elles.
de: Wir haben uns auf [[Benutzer-Personas|contribute/personas]] geeinigt, fiktive, aber konkrete Darstellungen der Personen, die Tails verwenden. Wir nutzen diese Personas, um im Hinterkopf zu behalten, für wen wir arbeiten, welche Bedürfnisse sie haben und was Tails für sie tun sollte.

source: We attended 9 conferences and connected to Free Software and Internet freedom communities in 9 different countries, including FOSDEM (Belgium), Internet Freedom Festival (Spain), Tor Meeting (Sweden), OTF Summit (Taiwan), DebConf (Brazil), and MozFest (UK).
ca: Hem assistit a nou conferències i hem connectat amb programari lliure i comunitats de llibertat d'Internet a nou països diferents, incloent FOSDEM (Bèlgica), Internet Freedom Festival (Espanya), Tor Meeting (Suècia), OTF Summit (Taiwan), DebConf (Brasil) i MozFest (Regne Unit).
de: Wir haben an 9 Konferenzen teilgenommen und Kontakte zu Gemeinschaften für freie Software und Internetfreiheit in 9 verschiedenen Ländern geknüpft, darunter FOSDEM (Belgien), Internet Freedom Festival (Spanien), Tor Meeting (Schweden), OTF Summit (Taiwan), DebConf (Brasilien) und MozFest (Vereinigtes Königreich).

source: The wider Tails community organized 10 workshops to present Tails to new users in North and South America, Europe, and East and South-East Asia.
ca: La comunitat més àmplia de Tails va organitzar 10 tallers per presentar Tails als nous usuaris d'Amèrica del Nord i del Sud, Europa i l'est i el sud-est asiàtic.
de: Die breitere Tails-Community organisierte 10 Workshops, um Tails neuen Nutzern in Nord- und Südamerika, Europa sowie Ost- und Südostasien vorzustellen.

source: We answered 883 bug reports through our help desk and helped all these people to be safer online.
ca: Hem contestat a 883 informes d'errors a través del nostre servei d'assistència i hem ajudat a totes aquestes persones a estar més segures en línia.
de: Wir haben 883 Fehlermeldungen über unseren Helpdesk bearbeitet und all diesen Personen geholfen, sicherer online zu sein.

source: - 2 new workers joined our help desk and sysadmin teams.
ca: - Dos nous treballadors s'han unit al nostre servei d'ajuda i als equips d'administració del sistema.
de: - 2 neue Mitarbeiter haben sich unserem Helpdesk- und Sysadmin-Team angeschlossen.

source: All of this is made possible by donations from people like you. And because these help us to plan our work, we particularly appreciate monthly and yearly donations, even the smallest ones.
ca: Tot això és possible gràcies a les donacions de persones com tu. I com que ens ajuden a planificar la nostra feina, agraïm especialment les donacions mensuals i anuals, fins i tot les més petites.
de: All dies ist möglich dank Spenden von Menschen wie Ihnen. Und da uns diese helfen, unsere Arbeit zu planen, schätzen wir besonders monatliche und jährliche Spenden, selbst die kleinsten.

source: If you liked our work in 2019, please take a minute to donate and make us thrive in 2020!
ca: Si us ha agradat la nostra feina el 2019, preneu-vos un minut per fer una donació i fer-nos prosperar el 2020!
de: Wenn Ihnen unsere Arbeit im Jahr 2019 gefallen hat, nehmen Sie sich bitte einen Moment Zeit, um zu spenden und uns im Jahr 2020 zum Gedeihen zu verhelfen!

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
