Repository: ks-sbc/os
Catalog: wiki/src/news/achievements_*_2020.*.po
Languages: ca

source: [[!meta title="Our achievements in 2020"]]
ca: [[!meta title="Els nostres assoliments el 2020"]]

source: Despite everything, 2020 was a great year for Tails. We released major improvements that made Tails easier to use by the people who need it the most.
ca: Malgrat tot, el 2020 ha sigut un gran any per a Tails. Hem llançat millores importants que han fet que Tails sigui més fàcil d'utilitzar per les persones que més ho necessiten.

source: If you enjoyed our work in 2020, take a minute now to <a href="https://tails.net/donate/?r=at">donate and fight surveillance and censorship</a>!
ca: Si us ha agradat la nostra feina el 2020, preneu-vos un minut ara per <a href="https://tails.net/donate/index.ca.html?r=at">fer una donació i lluitar contra la vigilància i la censura</a>!

source: From the number of automatic upgrades, we know that Tails was used 20% more in 2020 than in 2019, which is our largest increase since 2016. From March to May only, when the lockdown measures were the strictest worldwide, Tails got used 10% more than ever before.
ca: Pel nombre d'actualitzacions automàtiques, sabem que Tails s'ha utilitzat un 20% més el 2020 que el 2019, que és el nostre augment més gran des del 2016. Només de març a maig, quan les mesures de confinament eren les més estrictes a tot el món, Tails es va utilitzar un 10% més que mai.

source: Today, Tails is used close to 32&#8239;000 times each day.
ca: Avui, Tails s'utilitza prop de 32&#8239;000 vegades al dia.

source: Simplified starting procedure
ca: Procediment d'inici simplificat

source: We added support for **Secure Boot** in April. Secure Boot doesn't really make your computer any safer but it forced most users to edit their BIOS in complicated and risky ways to be able to use Tails (or Linux in general). Now you don't have to edit the BIOS anymore!
ca: Hem afegit suport per a **Arrencada segura** a l'abril. L'arrencada segura no fa que el vostre ordinador sigui més segur, però va obligar la majoria dels usuaris a editar la seva BIOS de maneres complicades i arriscades per poder utilitzar Tails (o Linux en general). Ara ja no cal editar la BIOS!

source: We also documented the **Shift+Restart** procedure to start Tails from Windows 8 or 10 using the **Start [[!img lib/start.png alt="" link="no"]]** menu. Now you don't have to hammer that Boot Menu key anymore!
ca: També hem documentat el procediment **Maj+Reinici** per iniciar Tails des de Windows 8 o 10 mitjançant el menú d'**Inici [[!img lib/start.png alt="" link="no"]]**. Ara ja no cal que premeu aquesta tecla del menú d'arrencada!

source: All this dramatically simplified our [[starting instructions for PCs|install/windows#restart]].
ca: Tot això ha simplificat dràsticament les nostres [[instruccions d'inici per a PC|install/windows#restart]].

source: Better upgrades
ca: Millors actualitzacions

source: Because we know that upgrades are one of the most painful aspects of using Tails, we released significant improvements to automatic upgrades in January. We made automatic upgrades:
ca: Com que sabem que les actualitzacions són un dels aspectes més complicats de l'ús de Tails, al gener vam publicar millores significatives a les actualitzacions automàtiques. Hem fet actualitzacions automàtiques:

source: Available **from all prior versions** to the latest version in a single upgrade.
ca: Disponibles **des de totes les versions anteriors** a l'última versió en una única actualització.

source: For example, you can upgrade from 4.10 to 4.14 directly, without having to first upgrade to 4.12 anymore.
ca: Per exemple, podeu actualitzar de la versió 4.10 a la 4.14 directament, sense haver d'actualitzar primer a la versió 4.12.

source: - Available **endlessly between minor versions** of Tails.
ca: - Disponible **interminablement entre versions menors** de Tails.

source: For example, you don't have to do a manual upgrade anymore after a few upgrades. You will only have to do a manual upgrade between major versions, for example to upgrade to Tails 5.0 at the end of 2021.
ca: Per exemple, ja no haureu de fer una actualització manual després d'unes quantes actualitzacions. Només haureu de fer una actualització manual entre les versions principals, per exemple, per actualitzar a Tails 5.0 a finals de 2021.

source: - Use less memory.
ca: - Utilitza menys memòria.

source: - Better documented, especially manual upgrades.
ca: - Millor documentat, especialment les actualitzacions manuals.

source: But also&hellip;
ca: Però també&hellip;

source: We completely redesigned our Home page to explain better what is Tails and why people should use it.
ca: Hem redissenyat completament la nostra pàgina d'inici per explicar millor què és Tails i per què la gent l'hauria d'utilitzar.

source: We made it possible to save the settings of the Welcome Screen in the Persistent Storage: language, keyboard, and additional settings.
ca: Hem fet possible desar la configuració de la Pantalla de Benvinguda a l'Emmagatzematge Persistent: idioma, teclat i paràmetres addicionals.

source: We simplified the verification procedure on our download page by [[replacing the *Tails Verification* extension|verification_extension_deprecation]] with similar JavaScript code that runs directly on the page.
ca: Hem simplificat el procediment de verificació a la nostra pàgina de baixada [[substituint l'extensió *Tails Verification*|verification_extension_deprecation]] per un codi de JavaScript similar que s'executa directament a la pàgina.

source: People without JavaScript are also now pointed to the checksum of the download.
ca: A les persones sense JavaScript també se les redirecciona a la suma de verificació de la baixada.

source: We added support for the **hardware cryptocurrency wallets** Trezor and Ledger.
ca: Hem afegit suport per a les **carteres de criptomoneda de maquinari** Trezor i Ledger.

source: Under the hood
ca: Sota el capó

source: Unfortunately, the biggest part of our work doesn't lead to such major changes for our users. Tails is an endless work of updates and maintenance: publishing a new release every 4 weeks to fix security vulnerabilities, adapting to new versions of the underlying software, keeping our website and development infrastructure secure and reliable, etc.
ca: Malauradament, la major part del nostre treball no comporta canvis tan importants per als nostres usuaris. Tails és un treball interminable d'actualitzacions i manteniment: publicar una nova versió cada quatre setmanes per solucionar vulnerabilitats de seguretat, adaptar-se a noves versions del programari subjacent, mantenir la nostra pàgina web i la nostra infraestructura de desenvolupament segura i fiable, etc.

source: We published **more releases than ever**. In 2020 we released 15 new versions of Tails to always have your back covered!
ca: Hem publicat **més publicacions que mai**. El 2020 hem llançat 15 noves versions de Tails per tenir sempre l'esquena coberta!

source: At the end of 2019, Firefox switched from releasing a new version every 6 weeks to releasing a new version every 4 weeks. And so did we.
ca: A finals de 2019, Firefox va canviar de llançar una nova versió cada sis setmanes a llançar una nova versió cada quatre setmanes. I nosaltres també.

source: We streamlined our release process by automating its most time-consuming parts. This reduced the work needed to publish a new release of Tails from 2 full days of work to only 1 day.
ca: Hem racionalitzat el nostre procés de llançament automatitzant les parts que consumeixen més temps. Això ha reduït el treball necessari per publicar una nova versió de Tails de dos dies complets de treball a només un dia.

source: In the long run, this will help us spend more time on what really matters to our users and allow us to react faster to emergencies in case of security vulnerabilities.
ca: A la llarga, això ens ajudarà a dedicar més temps a allò que realment importa als nostres usuaris i ens permet reaccionar més ràpidament davant d'emergències en cas de vulnerabilitats de seguretat.

source: - We migrated to GitLab and saw many more of you jump in and give us a hand!
ca: - Hem migrat a GitLab i vist a molts més de vosaltres saltar i donar-nos un cop de mà!

source: Help us fight surveillance and censorship
ca: Ajudeu-nos a lluitar contra la vigilància i la censura

source: All our work is made possible by donations from people like you. We particularly appreciate monthly and yearly donations, even the smallest ones. Because they help us plan our work, they are the most valuable for the sustainability of Tails.
ca: Tot el nostre treball és possible gràcies a les donacions de persones com tu. Agraïm especialment les donacions mensuals i anuals, fins i tot les més petites. Com que ens ajuden a planificar la nostra feina, són les més valuoses per a la sostenibilitat de Tails.

source: If you enjoyed our work in 2020, take a minute now to donate and fight surveillance and censorship!
ca: Si us ha agradat la nostra feina el 2020, preneu-vos un minut ara per fer una donació i lluitar contra la vigilància i la censura!

source: [[Donate]]
ca: [[Feu una donació|donate]]
