Repository: ks-sbc/os
Catalog: wiki/src/news/additional_software_ux_design.*.po
Languages: ca, de

source: [[!meta title="Berliners, come test new features with us (again) and get a T-shirt!"]]
ca: [[!meta title="Berlinesos, veniu a provar noves funcionalitats amb nosaltres (una altra vegada) i aconseguiu una samarreta!"]]
de: [[!meta title="Berliner, kommt und testet mit uns (wieder) neue Funktionen und holt euch ein T-Shirt!"]]

source: We are working on making it much easier to **permanently install additional software in Tails**.
ca: Estem treballant per fer que sigui molt més fàcil **instal·lar permanentment programari addicional a Tails**.
de: Wir arbeiten daran, die **Dauerinstallation zusätzlicher Software in Tails** zu vereinfachen.

source: We want to test our design with users to make sure that it is really easy to use.
ca: Volem provar el nostre disseny amb els usuaris per assegurar-nos que és realment fàcil d'utilitzar.
de: Wir wollen unser Design mit Nutzern testen, um sicherzustellen, dass es wirklich einfach zu bedienen ist.

source: Don't be shy! It will be a great opportunity to contribute to world-class privacy software like Tails, even if you don't feel really tech-savvy.
ca: No sigueu tímids! Serà una gran oportunitat per contribuir a un programari de privadesa de classe mundial com és Tails, fins i tot si no us sentiu realment coneixedors de la tecnologia.
de: Seien Sie nicht schüchtern! Es ist eine großartige Gelegenheit, zu einer Weltklasse-Datenschutzsoftware wie Tails beizutragen, auch wenn Sie sich mit der Technik nicht wirklich auskennen.

source: The tests will take place in Berlin (Wedding) in January on:
ca: Les proves tindran lloc a Berlín (Wedding) al gener els dies:
de: Die Tests finden im Januar in Berlin (Wedding) an folgenden Terminen statt:

source: - Saturday 27 - Sunday 28 - Monday 29
ca: - Dissabte 27 - Diumenge 28 - Dilluns 29
de: - Samstag, 27 - Sonntag, 28 - Montag, 29

source: Plan to stay with us for 1 hour.
ca: Planifiqueu quedar-vos amb nosaltres durant 1 hora.
de: Planen Sie, 1 Stunde mit uns zu verbringen.

source: We will give you a Tails T-shirt as a token of our thanks.
ca: Us donarem una samarreta de Tails com a mostra del nostre agraïment.
de: Wir werden Ihnen ein Tails-T-Shirt als Zeichen unseres Dankes schenken.

source: Please, take this survey so we can organize our schedule:
ca: Si us plau, feu aquesta enquesta perquè puguem organitzar el nostre horari:
de: Bitte nehmen Sie an dieser Umfrage teil, damit wir unseren Zeitplan organisieren können:

source: <strike>https://survey.tails.boum.org/</strike> (We have enough people already!)
ca: <strike>https://survey.tails.boum.org/</strike> (Ja tenim prou gent!)
de: <strike>https://survey.tails.boum.org/</strike> (Wir haben bereits genügend Personen!)

source: And if you can't come, maybe you can share this with 2-3 other people in Berlin?
ca: I si no podeu venir, potser podeu compartir això amb dues o tres persones més a Berlín?
de: Und wenn Sie nicht kommen können, vielleicht können Sie dies mit 2-3 anderen Personen in Berlin teilen?
