Repository: ks-sbc/os
Catalog: wiki/src/news/and_the_winner_*.*.po
Languages: ca, de

source: [[!meta title="And the winner is..."]]
ca: [[!meta title="I el guanyador és…"]]
de: [[!meta title="Und der Gewinner ist..."]]

source: Our [[logo contest|logo_contest]] ended up a few days ago. Since then, 11 regular Tails contributors voted on the [[!tails_blueprint logo desc="36 proposals"]].
ca: El nostre [[concurs de logotips|logo_contest]] va acabar fa uns dies. Des de llavors, 11 col·laboradors habituals de Tails van votar entre les [[!tails_blueprint logo desc="36 propostes"]].
de: Unser [[Logowettbewerb|logo_contest]] endete vor ein paar Tagen. Seitdem haben 11 regelmäßige Tails-Mitarbeiter über das [[!tails_blueprint logo desc="36 proposals"]] abgestimmt.

source: Winner
ca: Guanyador
de: Gewinner

source: The winning proposal is the one by [[!tails_blueprint logo#tchou desc="Tchou"]].
ca: La proposta guanyadora és la d'en [[!tails_blueprint logo#tchou desc="Tchou"]].
de: Der Gewinner ist der Vorschlag von [[!tails_blueprint logo#tchou desc="Tchou"]].

source: We commented on the initial version and we already came up with an improved version: [[!tails_blueprint logo/tchou-improved.png]]
ca: Hem comentat la versió inicial i ja hem creat una versió millorada: [[!tails_blueprint logo/tchou-improved.png]]
de: Wir haben die ursprüngliche Version kommentiert und bereits eine verbesserte Version entwickelt: [[!tails_blueprint logo/tchou-improved.png]]

source: Congratulations!
ca: Felicitats!
de: Herzlichen Glückwunsch!

source: In the coming days we will keep on fine-tuning it and integrating it in time for Tails 1.0. So don't hesitate to comment on it.
ca: En els propers dies seguirem afinant-lo i integrant-lo a temps per a Tails 1.0. Així que no dubteu a comentar-lo.
de: In den kommenden Tagen werden wir daran weiterarbeiten, es zu optimieren und rechtzeitig für Tails 1.0 zu integrieren. Zögern Sie also nicht, Kommentare dazu abzugeben.

source: Six other great proposals made it to the top 7:
ca: Altres sis grans propostes han arribat als 7 primers:
de: Sechs weitere großartige Vorschläge haben es in die Top 7 geschafft:

source: 2nd: tie between [[!tails_blueprint logo#andrew desc="Andrew"]] and [[!tails_blueprint logo#joe desc="Joe"]]
ca: 2n: empat entre l'[[!tails_blueprint logo#andrew desc="Andrew"]] i el [[!tails_blueprint logo#joe desc="Joe"]]
de: 2. Platz: Gleichstand zwischen [[!tails_blueprint logo#andrew desc="Andrew"]] und [[!tails_blueprint logo#joe desc="Joe"]]

source: 4th: tie between [[!tails_blueprint logo#jared desc="Jared"]] and [[!tails_blueprint logo#renato desc="Renato"]]
ca: 4t: empat entre [[!tails_blueprint logo#jared desc="Jared"]] i el [[!tails_blueprint logo#renato desc="Renato"]]
de: 4. Platz: Unentschieden zwischen [[!tails_blueprint logo#jared desc="Jared"]] und [[!tails_blueprint logo#renato desc="Renato"]]

source: 6th: tie between [[!tails_blueprint logo#mewchan desc="MewChan, hiding cat"]] and [[!tails_blueprint logo#christopher desc="Christopher"]]
ca: 6è: empat entre el [[!tails_blueprint logo#mewchan desc="MewChan, gat amagat"]] i el [[!tails_blueprint logo#christopher desc="Christopher"]]
de: 6. Platz: Gleichstand zwischen [[!tails_blueprint logo#mewchan desc="MewChan, versteckende Katze"]] und [[!tails_blueprint logo#christopher desc="Christopher"]]

source: This [[!tails_blueprint logo/top7.pdf desc="PDF"]] shows a graph of how many voters preferred a given proposal to another one.
ca: Aquest [[!tails_blueprint logo/top7.pdf desc="PDF"]] mostra un gràfic de quants votants han preferit una proposta determinada a una altra.
de: Dieses [[!tails_blueprint logo/top7.pdf desc="PDF"]] zeigt ein Diagramm, wie viele Wähler einen bestimmten Vorschlag einem anderen vorgezogen haben.

source: We reiterate our thanks to the 31 designers who worked for this contest to be such a success.
ca: Reiterem el nostre agraïment als 31 dissenyadors que han treballat perquè aquest concurs fos tot un èxit.
de: Wir sprechen unseren Dank an die 31 Designer aus, die dafür gearbeitet haben, dass dieser Wettbewerb ein so großer Erfolg wurde.
