Repository: ks-sbc/os
Catalog: wiki/src/news/audit_by_ROS.*.po
Languages: ca, de, es

source: [[!meta title="Security audit of Persistent Storage and Tor integration"]]
ca: [[!meta title="Auditoria de seguretat de l'Emmagatzematge Persistent i la integració de Tor"]]
de: [[!meta title="Sicherheitsüberprüfung des beständigen Speichers und Tor-Integration"]]
es: [[!meta title="Auditoría de seguridad del Almacenamiento Persistente y la integración de Tor"]]

source: In March 2023, [Radically Open Security](https://www.radicallyopensecurity.com/) conducted a security audit on the major improvements that we released in [[Tails 5.8|version_5.8]] (December 2022) on the Persistent Storage, the Unsafe Browser, and the Wayland integration.
ca: El març de 2023, [Radically Open Security](https://www.radicallyopensecurity.com/) va dur a terme una auditoria de seguretat sobre les principals millores que vam publicar a [[Tails 5.8|version_5.8]] (desembre de 2022) a l'Emmagatzematge Persistent, el Navegador Insegur i la integració de Wayland.
de: Im März 2023 führte [Radically Open Security](https://www.radicallyopensecurity.com/) ein Sicherheitsaudit zu den wesentlichen Verbesserungen durch, die wir in [[Tails 5.8|version_5.8]] (Dezember 2022) in Bezug auf den Persistent Storage, den Unsafe Browser und die Wayland-Integration veröffentlicht haben.
es: En marzo de 2023, [Radically Open Security](https://www.radicallyopensecurity.com/) llevó a cabo una auditoría de seguridad sobre las principales mejoras que lanzamos en [[Tails 5.8|version_5.8]] (diciembre de 2022) sobre el Almacenamiento Persistente, el Navegador No Seguro y la integración con Wayland.

source: To better protect our users, we addressed most of the security vulnerabilities as soon as they were discovered and reported to us, without waiting for the audit to be complete and public. We can now share with your the [final report](https://gitlab.tails.boum.org/tails/tails/uploads/df935595f41faa687805136a6bfa2910/tails-ros-penetration-test-report-1-2.pdf).
ca: Per protegir millor els nostres usuaris, vam abordar la majoria de les vulnerabilitats de seguretat tan bon punt van ser descobertes i informades, sense esperar que l'auditoria fos completa i pública. Ara podem compartir amb vosaltres l'[informe final](https://gitlab.tails.boum.org/tails/tails/uploads/df935595f41faa687805136a6bfa2910/tails-ros-penetration-test-report-1-2.pdf).
de: Um unsere Benutzer besser zu schützen, haben wir die meisten der Sicherheitslücken behoben, sobald sie entdeckt und uns gemeldet wurden, ohne auf den Abschluss und die Veröffentlichung des Audits zu warten. Wir können Ihnen nun den [finalen Bericht](https://gitlab.tails.boum.org/tails/tails/uploads/df935595f41faa687805136a6bfa2910/tails-ros-penetration-test-report-1-2.pdf) mitteilen.
es: Para proteger mejor a nuestros usuarios, abordamos la mayoría de las vulnerabilidades de seguridad tan pronto como se descubrieron y nos fueron comunicadas, sin esperar a que la auditoría estuviera completa y fuera pública. Ahora podemos compartir el [informe final](https://gitlab.tails.boum.org/tails/tails/uploads/df935595f41faa687805136a6bfa2910/tails-ros-penetration-test-report-1-2.pdf).

source: We are proud of the conclusion of the auditors:
ca: Estem orgullosos de la conclusió dels auditors:
de: Wir sind stolz auf das Fazit der Prüfer:
es: Estamos orgullosas de la conclusión de los auditores:

source: > ***Overall, the Tails operating system left a solid impression and addressed > most of the concerns of an average user in need of anonymity.*** > > *This is particularly evident in the isolation of various components by the > developers. For example, the configured AppArmor rules often prevented a > significant impact of the found vulnerabilities. Shifting to Wayland was a > good decision, as it provides more security by isolating individual GUI > applications.* > > *All in all, no serious vulnerabilities were found through the integration > into Wayland. Unsafe Browser and Persistent Storage should now be less > vulnerable to attack, as all vulnerabilities have been fixed.*
ca: > ***En general, el sistema operatiu Tails ha deixat una impressió sòlida i s'aborden > la majoria de les preocupacions d'un usuari mitjà que necessita anonimat.*** > > *Això és especialment evident en l'aïllament de diversos components per part dels > desenvolupadors. Per exemple, les regles d'AppArmor configurades sovint impedeixen un > impacte significatiu de les vulnerabilitats trobades. El canvi a Wayland va ser una > bona decisió, ja que proporciona més seguretat aïllant aplicacions GUI > individuals.* > > *En conjunt, no s'han trobat vulnerabilitats greus a través de la integració > a Wayland. El Navegador Insegur i l'Emmagatzematge Persistent ara haurien de ser menys > vulnerables als atacs, ja que totes les vulnerabilitats s'han solucionat.*
de: > ***Insgesamt hinterließ das Tails-Betriebssystem einen soliden Eindruck und > ging auf die meisten Bedenken eines durchschnittlichen Benutzers ein, der Anonymität benötigt.*** > > *Dies ist besonders in der Isolierung verschiedener Komponenten durch die > Entwickler deutlich. Zum Beispiel verhinderten die konfigurierten AppArmor-Regeln oft eine > erhebliche Auswirkung der gefundenen Schwachstellen. Der Wechsel zu Wayland war eine > gute Entscheidung, da es durch die Isolierung einzelner GUI-Anwendungen mehr Sicherheit bietet.* > > *Alles in allem wurden durch die Integration > in Wayland keine ernsthaften Schwachstellen gefunden. Unsicherer Browser und Persistenter Speicher sollten nun weniger > angreifbar sein, da alle Schwachstellen behoben wurden.*
es: > ***En general, el sistema operativo Tails dejó una impresión sólida y abordó la > mayoría de las preocupaciones del usuario medio que necesita anonimato.*** > > *Esto es particularmente evidente en el aislamiento de varios componentes por parte de los > desarrolladores. Por ejemplo, las reglas configuradas de AppArmor a menudo impidieron un > impacto significativo de las vulnerabilidades encontradas. Cambiar a Wayland fue una > buena decisión, ya que proporciona más seguridad al aislar aplicaciones GUI individuales.* > > *En general, no se encontraron vulnerabilidades serias a través de la integración en Wayland. > El Navegador No Seguro y el Almacenamiento Persistente deberían ser ahora menos vulnerables > a ataques, ya que todas las vulnerabilidades han sido corregidas.*

source: The auditors found 6 *High*, 1 *Moderate*, 3 *Low*-severity issues. Another issue was fixed before the actual impact was assessed and so marked as having *Unknown* severity.
ca: Els auditors van trobar 6 problemes de gravetat *Alta*, 1 de *Moderada* i 3 de *Baixa*. Es va solucionar un altre problema abans que s'avalués l'impacte real i s'ha marcat com a de gravetat *Desconeguda*.
de: Die Prüfer fanden 6 *Hohe*, 1 *Mäßige*, 3 *Niedrige*-Schweregrad-Probleme. Ein weiteres Problem wurde behoben, bevor die tatsächliche Auswirkung bewertet wurde und daher als *Unbekannter* Schweregrad markiert.
es: Los auditores detectaron 6 problemas de gravedad *Alta*, 1 de *Moderada* y 3 de *Baja*. Otro problema se solucionó antes de que se evaluara su impacto real, por lo que se marcó como de gravedad *Desconocida*.

source: We fixed all these issues as soon as possible and before making them public on our GitLab. The last issue was fixed in 5.14, 3 weeks after it was reported to us.
ca: Hem solucionat tots aquests problemes tan aviat com hem pogut i abans de fer-los públics al nostre GitLab. L'últim problema es va solucionar a Tails 5.14, tres setmanes després que se'ns informés.
de: Wir haben alle diese Probleme so schnell wie möglich behoben und bevor wir sie auf unserem GitLab öffentlich gemacht haben. Das letzte Problem wurde in 5.14 behoben, 3 Wochen nachdem es uns gemeldet wurde.
es: Arreglamos todos estos problemas lo antes posible y antes de hacerlos públicos en nuestro GitLab. El último problema se solucionó en la versión 5.14, tres semanas después de que nos lo comunicaran.

source: As good as the results of this audit are, they also serve as a reminder that no software is ever 100% secure and that every release of Tails can fix critical security vulnerabilities. Your best protection against all kinds of attack is to keep your Tails up-to-date.
ca: Per molt bons que siguin els resultats d'aquesta auditoria, també serveixen com a recordatori que cap programari és mai 100% segur i que cada llançament de Tails pot solucionar vulnerabilitats de seguretat crítiques. La vostra millor protecció contra tot tipus d'atac és mantenir el vostre Tails actualitzat.
de: So gut die Ergebnisse dieses Audits auch sind, dienen sie auch als Erinnerung daran, dass keine Software jemals 100% sicher ist und dass jede Version von Tails kritische Sicherheitslücken schließen kann. Ihr bester Schutz gegen alle Arten von Angriffen besteht darin, Ihr Tails immer auf dem neuesten Stand zu halten.
es: Tan buenos como son los resultados de esta auditoría, también sirven como recordatorio de que ningún software es 100% seguro y que cada versión de Tails puede corregir vulnerabilidades críticas de seguridad. Tu mejor protección contra todo tipo de ataques es mantener Tails actualizado.

source: Because at Tails we believe that transparency is key to building trust, all the code of our software is public and the results of this audit as well. You can find below a summary of all the issues and their fixes.
ca: Perquè a Tails creiem que la transparència és clau per generar confiança, tot el codi del nostre programari és públic i els resultats d'aquesta auditoria també. A continuació podeu trobar un resum de tots els problemes i les seves resolucions.
de: Weil wir bei Tails glauben, dass Transparenz der Schlüssel zum Aufbau von Vertrauen ist, ist der gesamte Code unserer Software öffentlich und die Ergebnisse dieser Prüfung ebenfalls. Unten finden Sie eine Zusammenfassung aller Probleme und deren Lösungen.
es: Porque en Tails creemos que la transparencia es clave para generar confianza, todo el código de nuestro software es público y los resultados de esta auditoría también. A continuación puedes encontrar un resumen de todos los problemas y sus correcciones.

source: Detailed findings
ca: Descobriments detallats
de: Detaillierte Ergebnisse
es: Resultados detallados

source: Tor integration
ca: Integració Tor
es: Integración Tor

source: <table> <tr><th>ID</th><th>Issue</th><th>Description</th><th>Impact</th><th>Status</th><th>Release</th></tr> <tr><td>TLS-012</td><td>[[!tails_ticket 19585]]</td><td>Leak clear IP as low-privileged user amnesia</td><td>High</td><td>Fixed</td><td>5.12</td></tr> <tr><td>TLS-013</td><td>[[!tails_ticket 19594]]</td><td>Local privilege escalation to Tor Connection sandbox</td><td>High</td><td>Fixed</td><td>5.12</td></tr> <tr><td>TLS-014</td><td>[[!tails_ticket 19595]]</td><td>Local privilege escalation to Tor Browser sandbox</td><td>Moderate</td><td>Fixed</td><td>5.13</td></tr> <tr><td>TLS-017</td><td>[[!tails_ticket 19610]]</td><td>Insecure permissions of chroot overlay</td><td>Unknown</td><td>Fixed</td><td>5.13</td></tr> </table>
ca: <table> <tr><th>Identificació</th><th>Problema</th><th>Descripció</th><th>Impacte</th><th>Estat</th><th>Llançament</th></tr> <tr><td>TLS-012</td><td>[[!tails_ticket 19585]]</td><td>Filtració d'IP clara com a usuari amb privilegis baixos amnesia</td><td>Alt</td><td>Corregit</td><td>5.12</td></tr> <tr><td>TLS-013</td><td>[[!tails_ticket 19594]]</td><td>Escalada de privilegis locals al sandbox Connexió Tor</td><td>Alt</td><td>Corregit</td><td>5.12</td></tr> <tr><td>TLS-014</td><td>[[!tails_ticket 19595]]</td><td>Escalada de privilegis locals al sandbox del Navegador Tor</td><td>Moderat</td><td>Corregit</td><td>5.13</td></tr> <tr><td>TLS-017</td><td>[[!tails_ticket 19610]]</td><td>Permisos insegurs de superposició chroot</td><td>Desconegut</td><td>Corregit</td><td>5.13</td></tr> </table>
de: <table> <tr><th>ID</th><th>Problem</th><th>Beschreibung</th><th>Auswirkung</th><th>Status</th><th>Veröffentlichung</th></tr> <tr><td>TLS-012</td><td>[[!tails_ticket 19585]]</td><td>Leak der klaren IP als Benutzer mit niedrigen Rechten Amnesie</td><td>Hoch</td><td>Behoben</td><td>5.12</td></tr> <tr><td>TLS-013</td><td>[[!tails_ticket 19594]]</td><td>Lokale Rechteerhöhung zur Tor-Verbindung-Sandbox</td><td>Hoch</td><td>Behoben</td><td>5.12</td></tr> <tr><td>TLS-014</td><td>[[!tails_ticket 19595]]</td><td>Lokale Rechteerhöhung zur Tor-Browser-Sandbox</td><td>Mäßig</td><td>Behoben</td><td>5.13</td></tr> <tr><td>TLS-017</td><td>[[!tails_ticket 19610]]</td><td>Unsichere Berechtigungen des Chroot-Overlays</td><td>Unbekannt</td><td>Behoben</td><td>5.13</td></tr> </table>
es: <table> <tr><th>Identificador</th><th>Problema</th><th>Descripción</th><th>Impacto</th><th>Estado</th><th>Versión</th></tr> <tr><td>TLS-012</td><td>[[!tails_ticket 19585]]</td><td>Fuga de IP clara como usuario amnesia con privilegios bajos</td><td>Alto</td><td>Corregido</td><td>5.12</td></tr> <tr><td>TLS-013</td><td>[[!tails_ticket 19594]]</td><td>Escalada de privilegios local a sandbox de Tor Connection</td><td>Alto</td><td>Corregido</td><td>5.12</td></tr> <tr><td>TLS-014</td><td>[[!tails_ticket 19595]]</td><td>Escalada de privilegios local a sandbox del Navegador Tor</td><td>Moderado</td><td>Corregido</td><td>5.13</td></tr> <tr><td>TLS-017</td><td>[[!tails_ticket 19610]]</td><td>Permisos inseguros de la superposición chroot</td><td>Desconocido</td><td>Corregido</td><td>5.13</td></tr> </table>

source: Persistent Storage
ca: Emmagatzematge Persistent
de: Beständiger Datenspeicher
es: Almacenamiento Persistente

source: <table> <tr><th>ID</th><th>Issue</th><th>Description</th><th>Impact</th><th>Status</th><th>Release</th></tr> <tr><td>TLS-003</td><td>[[!tails_ticket 19546]]</td><td>Local privilege escalation in Persistent folder activation hook</td><td>High</td><td>Fixed</td><td>5.11</td></tr> <tr><td>TLS-004</td><td>[[!tails_ticket 19547]]</td><td>Symlink attack in Persistent folder deactivation hook</td><td>Low</td><td>Fixed</td><td>5.11</td></tr> <tr><td>TLS-005</td><td>[[!tails_ticket 19548]]</td><td>Local privilege escalation in GnuPG feature activation hook</td><td>High</td><td>Fixed</td><td>5.11</td></tr> </table>
ca: <table> <tr><th>Identificació</th><th>Problema</th><th>Descripció</th><th>Impacte</th><th>Estat</th><th>Llançament</th></tr> <tr><td>TLS-003</td><td>[[!tails_ticket 19546]]</td><td>Escalada de privilegis locals a l'activació de carpetes persistents</td><td>Alt</td><td>Corregit</td><td>5.11</td></tr> <tr><td>TLS-004</td><td>[[!tails_ticket 19547]]</td><td>Atac d'enllaç simbòlic a la desactivació de carpetes persistents</td><td>Baix</td><td>Corregit</td><td>5.11</td></tr> <tr><td>TLS-005</td><td>[[!tails_ticket 19548]]</td><td>Escalada de privilegis locals a l'activació de la funció GnuPG</td><td>Alt</td><td>Corregit</td><td>5.11</td></tr> </table>
de: <table> <tr><th>ID</th><th>Problem</th><th>Beschreibung</th><th>Auswirkung</th><th>Status</th><th>Veröffentlichung</th></tr> <tr><td>TLS-003</td><td>[[!tails_ticket 19546]]</td><td>Lokale Rechteerweiterung im Aktivierungshook des persistenten Ordners</td><td>Hoch</td><td>Behoben</td><td>5.11</td></tr> <tr><td>TLS-004</td><td>[[!tails_ticket 19547]]</td><td>Symlink-Angriff im Deaktivierungshook des persistenten Ordners</td><td>Niedrig</td><td>Behoben</td><td>5.11</td></tr> <tr><td>TLS-005</td><td>[[!tails_ticket 19548]]</td><td>Lokale Rechteerweiterung im Aktivierungshook der GnuPG-Funktion</td><td>Hoch</td><td>Behoben</td><td>5.11</td></tr> </table>
es: <table> <tr><th>Identificador</th><th>Problema</th><th>Descripción</th><th>Impacto</th><th>Estado</th><th>Versión</th></tr> <tr><td>TLS-003</td><td>[[!tails_ticket 19546]]</td><td>Escalada de privilegios local en el hook de activación de la Carpeta Persistente</td><td>Alto</td><td>Corregido</td><td>5.11</td></tr> <tr><td>TLS-004</td><td>[[!tails_ticket 19547]]</td><td>Ataque de enlace simbólico en el hook de desactivación de la Carpeta Persistente</td><td>Bajo</td><td>Corregido</td><td>5.11</td></tr> <tr><td>TLS-005</td><td>[[!tails_ticket 19548]]</td><td>Escalada de privilegios local en el hook de activación de la función GnuPG</td><td>Alto</td><td>Corregido</td><td>5.11</td></tr> </table>

source: Core
ca: Nucli
de: Kern
es: Núcleo

source: <table> <tr><th>ID</th><th>Issue</th><th>Description</th><th>Impact</th><th>Status</th><th>Release</th></tr> <tr><td>TLS-001</td><td>[[!tails_ticket 19464]]</td><td>Local privilege escalation in tails-shell-library</td><td>High</td><td>Fixed</td><td>5.11</td></tr> <tr><td>TLS-009</td><td>[[!tails_ticket 19599]]</td><td>Man-in-the-middle attack on onion-grater service</td><td>Low</td><td>Fixed</td><td>5.13</td></tr> <tr><td>TLS-011</td><td>[[!tails_ticket 19576]]</td><td>Limited path traversal in tails-documentation</td><td>Low</td><td>Fixed</td><td>5.13</td></tr> <tr><td>TLS-019</td><td>[[!tails_ticket 19677]]</td><td>Local privilege escalation in tailslib leads to arbitrary file read</td><td>High</td><td>Fixed</td><td>5.14</td></tr> </table>
ca: <table> <tr><th>Identificació</th><th>Problema</th><th>Descripció</th><th>Impacte</th><th>Estat</th><th>Llançament</th></tr> <tr><td>TLS-001</td><td>[[!tails_ticket 19464]]</td><td>Escalada de privilegis locals a la biblioteca tails-shell-library</td><td>Alt</td><td>Corregit</td><td>5.11</td></tr> <tr><td>TLS-009</td><td>[[!tails_ticket 19599]]</td><td>Atac d'home al mig al servei d'onion-grater</td><td>Baix</td><td>Corregit</td><td>5.13</td></tr> <tr><td>TLS-011</td><td>[[!tails_ticket 19576]]</td><td>Travessa del camí limitat a la documentació de tails</td><td>Baix</td><td>Corregit</td><td>5.13</td></tr> <tr><td>TLS-019</td><td>[[!tails_ticket 19677]]</td><td>Escalada de privilegis locals a tailslib condueix a una lectura arbitrària del fitxer</td><td>Alt</td><td>Corregit</td><td>5.14</td></tr> </table>
de: <table> <tr><th>ID</th><th>Problem</th><th>Beschreibung</th><th>Auswirkung</th><th>Status</th><th>Veröffentlichung</th></tr> <tr><td>TLS-001</td><td>[[!tails_ticket 19464]]</td><td>Lokale Rechteerweiterung in tails-shell-library</td><td>Hoch</td><td>Behoben</td><td>5.11</td></tr> <tr><td>TLS-009</td><td>[[!tails_ticket 19599]]</td><td>Man-in-the-middle-Angriff auf den Onion-Grater-Dienst</td><td>Gering</td><td>Behoben</td><td>5.13</td></tr> <tr><td>TLS-011</td><td>[[!tails_ticket 19576]]</td><td>Begrenzte Pfadüberquerung in tails-documentation</td><td>Gering</td><td>Behoben</td><td>5.13</td></tr> <tr><td>TLS-019</td><td>[[!tails_ticket 19677]]</td><td>Lokale Rechteerweiterung in tailslib führt zu beliebigem Dateilesezugriff</td><td>Hoch</td><td>Behoben</td><td>5.14</td></tr> </table>
es: <table> <tr><th>Identificador</th><th>Asunto</th><th>Descripción</th><th>Impacto</th><th>Estado</th><th>Versión</th></tr> <tr><td>TLS-001</td><td>[[!tails_ticket 19464]]</td><td>Escalada de privilegios local en tails-shell-library</td><td>Alto</td><td>Corregido</td><td>5.11</td></tr> <tr><td>TLS-009</td><td>[[!tails_ticket 19599]]</td><td>Ataque de man-in-the-middle en el servicio de onion-grater</td><td>Bajo</td><td>Corregido</td><td>5.13</td></tr> <tr><td>TLS-011</td><td>[[!tails_ticket 19576]]</td><td>Viaje de rutas limitado en la documentación de tails</td><td>Bajo</td><td>Corregido</td><td>5.13</td></tr> <tr><td>TLS-019</td><td>[[!tails_ticket 19677]]</td><td>La escalada de privilegios local en tailslib conduce a la lectura arbitraria de archivos</td><td>Alto</td><td>Corregido</td><td>5.14</td></tr> </table>
