Repository: ks-sbc/os
Catalog: wiki/src/news/celebrating_10_years.*.po
Languages: ca

source: Sustainability cannot go without enjoying working together and having fun. We had memorable gatherings where we danced to the privacy-protecting sound of [Rockwell &mdash; Somebody's Watching Me](https://www.youtube.com/watch?v=7YvAYIJSSZY=), [Rap News &mdash; Whistleblower](https://www.youtube.com/watch?v=7aiZjD0_mTA), [Pete Seeger &mdash; The Onion Makes Us Strong (*sic*)](https://www.youtube.com/watch?v=pCnEAH5wCzo), [The Police &mdash; Every Breath You Take](https://www.youtube.com/watch?v=OMOGaugKpzs), and [Cyndi Lauper &mdash; Girls Just Want To Fix Bugs (*sic*)](https://www.youtube.com/watch?v=PIb6AZdTr-A), ate delicious [[vegan mafé|mafe]] from our beloved cooking team, and squashed an [[!tails_ticket 11140 desc="anarchist coup d'état"]].
ca: La sostenibilitat no pot passar sense gaudir de treballar junts i divertir-nos. Vam tenir reunions memorables on vam ballar al so que protegeix la privadesa de Rockwell &mdash; Somebody's Watching Me](https://www.youtube.com/watch?v=7YvAYIJSSZY=), [Rap News &mdash; Whistleblower](https://www.youtube.com/watch?v=7aiZjD0_mTA), [Pete Seeger &mdash; The Onion Makes Us Strong (*sic*)](https://www.youtube.com/watch?v=pCnEAH5wCzo), [The Police &mdash; Every Breath You Take](https://www.youtube.com/watch?v=OMOGaugKpzs) i [Cyndi Lauper &mdash; Girls Just Want To Fix Bugs (*sic*)](https://www.youtube.com/watch?v=PIb6AZdTr-A), vam menjar un deliciós [[mafé vegà|mafe]] del nostre estimat equip de cuina i vam aturar un [[!tails_ticket 11140 desc="cop d'estat anarquista"]].

source: In 2018 and 2019:
ca: Durant els anys 2018 i 2019:

source: 66 different people contributed to our main source code, including coders, writers, and translators.
ca: 66 persones diferents van contribuir al nostre codi font principal, inclosos programadors, escriptors i traductors.

source: 22 different people were paid to work on Tails: a few of them full-time, most of them part-time or as consultants.
ca: Es van pagar 22 persones diferents per treballar a Tails: algunes d'elles a temps complet, la majoria a temps parcial o com a consultors.

source: We attended 21 conferences in 10 different countries to stay connected with the communities of the Tails ecosystem: related Free Software projects, digital security trainers, and users.
ca: Vam assistir a 21 conferències a 10 països diferents per mantenir-nos connectats amb les comunitats de l'ecosistema Tails: projectes de programari lliure relacionats, formadors de seguretat digital i usuaris.

source: 20 people, both workers and volunteers, attended our yearly gatherings.
ca: 20 persones, tant treballadors com voluntaris, van assistir a les nostres trobades anuals.

source: Meanwhile, we counted no less than [[21 projects|doc/about/acknowledgments_and_similar_projects#similar_projects]], who also tried to build a live operating system for privacy and anonymity but are now abandoned.
ca: Mentrestant, vam comptar ni més ni menys que [[21 projectes|doc/about/acknowledgements_and_similar_projects#similar_projects]], que també van intentar construir un sistema operatiu en directe per a la privadesa i l'anonimat, però ara estan abandonats.

source: A big thank you to everybody who either contributed to Tails or supported us:
ca: Moltes gràcies a tots els que han contribuït a Tails o ens han donat suport:

source: All the people mentioned in this article one way or another
ca: Totes les persones esmentades en aquest article d'una manera o altra

source: The people from other related Free Software projects that Tails relies upon
ca: La gent d'altres projectes de programari lliure relacionats en els quals Tails confia

source: The thousands of activists, journalists, and human-rights defenders who are using Tails everyday
ca: Els milers d'activistes, periodistes i defensors dels drets humans que utilitzen Tails cada dia

source: The digital security trainers and technologists who got excited about Tails in its early days and continue advocating for it today
ca: Els entrenadors i tecnòlegs de seguretat digital que es van entusiasmar amb Tails als seus inicis i continuen defensant-lo avui

source: Everybody who ever contributed to our source code, including the dozens of translators
ca: Tots els que han contribuït alguna vegada al nostre codi font, incloses les desenes de traductors

source: Our [[sponsors|sponsors]] and everybody who ever donated to Tails.
ca: Els nostres [[patrocinadors|sponsors]] i tots els que han fet alguna donació a Tails.

source: Thank you!
ca: Moltes gràcies!
