Repository: ks-sbc/os
Catalog: wiki/src/news/celebrating_10_years.*.po
Languages: ca

source: [[!meta title="Celebrating 10 years of Tails!"]]
ca: [[!meta title="Celebrem els 10 anys de Tails!"]]

source: In 2019, we are especially proud of celebrating with you the 10 years of Tails.
ca: Aquest 2019, estem especialment orgullosos de celebrar amb vosaltres els 10 anys de Tails.

source: The first release of Tails, back then *amnesia*, was announced in 2009. Since then we released 98 versions of Tails, which were used more than 40 million times.
ca: El primer llançament de Tails, aleshores *amnesia*, es va anunciar l'any 2009. Des de llavors hem llançat 98 versions de Tails, que s'han utilitzat més de 40 milions de vegades.

source: Here are some stories about how it all started and some vintage screenshots. But first of all, the birthday cake!
ca: Aquí teniu algunes històries sobre com va començar tot i algunes captures de pantalla vintage. Però abans de tot, el pastís d'aniversari!

source: <pre style="width: 29em;"> _____ |_|_|_| | . . | |_____| ´ ` | | | :-) | {} {} || || _||_______||_ {} {~ ~ ~ ~ ~ ~ ~} {} || { ~ ~ ~ ~ ~ ~ } || __||__{_____________}__||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\} {} { H a p p y \} {} || {\/\/\/\/\/\/\/\/\/\/\/\/\/\} || __||_{___________________________}_||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\} { B i r t h d a y } { ! ! ! T a i ls ! ! ! } {/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/} {_______________________________________}
ca: <pre style="width: 29em;"> _____ |_|_|_| | . . | |_____| ´ ` | | | :-) | {} {} || || _||_______||_ {} {~ ~ ~ ~ ~ ~ ~} {} || { ~ ~ ~ ~ ~ ~ } || __||__{_____________}__||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\} {} { M o l t e s \} {} || {\/\/\/\/\/\/\/\/\/\/\/\/\/\} || __||_{___________________________}_||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\} { F e l i c i t a t s } { ! ! ! T a i ls ! ! ! } {/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/} {_______________________________________}

source: 2009&ndash;2010: amnesia, T(A)ILS, and their ancestors
ca: 2009-2010: amnesia, T(A)ILS i els seus avantpassats

source: Today, Tails is based on Debian, Tor, and GNOME. We inherit from their work and try to contribute back in order to create a healthy ecosystem of reliable, secure, and usable tools.
ca: Avui, Tails es basa en Debian, Tor i GNOME. Heretem del seu treball i intentem contribuir-hi per crear un ecosistema saludable d'eines fiables, segures i utilitzables.

source: When we started the *amnesia* project back in 2009, other projects before us paved the way to what is Tails today:
ca: Quan vam començar el projecte *amnesia* l'any 2009, altres projectes abans que nosaltres van obrir el camí cap al que és avui Tails:

source: [Knoppix](http://www.knoppix.org/), born in 2000 and still alive today, was the first popular live Linux distribution. Back then, it was a groundbreaking achievement to be able to start and use Linux without going through lengthy, very complex, and uncertain Linux install "parties". Knoppix was primarily designed for convenience and diagnosis.
ca: [Knoppix](http://www.knoppix.org/), nascuda l'any 2000 i encara viu avui dia, va ser la primera distribució popular de Linux en directe. Aleshores, va ser un assoliment innovador poder iniciar i utilitzar Linux sense passar per «parts» d'instal·lació de Linux llargues, molt complexes i incertes. Knoppix es va dissenyar principalment per a la comoditat i el diagnòstic.

source: [ELE](https://web.archive.org/web/20050422130010/http://www.northernsecurity.net:80/download/ele/), born in 2005 and based on Damn Small Linux, [Anonym.OS](https://web.archive.org/web/20060212030338/http://theory.kaos.to:80/projects.html), born in 2006 and based on OpenBSD, and [Incognito](https://web.archive.org/web/20071213084719/http://www.browseanonymouslyanywhere.com/incognito/index.php?option=com_content&task=view&id=28&Itemid=41), born in 2007 and based on Gentoo, pushed the concept of live operating systems a bit further by focusing on security, online anonymity, and the use of Tor.
ca: [ELE](https://web.archive.org/web/20050422130010/http://www.northernsecurity.net:80/download/ele/), nascuda l'any 2005 i basada en Damn Small Linux, [Anonym.OS](https://web.archive.org/web/20060212030338/http://theory.kaos.to:80/projects.html), nascut el 2006 i basat en OpenBSD, i [Incognito](https://web.archive.org/web/20071213084719/http://www.browseanonymouslyanywhere.com/incognito/index.php?option=com_content&task=view&id=28&Itemid=41), nascuda el 2007 i basada en Gentoo, van impulsar el concepte de sistemes operatius en directe una mica més centrant-se en la seguretat, l'anonimat en línia i l'ús de Tor.

source: *Incognito* was the first live operating system to include a full set of applications preconfigured to go through Tor (browser, email client, IRC client, etc.), offer a persistent *Home* directory, and even allow hosting onion services. *Incognito* was also the first live operating system to receive an [official recognition from the Tor Project](https://blog.torproject.org/incognito-and-tor-project-sign-licensing-agreement).
ca: *Incognito* va ser el primer sistema operatiu en directe que va incloure un conjunt complet d'aplicacions preconfigurades per passar per Tor (navegador, client de correu electrònic, client IRC, etc.), ofereix un directori *Home* persistent, i fins i tot permet allotjar serveis d'onion. *Incognito* també va ser el primer sistema operatiu en directe que va rebre un [reconeixement oficial del Projecte Tor](https://blog.torproject.org/incognito-and-tor-project-sign-licensing-agreement).

source: The original author of *Incognito*, *Pat Double*, resigned in 2007 and *anonym*, who still works for Tails today, took over the maintenance.
ca: L'autor original d'*Incognito*, *Pat Double*, va dimitir el 2007 i *anonym*, que encara treballa avui per a Tails, es va fer càrrec del manteniment.

source: On August 16 2009, *intrigeri* announced the first release of *amnesia* on the [*tor-talk* mailing list](https://lists.torproject.org/pipermail/tor-talk/2009-August/002667.html).
ca: El 16 d'agost de 2009, *intrigeri* va anunciar el primer llançament d'*amnesia* a la llista de correu [*tor-talk*](https://lists.torproject.org/pipermail/tor-talk/2009-August/002667.html).

source: In March 2010, *Incognito* was declared dead and *amnesia* its "[spiritual successor](https://web.archive.org/web/20100728224716/http://www.anonymityanywhere.com:80/incognito)". Some weeks later, *amnesia* would be renamed *T(A)ILS*, *The Amnesic Incognito Live System*, to act the fusion between *amnesia* and *Incognito*.
ca: El març de 2010, *Incognito* va ser declarat mort i *amnesia* el seu «[successor espiritual](https://web.archive.org/web/20100728224716/http://www.anonymityanywhere.com:80/incognito)». Unes setmanes més tard, *amnesia* passaria a anomenar-se *T(A)ILS*, *The Amnesic Incognito Live System*, per fer la fusió entre *amnesia* i *Incognito*.

source: We quickly realized that having parenthesis in our name looked very radical but was quite confusing and finally settled on *Tails* in 2011. Eight years later, we still see most people on the Internet write it TAILS though it's never been written in all caps on our website.
ca: Ràpidament ens vam adonar que tenir parèntesis al nostre nom semblava molt radical, però era bastant confús i finalment ens vam decidir per *Tails* el 2011. Vuit anys després, encara veiem que la majoria de gent a Internet escriu TAILS encara que mai s'ha escrit en majúscules al nostre lloc web.

source: Hey people, it's Tails not TAILS!
ca: Hola gent, és Tails no TAILS!

source: This is how *amnesia* 0.2 and our website looked like in 2009. The browser was *Iceweasel* with *Tor Button* and the Tor controller was *TorK*.
ca: Així es veia *amnesia* 0.2 i el nostre lloc web l'any 2009. El navegador era *Iceweasel* amb *Tor Button* i el controlador Tor era *TorK*.

source: 2011-2014: core features, Tails 1.0, and public recognition
ca: 2011-2014: característiques bàsiques, Tails 1.0 i reconeixement públic

source: Until Tails 1.0 (April 2014), we would develop most of the core features that make Tails today:
ca: Fins a Tails 1.0 (abril de 2014), desenvoluparíem la majoria de les funcions bàsiques que conformen Tails avui:

source: **Tails Installer**, forked from the [[!wikipedia Fedora_Media_Writer desc="Fedora Live USB Creator"]]
ca: **Instal·lador de Tails**, bifurcat des de [[!wikipedia Fedora_Media_Writer desc="Fedora Live USB Creator"]]

source: **Persistence**
ca: **Persistència**

source: **Welcome Screen**
ca: **Pantalla de Benvinguda**

source: **Automatic upgades**
ca: **Actualitzacions automàtiques**

source: **MAC Spoofing**
ca: **Anonimització d'adreces MAC**

source: **MAT (Metadata Anonymization Toolkit)**, which was developed by Julien Voisin as a Google Summer of Code with our help in 2011.
ca: **MAT (Metadata Anonymization Toolkit)**, que va ser desenvolupat per Julien Voisin com a Google Summer of Code amb la nostra ajuda el 2011.

source: To support this intense development and the increased responsibility on our shoulders, we accepted our first grant, from the *Swedish International Development Agency* in 2011 and started paying for some of the development work.
ca: Per donar suport a aquest desenvolupament intens i l'augment de la responsabilitat sobre les nostres espatlles, vam acceptar la nostra primera subvenció, de l'*Agència Sueca de Desenvolupament Internacional* el 2011 i vam començar a pagar part del treball de desenvolupament.

source: In October 2012, Tails was started around 2&#8239;500 times a day, 10 times less than today.
ca: L'octubre de 2012, Tails es va iniciar unes 2&#8239;500 vegades al dia, 10 vegades menys que avui.

source: In June 2013, Edward Snowden would reveal thousands of classified documents on the surveillance programs of the NSA. Tails got mentioned by famous technologists [Bruce Schneier](https://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) and [Micah Lee](https://freedom.press/news/encryption-works-how-to-protect-your-privacy-and-your-sources-in-the-age-of-nsa-surveillance/) as one of the tools that protect from the NSA surveillance.
ca: El juny de 2013, Edward Snowden revelaria milers de documents classificats sobre els programes de vigilància de la NSA. Tails va ser esmentat pels famosos tecnòlegs [Bruce Schneier](https://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) i [Micah Lee](https://freedom.press/news/encryption-works-how-to-protect-your-privacy-and-your-sources-in-the-age-of-nsa-surveillance/) com una de les eines que protegeixen de la vigilància de la NSA.

source: In March 2014, we received our first award, the [Access Innovation Prize for Endpoint Security](https://www.accessnow.org/blog/2014/03/11/2014-access-innovation-prize-winners-announced-at-rightscon). According to Access Now:
ca: El març de 2014, vam rebre el nostre primer premi, el [Premi Access Innovation for Endpoint Security](https://www.accessnow.org/blog/2014/03/11/2014-access-innovation-prize-winners-announced-at-rightscon). Segons Access Now:

source: > Tails embodies the successful collaboration of developers, trainers, > security professionals towards tackling the spectrum of user needs -- > from usability to security -- in high-risk environments.
ca: > Tails encarna la col·laboració reeixida de desenvolupadors, formadors, > professionals de la seguretat per abordar l'espectre de necessitats dels usuaris, > des de la usabilitat a la seguretat, en entorns d'alt risc.

source: The same month, we launched a [[!tails_blueprint logo desc="logo contest"]]. It was heartwarming to receive 36 very creative proposals. Here are some of the best ones:
ca: El mateix mes, vam llançar un [[!tails_blueprint logo desc="concurs de logotips"]]. Va ser commovedor rebre 36 propostes molt creatives. Aquests són alguns dels millors:

source: In April 2014, Freedom of the Press Foundation launched the first crowdfunding campaign for Tails and revealed that Tails "has been critical to all of the main NSA journalists". Since then, [Edward Snowden](https://twitter.com/Snowden/status/975827513321623553) and journalists [Laura Poitras](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), [Glenn Greenwald](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), and [Micah Lee](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/) have repeatedly stated the importance of Tails for their work and supported us in many ways.
ca: L'abril de 2014, Freedom of the Press Foundation va llançar la primera campanya de crowdfunding per a Tails i va revelar que Tails «ha estat fonamental per a tots els principals periodistes de la NSA». Des de llavors, [Edward Snowden](https://twitter.com/Snowden/status/975827513321623553) i els periodistes [Laura Poitras](https://www.eff.org/deeplinks/2014/10/7-privacy-tools -essential-making-citizenfour), [Glenn Greenwald](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour) i [Micah Lee](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/) han afirmat repetidament la importància de Tails per al seu treball i ens han donat suport de moltes maneres.

source: [[!img snowden-1.jpg size="380x" alt="Snowden plugging an SD card in a laptop with a blue Tails USB stick"]]
ca: [[!img snowden-1.jpg size="380x" alt="Snowden connectant una targeta SD a un ordinador portàtil amb un llapis USB de Tails blau"]]

source: [[!img snowden-2.jpg size="380x" alt="Snowden showing NSA documents on Tails to Ewen MacAskill"]]
ca: [[!img snowden-2.jpg size="380x" alt="Snowden mostrant documents de la NSA sobre Tails a Ewen MacAskill"]]

source: <em>Images from <a href="https://citizenfourfilm.com/">Citizenfour</a> by Laura Poitras, minutes 37 and 41.</em> </p>
ca: <em>Imatges de <a href="https://citizenfourfilm.com/">Citizenfour</a> de Laura Poitras, minuts 37 i 41.</em> </p>

source: A few weeks later, the release of Tails 1.0 got press coverage on [The Verge](https://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own), [CNET](https://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/), Boing Boing, and many others. In December, Der Spiegel published internal NSA slides that categorize Tails as "catastrophic impact" and "highest priority":
ca: Unes setmanes més tard, el llançament de Tails 1.0 va tenir cobertura de premsa a [The Verge](https://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own), [CNET](https://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/), Boing Boing i molts altres. Al desembre, Der Spiegel va publicar diapositives internes de la NSA que classificaven Tails com a «impacte catastròfic» i «prioritat màxima»:

source: [[!img nsa.png link="no" alt="Tor, TrueCrypt, Tails are classified as 'Use Risk: Current Highest Priority Target Use' and 'Impact: Catastrophic (near-total loss/lack of insight to target communications, presence)'"]]
ca: [[!img nsa.png link="no" alt="Tor, TrueCrypt, Tails es classifiquen com a 'Risc d'ús: ús de l'objectiu de màxima prioritat actual' i 'Impacte: catastròfic (pèrdua gairebé total/manca d'informació per orientar les comunicacions, presència)'"]]

source: This is how Tails 1.0 looked like in 2014. It had a camouflage mode that looked like Windows XP and the Tor controller was *Vidalia*.
ca: Així es veia Tails 1.0 el 2014. Tenia un mode de camuflatge que semblava Windows XP i el controlador Tor era *Vidalia*.

source: 2015-2019 - Maturity, user experience, and automation
ca: 2015-2019 - Maduresa, experiència d'usuari i automatització

source: In May 2014, the UX team at [NUMA Paris](https://web.archive.org/web/20140524130455/http://events.numaparis.com/Evenements/Apero-Experience-Utilisateur-Tails-The-Amnesic-Incognito-Live-System) invited us to organize a usability testing session of Tails with journalists. We asked participants to do slightly complex tasks such as establishing an encrypted conversation with someone else using *Pidgin*. Reality hit us hard when all the journalists in the room encountered problems to either install, start, or connect Tails to Tor. We realized that, despite having laid down most of the core features in Tails 1.0, we still had a lot of work to do to make Tails easy to use by most people.
ca: El maig de 2014, l'equip d'UX de [NUMA Paris](https://web.archive.org/web/20140524130455/http://events.numaparis.com/Evenements/Apero-Experience-Utilisateur-Tails-The-Amnesic -Incognito-Live-System) ens va convidar a organitzar una sessió de proves d'usabilitat de Tails amb periodistes. Vam demanar als participants que fessin tasques lleugerament complexes, com ara establir una conversa encriptada amb algú altre mitjançant *Pidgin*. La realitat ens va afectar molt quan tots els periodistes de la sala van trobar problemes per instal·lar, iniciar o connectar Tails a Tor. Ens vam adonar que, tot i haver establert la majoria de les funcions bàsiques de Tails 1.0, encara teníem molta feina per fer perquè Tails fos fàcil d'utilitzar per la majoria de la gent.

source: Since then, we focused our work on 3 aspects of the project that don't bring in so many new features but rather ensure its long term sustainability and growth: user experience, continuous integration, and project sustainability.
ca: Des d'aleshores, hem centrat el nostre treball en 3 aspectes del projecte que no aporten tantes novetats sinó que garanteixen la seva sostenibilitat i creixement a llarg termini: experiència d'usuari, integració contínua i sostenibilitat del projecte.

source: User experience
ca: Experiència d'usuari

source: [[<img src="https://gitlab.tails.boum.org/tails/ux/-/raw/master/personas/personas-small.png" id="picture" class="img-responsive" alt="Our 3 personas: Riou, Cris, and Kim">|contribute/personas]]
ca: [[<img src="https://gitlab.tails.boum.org/tails/ux/-/raw/master/personas/personas-small.png" id="picture" class="img-responsive" alt ="Les nostres 3 persones: Riou, Cris i Kim">|contribute/personas]]

source: This usability work was key in all the work that we did since 2015 to make Tails easier to install:
ca: Aquest treball d'usabilitat va ser clau en tot el treball que vam fer des del 2015 per facilitar la instal·lació de Tails:

source: - The [[installation instructions|install]] (2016) - The [[verification extension|install/download]] (2016) - The new [[Welcome Screen|news/version_3.0#greeter]] (2017) - The shift to [[USB images and Etcher|news/version_3.12#usb-images]] (2019)
ca: - Les [[instruccions d'instal·lació|install]] (2016) - L'[[extensió de verificació|install/download]] (2016) - La nova [[Pantalla de Benvinguda|news/version_3.0#greeter]] (2017) - El canvi a [[Imatges USB i Etcher|news/version_3.12#usb-images]] (2019)

source: Continuous integration
ca: Integració contínua

source: To cope with this rapid development and the many releases, we built a cutting edge *continuous integration* infrastructure:
ca: Per fer front a aquest desenvolupament ràpid i als nombrosos llançaments, hem construït una infraestructura d'avantguarda d'*integració contínua*:

source: Images of Tails are [built automatically](https://nightly.tails.boum.org/) every time we develop a change for an upcoming release.
ca: Les imatges de Tails es [creen automàticament](https://nightly.tails.boum.org/) cada vegada que desenvolupem un canvi per a un proper llançament.

source: These images are [[tested automatically|contribute/release_process/test/automated_tests]] against a comprehensive list of usability and security scenarios.
ca: Aquestes imatges es [[proven automàticament|contribute/release_process/test/automated_tests]] amb una llista completa d'escenaris d'usabilitat i seguretat.

source: All our images are [[reproducible|news/reproducible_Tails]], which allows security researchers to verify that the images distributed on our website have not been modified to introduce undisclosed security vulnerabilities.
ca: Totes les nostres imatges són [[reproduïbles|news/reproducible_Tails]], el que permet als investigadors de seguretat verificar que les imatges distribuïdes al nostre lloc web no s'han modificat per introduir vulnerabilitats de seguretat no revelades.

source: The following video shows the test suite in action. On the left, it displays the scenario that is being tested, for example "*symmetrically encrypting a message*". On the right, it displays Tails being manipulated automatically according to the scenario.
ca: El següent vídeo mostra la suite de proves en acció. A l'esquerra, es mostra l'escenari que s'està provant, per exemple «*encriptant simètricament un missatge*». A la dreta, es mostra el Tails que es manipula automàticament segons l'escenari.

source: This infrastructure increases the quality and reliability of our releases. It also makes it faster to publish emergency security releases when important vulnerabilities are fixed, for example in Firefox and Tor Browser.
ca: Aquesta infraestructura augmenta la qualitat i la fiabilitat dels nostres llançaments. També fa que sigui més ràpid publicar versions de seguretat d'emergència quan es solucionen vulnerabilitats importants, per exemple al Firefox i al Navegador Tor.

source: Project sustainability
ca: Sostenibilitat del projecte

source: The combination of these efforts both on visible improvements and behind the scene had to go hand-in-hand with working on the sustainability of the project as an organization.
ca: La combinació d'aquests esforços tant en millores visibles com darrere de l'escena havia d'anar de la mà de treballar la sostenibilitat del projecte com a organització.

source: Since 2014:
ca: Des del 2014:

source: The number of Tails users was multiplied by 2.4, increasing by 20% each year on average, reaching 25000 daily users on average in 2019. Our yearly budget was multiplied by a similar amount, to reach 240&#8239;000€ (estimated) in 2019.
ca: El nombre d'usuaris de Tails es va multiplicar per 2'4, augmentant un 20% cada any de mitjana, arribant als 25000 usuaris diaris de mitjana el 2019. El nostre pressupost anual es va multiplicar per una quantitat similar, fins a arribar als 240&#8239;000€ (estimat) el 2019.

source: We worked on foundational documents and processes to ensure a healthy community and project, such as our Code of Conduct, Social Contract, and [[Missions and values|contribute/mission]].
ca: Hem treballat en documents i processos fonamentals per garantir una comunitat i un projecte saludables, com ara el nostre Codi de Conducta, Contracte Social i [[Missions i valors|contribute/mission]].
