Repository: ks-sbc/os
Catalog: wiki/src/news/closing_tails-support.*.po
Languages: ca, de

source: [[!meta title="Closing tails-support@boum.org"]]
ca: [[!meta title="Tancament de tails-support@boum.org"]]
de: [[!meta title="Schließung tails-support@boum.org"]]

source: We decided to close tails-support@boum.org, the public mailing list for user support which [was created in 2013](https://tails.net/news/tails-support/) after closing the forum that we had on this website.
ca: Hem decidit tancar tails-support@boum.org, la llista de correu pública per a l'assistència als usuaris que [va ser creada el 2013](https://tails.net/news/tails-support/index.ca.html) després de tancar el fòrum que teníem en aquest lloc web.
de: Wir haben beschlossen, tails-support@boum.org, die öffentliche Mailingliste für Benutzerunterstützung, die [2013 erstellt wurde](https://tails.net/news/tails-support/) nach der Schließung des Forums nun auch zu schließen.

source: The idea behind having a public space for user support was to:
ca: La idea darrere de tenir un espai públic d'assistència als usuaris era:
de: Die Idee hinter einem öffentlichen Bereich für Benutzerunterstützung war:

source: Reduce the amount of work for our help desk behind [[tails-support-private@boum.org|about/contact#tails-support-private]] (which is encrypted and also receives [[*WhisperBack* reports|doc/first_steps/whisperback]]).
ca: Reduir la quantitat de treball del nostre servei d'assistència [[tails-support-private@boum.org|about/contact#tails-support-private]] (que està encriptat i també rep [[informes de*WhisperBack*|doc/first_steps/whisperback]]).
de: Reduzieren Sie die Arbeitsbelastung für unser Helpdesk unter [[tails-support-private@boum.org|about/contact#tails-support-private]] (dies ist verschlüsselt und erhält auch [[*WhisperBack*-Berichte|doc/first_steps/whisperback]]).

source: This is not really working as tails-support-private@boum.org still has 12 times more traffic than tails-support@boum.org.
ca: Això no funciona realment, ja que tails-support-private@boum.org encara té 12 vegades més trànsit que tails-support@boum.org.
de: Dies funktioniert nicht wirklich als tails-support-private@boum.org hat 12 mal mehr Datenaufkommen als tails-support@boum.org.

source: - Build a community of people doing user support outside of our team.
ca: - Crear una comunitat de persones que fan suport als usuaris fora del nostre equip.
de: - Aufbau einer Community von Personen, die außerhalb unseres Teams Benutzerunterstützung leisten.

source: This is not really working either as most of the threads are still answered by our help desk or other core contributors.
ca: Això tampoc funciona realment, ja que la majoria dels missatges encara estan sent contestats pel nostre servei d'ajuda o altres col·laboradors del nostre equip.
de: Dies funktioniert auch nicht wirklich, da die meisten Threads noch vorhanden sind beantwortet von unserem Helpdesk oder einem anderen Kern aus Mitwirkenden.

source: - Build a public database to make it easy to consult or reuse previous answers.
ca: - Crear una base de dades pública per facilitar la consulta o la reutilització de respostes anteriors.
de: - Erstellung einer öffentlichen Datenbank, um frühere Antworten einfach abrufen oder wiederverwenden zu können.

source: This is not really working either as the archive of the mailing list are hard to search and reuse and it's easier to point people to the documentation, known issues, or FAQ.
ca: Això tampoc funciona realment ja que l'arxiu de la llista de correu és difícil de cercar i reutilitzar i és més fàcil apuntar a la gent a la documentació, als problemes coneguts o a les preguntes més freqüents.
de: Dies funktioniert auch nicht wirklich als Archiv der Mailingliste sind schwer zu suchen und wiederzuverwenden und es ist einfacher, Leute darauf hinzuweisen die Dokumentation, bekannte Probleme oder FAQ zu lesen.

source: Having a public mailing list also makes it:
ca: Tenir una llista de correu pública també fa que:
de: Eine öffentliche Mailingliste:

source: Complicated to make sure that both the list and the sender receive our answers.
ca: Sigui complicat assegurar-nos que tant la llista com el remitent reben les nostres respostes.
de: Kompliziert sicherzustellen, dass sowohl die Liste als auch der Absender unsere Antworten erhalten.

source: Sensitive to ask for more technical information about the problem, such as logs, as they are harder for the person reporting the error to share with us and also raises privacy concerns.
ca: És sensible demanar més informació tècnica sobre el problema, com ara els registres, ja que és més difícil que la persona que informa de l'error comparteixi amb nosaltres i també planteja problemes de privadesa.
de: Es ist sensibel, weitere technische Informationen zu dem Problem anzufordern, z.B. Protokolle, da diese für die Person, die den Fehler meldet, schwieriger mit uns zu teilen sind und auch Datenschutzbedenken aufwerfen.

source: Duplicate work between tails-support-private@boum.org and tails-support@boum.org as people often write to both.
ca: Duplica la feina entre tails-support-private@boum.org i tails-support@boum.org, ja que la gent sovint escriu a tots dos correus.
de: Doppelte Arbeit zwischen tails-support-private@boum.org und tails-support@boum.org, da häufig an beide Adressen geschrieben wird.

source: The major downside of closing tails-support@boum.org is that it was a good place for developers to have some feedback on the recurrent problems faced by users. We want to solve this while working on a [request tracker for our help desk](https://tails.net/blueprint/RT_for_help_desk/).
ca: El principal inconvenient de tancar tails-support@boum.org és que era un bon lloc perquè els desenvolupadors tinguessin comentaris sobre els problemes recurrents als quals s'enfronten els usuaris. Volem resoldre això mentre treballem en un [seguidor de sol·licituds per al nostre servei d'ajuda](https://tails.net/blueprint/RT_for_help_desk/).
de: Der größte Nachteil der Schließung von tails-support@boum.org ist, dass es ein guter Ort für Entwickler war, um Feedback zu den wiederkehrenden Problemen zu erhalten, mit denen Benutzer konfrontiert sind. Wir möchten dies lösen, während wir an einem [Request Tracker für unseren Helpdesk](https://tails.net/blueprint/RT_for_help_desk/) arbeiten.

source: See you on [[tails-support-private@boum.org|about/contact#tails-support-private]]!
ca: Ens veiem a [[tails-support-private@boum.org|about/contact#tails-support-private]]!
de: Wir sehen uns auf [[tails-support-private@boum.org|Über/Kontakt#tails-support-private]]!
