Repository: ks-sbc/os
Catalog: wiki/src/news/donations_2020.*.po
Languages: ca, de

source: [[!meta title="Results of the 2020 donation campaign"]]
ca: [[!meta title="Resultats de la campanya de donacions 2020"]]
de: [[!meta title="Ergebnisse der Spendensammlung 2020"]]

source: Thank you so much, on behalf of our entire team, to everyone who donated during our end-of-year campaign!
ca: Moltes gràcies, en nom de tot el nostre equip, a tots els que heu fet donacions durant la nostra campanya de final d'any!
de: Vielen Dank im Namen unseres gesamten Teams an alle, die während unserer Jahresendkampagne gespendet haben!

source: We raised $132&#8239;750 from 2&#8239;799 donors. That's an amazing 40% more than last year and 30% of our yearly budget. These excellent numbers mean more sustainability for Tails and ultimately better tools for you and all our users.
ca: Hem recaptat 132&#8239;750 de 2&#8239;799 donants. Això suposa un 40% més que l'any passat i un 30% del nostre pressupost anual. Aquests excel·lents números signifiquen més sostenibilitat per a Tails i, en definitiva, millors eines per a tots els nostres usuaris.
de: Wir haben $132&#8239;750 von 2&#8239;799 Spendern gesammelt. Das sind erstaunliche 40% mehr als letztes Jahr und 30% unseres Jahresbudgets. Diese hervorragenden Zahlen bedeuten mehr Nachhaltigkeit für Tails und letztendlich bessere Werkzeuge für Sie und alle unsere Nutzer.

source: Here is what we did since October with your help:
ca: Aquí teniu el que hem fet des d'octubre amb la vostra ajuda:
de: Hier sehen Sie, was wir seit Oktober mit Ihrer Hilfe erreicht haben:

source: From the number of automatic upgrades, we know that Tails was used 20% more in 2020 than in 2019. It's our biggest increase since 2016.
ca: Pel nombre d'actualitzacions automàtiques, sabem que Tails s'ha utilitzat un 20% més el 2020 que el 2019. És el nostre augment més gran des del 2016.
de: Anhand der Anzahl der automatischen Upgrades wissen wir, dass Tails im Jahr 2020 um 20 % mehr genutzt wurde als im Jahr 2019. Dies ist unser größter Anstieg seit 2016.

source: **We designed and tested usability improvements to the Persistent Storage and the connection to Tor.**
ca: **Hem dissenyat i provat millores d'usabilitat a l'Emmagatzematge Persistent i a la connexió a Tor.**
de: **Wir haben Benutzerfreundlichkeitsverbesserungen für den persistenten Speicher und die Verbindung zu Tor entworfen und getestet.**

source: We know from previous surveys and usability research that these are 2 critical aspects to improve the usability of Tails, especially for less technical users and people experiencing heavy online censorship, for example in Asia.
ca: Sabem per enquestes anteriors i investigacions d'usabilitat que aquests són dos aspectes crítics per millorar la usabilitat de Tails, especialment per a usuaris menys tècnics i persones que pateixen una forta censura en línia, per exemple a Àsia.
de: Wir wissen aus früheren Umfragen und Usability-Forschung, dass dies 2 kritische Aspekte sind, um die Benutzerfreundlichkeit von Tails zu verbessern, insbesondere für weniger technisch versierte Benutzer und Personen, die unter starker online Zensur leiden, beispielsweise in Asien.

source: Your donations will help us implement as many of these improvements as possible during 2021. You can already have a look at the new designs in our blueprints on the [[!tails_blueprint Persistent-Storage-redesign desc="Persistent Storage"]] and the [[!tails_blueprint network_connection desc="connection to Tor"]].
ca: Les vostres donacions ens ajudaran a implementar tantes d'aquestes millores com sigui possible durant el 2021. Ja podeu fer una ullada als nous dissenys dels nostres plànols de l'[[!tails_blueprint Persistent-Storage-redesign desc="Emmagatzematge Persistent"]] i la [[!tails_blueprint network_connection desc="connexió a Tor"]].
de: Ihre Spenden werden uns helfen, so viele dieser Verbesserungen wie möglich im Jahr 2021 umzusetzen. Sie können sich bereits die neuen Designs in unseren Entwürfen zu [[!tails_blueprint Persistent-Storage-redesign desc="Beständigem Datenspeicher"]] und [[!tails_blueprint network_connection desc="Verbindung zu Tor"]] ansehen.

source: We always test the usability of major features with users before releasing them. It was particularly exciting this time because we tested our design remotely using <a href="https://simplysecure.org/blog/formative-testing">paper prototyping</a> with people in Greece, Mexico, Italy, Uganda, Germany, Ireland, and Malaysia!
ca: Abans de llançar els canvis sempre provem la usabilitat de les principals funcions amb els usuaris. Aquesta vegada va ser especialment emocionant perquè nosaltres vam provar el nostre disseny de forma remota utilitzant <a href="https://simplysecure.org/blog/formative-testing">paper prototipat</a> amb persones de Grècia, Mèxic, Itàlia, Uganda, Alemanya, Irlanda i Malàisia!
de: Wir testen immer die Benutzerfreundlichkeit wichtiger Funktionen mit Benutzern, bevor wir sie veröffentlichen. Diesmal war es besonders spannend, da wir unser Design remote mit <a href="https://simplysecure.org/blog/formative-testing">Papier-Prototyping</a> mit Menschen in Griechenland, Mexiko, Italien, Uganda, Deutschland, Irland und Malaysia getestet haben!

source: **We simplified the verification procedure on our download page** by [[replacing the *Tails Verification* extension|verification_extension_deprecation]] with similar JavaScript code that runs [[directly on the download page|install/download]].
ca: **Hem simplificat el procediment de verificació a la nostra pàgina de baixada** [[substituint l'extensió *Tails Verification*|verification_extension_deprecation]] per un codi de JavaScript similar que s'executa [[directament a la pàgina de baixada|install/download]].
de: **Wir haben das Verifizierungsverfahren auf unserer Download-Seite vereinfacht** durch [[Ersetzen der *Tails Verification*-Erweiterung|verification_extension_deprecation]] mit ähnlichem JavaScript-Code, der [[direkt auf der Download-Seite|install/download]] ausgeführt wird.

source: This simple usability improvement had a huge impact and 60% more downloads are verified and secure now than with the verification extension.
ca: Aquesta senzilla millora de la usabilitat va tenir un impacte enorme i un 60% més de les baixades estan verificades i segures ara que amb la verificació feta per l'extensió.
de: Diese einfache Usability-Verbesserung hatte einen großen Einfluss, und nun sind 60 % mehr Downloads verifiziert und sicher als mit der Verifizierungs-Erweiterung.

source: - **We automated the most time-consuming parts of our release process.**
ca: - **Hem automatitzat les parts que més temps consumeixen del nostre procés de llançament.**
de: - **Wir haben die zeitaufwändigsten Teile unseres Veröffentlichungsprozesses automatisiert.**

source: We estimate that we divided roughly by 2 the amount of time, work, and stress needed for us to publish a new version of Tails.
ca: Calculem que hem dividit aproximadament a la meitat la quantitat de temps, treball i l'estrès necessari perquè puguem publicar una nova versió de Tails.
de: Wir schätzen, dass wir die benötigte Zeit, Arbeit und den Stress für die Veröffentlichung einer neuen Version von Tails ungefähr halbiert haben.

source: For you, this means a quicker response time in case of important security vulnerability and more time available for us to work on new features and improvements.
ca: Per als usuaris, això significa un temps de resposta més ràpid en cas d'una important vulnerabilitat de seguretat i més temps disponible per treballar en les noves característiques i millores.

source: - **We hired a new core developer, boyska.**
ca: - **Hem contractat un nou desenvolupador bàsic, Boyska.**
de: - **Wir haben einen neuen Hauptentwickler eingestellt, boyska.**

source: boyska has very strong experience in the technical aspects of operating systems and software development, and also in the social implications of technology, Free Software, and privacy.
ca: boyska té una gran experiència en els aspectes tècnics de desenvolupament de sistemes operatius i programari, i també en les implicacions socials de la tecnologia, el Programari Lliure i la privadesa.

source: boyska will be key to bringing more improvements to Tails more quickly.
ca: boyska serà clau per aportar millores a Tails més ràpidament.

source: Thanks again for supporting Tails!
ca: Gràcies de nou per donar suport a Tails!
de: Nochmals vielen Dank für die Unterstützung von Tails!
