Repository: ks-sbc/os
Catalog: wiki/src/news/duckduckgo_challenge.*.po
Languages: ca

source: [[!meta title="Help us win $50000"]]
ca: [[!meta title="Ajuda'ns a guanyar 50.000$"]]

source: <blockquote> <p>Free, libre, and open source software projects quietly save the world every day, even when you can't see it, and their success depends on your support.</p> &mdash; Edward Snowden (@Snowden) <a href="https://twitter.com/Snowden/status/975827513321623553?ref_src=twsrc%5Etfw">March 19, 2018</a> </blockquote>
ca: <blockquote> <p>Els projectes de programari lliure, lliures i de codi obert salven en silenci el món cada dia, fins i tot quan no ho veieu, i el seu èxit depèn del vostre suport.</p> &mdash; Edward Snowden (@Snowden) <a href="https://twitter.com/Snowden/status/975827513321623553?ref_src=twsrc%5Etfw">19 de març de 2018</a> </blockquote>

source: Through our end-of-year donation campaign we managed to raise ~103&thinsp;000€, which is nearly half of our yearly budget for core work and maintenance. A big thanks to everybody who donated!
ca: Amb la nostra campanya de donació de final d'any vam aconseguir recaptar ~103&thinsp;000€, que és gairebé la meitat del nostre pressupost anual per a treballs bàsics i manteniment. Moltes gràcies a tots els que heu donat!

source: To fill the gap, we are extremely happy to be part of [DuckDuckGo's privacy crowdrising challenge](https://spreadprivacy.com/duckduckgo-privacy-challenge-2018/).
ca: Per omplir el buit, estem molt contents de formar part del [desafiament de la privadesa de DuckDuckGo](https://spreadprivacy.com/duckduckgo-privacy-challenge-2018/).

source: If you haven't donated to Tails recently, now is a great opportunity to support us as your donation is likely to be matched by DuckDuckGo. It will also help us get one of the grand prizes awarded by DuckDuckGo, up to $50&thinsp;000.
ca: Si no heu fet una donació a Tails recentment, ara és una gran oportunitat per donar-nos suport, ja que és probable que DuckDuckGo iguali la vostra donació. També ens ajudarà a aconseguir un dels grans premis que atorga DuckDuckGo, de fins a 50&thinsp;000$.

source: [Donate to Tails via the DuckDuckGo donation challenge](https://www.crowdrise.com/tails-live)
ca: [Feu una donació a Tails mitjançant el repte de donació DuckDuckGo](https://www.crowdrise.com/tails-live)

source: If you have donated to Tails recently, please help us spread the word within your contacts and on social media by sharing or tweeting our [campaign page](https://www.crowdrise.com/tails-live).
ca: Si heu fet una donació a Tails recentment, ajudeu-nos a difondre-ho als vostres contactes i a les xarxes socials compartint o piulant la nostra [pàgina de campanya](https://www.crowdrise.com/tails-live).

source: ♥ Thank you! ♥
ca: ♥ Moltes gràcies! ♥

source: What is Tails?
ca: Què és Tails?

source: Tails is an entire operating system which preserves your privacy and provides anonymity out-of-the-box. With Tails, you can use the Internet anonymously and circumvent censorship. You'll be in control about the traces you want to leave and those that you'd rather see forgotten. Installed onto a USB key, Tails discreetly fits into your pocket.
ca: Tails és un sistema operatiu complet que preserva la vostra privadesa i proporciona l'anonimat de manera immediata. Amb Tails, podeu utilitzar Internet de manera anònima i evitar la censura. Tindreu el control dels rastres que voleu deixar i els que preferiu que s'oblidin. Instal·lat a una clau USB, Tails s'adapta discretament a la butxaca.

source: For the past 9 years, we've been working on making digital security accessible to those who need it most. Counting more than 20&thinsp;000 boots per day, we've proved that Tails is a reliable and successful tool that helps diverse people around the world to be safe online every day. But we think that the immense work we've done until now should have an even bigger impact on the world!
ca: Durant els últims 9 anys, hem estat treballant per fer que la seguretat digital sigui accessible per a aquells que més ho necessiten. Comptant més de 20&thinsp;000 arrencades al dia, hem demostrat que Tails és una eina fiable i d'èxit que ajuda a diverses persones d'arreu del món a estar segurs en línia cada dia. Però creiem que la immensa feina que hem fet fins ara hauria de tenir un impacte encara més gran al món!

source: Even if you're not a Tails user yourself, your donation will [[help human rights defenders, journalists, activists, victims of domestic violence and many others|who_are_you_helping/]] who rely on Tails every day.
ca: Fins i tot si no sou un usuari de Tails, la vostra donació [[ajudarà a defensors dels drets humans, periodistes, activistes, víctimes de violència domèstica i molts altres|who_are_you_helping/]] que depenen de Tails cada dia.

source: Another detail that makes our work awesome is that we contribute our improvements back to the free software community. When donating to Tails, you're supporting an entire ecosystem which we are part of.
ca: Un altre detall que fa que el nostre treball sigui fantàstic és que aportem les nostres millores a la comunitat de programari lliure. Quan feu una donació a Tails, esteu donant suport a tot un ecosistema del qual formem part.
