Repository: ks-sbc/os
Catalog: wiki/src/news/gift_of_privacy.*.po
Languages: ca, de, es

source: [[!meta title="Make the gift of privacy!"]]
ca: [[!meta title="Feu el regal de la privadesa!"]]
de: [[!meta title="Verschenke das Geschenk der Privatsphäre!"]]
es: [[!meta title="¡Regala privacidad!"]]

source: With malicious actors’ intrusions into human rights growing in sophistication and scale, Tails offers hope for those seeking refuge in a more secure digital environment. We stand on the precipice of a future where digital privacy should be a fundamental right, not a luxury.
ca: Amb les intrusions d'agents maliciosos en els drets humans creixent en sofisticació i escala, Tails ofereix esperança per a aquells que busquen refugi en un entorn digital més segur. Estem al precipici d'un futur on la privadesa digital hauria de ser un dret fonamental, no un luxe.
de: Angesichts der immer raffinierteren und umfangreicheren Eingriffe böswilliger Akteure in die Menschenrechte gibt Tails denjenigen Hoffnung, die Zuflucht in einem sichereren digitalen Umfeld suchen. Wir stehen an der Schwelle zu einer Zukunft, in der die digitale Privatsphäre ein Grundrecht und kein Luxus sein sollte.
es: Ante la creciente sofisticación y magnitud de las intrusiones de agentes maliciosos en los derechos humanos, Tails ofrece esperanza a quienes buscan refugio en un entorno digital más seguro. Nos encontramos en el precipicio de un futuro en el que la privacidad digital debería ser un derecho fundamental, no un lujo.

source: Since we started in 2008, millions of people around the world have used Tails to be more secure, autonomous, and anonymous in their digital lives.
ca: Des que vam començar l'any 2008, milions de persones a tot el món han utilitzat Tails per ser més segurs, autònoms i anònims en la seva vida digital.
de: Seit unserem Start im Jahr 2008 haben Millionen von Menschen auf der ganzen Welt Tails genutzt, um sicherer, autonomer und anonymer in ihrem digitalen Leben zu sein.
es: Desde que empezamos en 2008, millones de personas de todo el mundo han utilizado Tails para ser más autónomas, seguras y anónimas en su vida digital.

source: We have come so far thanks to you, and need your support to continue to do what we do best: deliver the world's most privacy-preserving operating system!
ca: Hem arribat fins aquí gràcies a vosaltres i necessitem el vostre suport per continuar fent el que millor sabem fer: oferir el sistema operatiu que més preserva la privadesa del món!
de: Wir sind dank Ihnen so weit gekommen und benötigen Ihre Unterstützung, um weiterhin das zu tun, was wir am besten können: das datenschutzfreundlichste Betriebssystem der Welt bereitzustellen!
es: Hemos llegado tan lejos gracias a ti, y necesitamos tu apoyo para seguir haciendo lo que mejor sabemos hacer: ¡ofrecer el sistema operativo que más protege la privacidad del mundo!

source: Your donations a lion's share [[of our income|donate#income]]. But, this share has reduced in the last couple of years. Globally, philanthropic giving has fallen, in what is yet another symptom of the challenging political and economic conditions we find ourselves in. But this hasn’t tempered our ambitions. Despite these challenges, Tails has gotten bigger and better over the past year. We have spent more time improving Tails this year than any previous year. But to achieve this, we have relied a bit more on support from large, institutional donors.
ca: Les vostres donacions són una part molt important [[dels nostres ingressos|donate#income]]. Però aquesta quota s'ha reduït en els darrers dos anys. A nivell mundial, la donació filantròpica ha caigut, en el que és un símptoma més de les difícils condicions polítiques i econòmiques en què ens trobem. Però això no ha temperat les nostres ambicions. Malgrat aquests reptes, Tails s'ha fet més gran i millor durant l'últim any. Hem dedicat més temps a millorar Tails aquest any que qualsevol altre any anterior. Però per aconseguir-ho, hem confiat una mica més en el suport de grans donants institucionals.
de: Ihre Spenden machen den Löwenanteil [[unseres Einkommens|donate#income]] aus. Doch dieser Anteil hat in den letzten Jahren abgenommen. Weltweit ist das philanthropische Geben gesunken, was ein weiteres Symptom der herausfordernden politischen und wirtschaftlichen Bedingungen ist, in denen wir uns befinden. Aber das hat unsere Ambitionen nicht gedämpft. Trotz dieser Herausforderungen ist Tails im vergangenen Jahr gewachsen und besser geworden. Wir haben in diesem Jahr mehr Zeit mit der Verbesserung von Tails verbracht als in jedem vorherigen Jahr. Um dies zu erreichen, haben wir jedoch ein wenig mehr auf die Unterstützung großer, institutioneller Spender angewiesen.
es: Vuestras donaciones representan la mayor parte [[de nuestros ingresos|donate#income]]. Pero esta parte se ha reducido en los dos últimos años. Las donaciones filantrópicas han disminuido en todo el mundo, un síntoma más de las difíciles condiciones políticas y económicas en las que nos encontramos. Pero esto no ha moderado nuestras ambiciones. A pesar de estos retos, Tails ha crecido y mejorado en el último año. Este año hemos dedicado más tiempo a mejorar Tails que en cualquier otro año anterior. Pero para lograrlo, hemos dependido un poco más del apoyo de grandes donantes institucionales.

source: While we are grateful for the support and generosity of our "large" donors, we want to keep our reliance on them to a minimum. We are betting on having diversified income streams as our insurance from economic volatility and assurance of growing Tails sustainably and with complete decisional autonomy. Although, this means that we rely on you even more. And hence this fundraiser!
ca: Tot i que agraïm el suport i la generositat dels nostres “grans” donants, volem mantenir la nostra confiança en ells al mínim. Apostem per tenir ingressos diversificats com a assegurança de la volatilitat econòmica i la garantia de fer créixer Tails de manera sostenible i amb total autonomia de decisió. Tot i que això vol dir que confiem encara més en vosaltres. I d'aquí aquesta recaptació de fons!
de: Während wir dankbar für die Unterstützung und Großzügigkeit unserer „großen“ Spender sind, möchten wir unsere Abhängigkeit von ihnen auf ein Minimum reduzieren. Wir setzen auf diversifizierte Einnahmequellen als Versicherung gegen wirtschaftliche Schwankungen und zur Gewährleistung eines nachhaltigen Wachstums von Tails mit vollständiger Entscheidungsautonomie. Das bedeutet jedoch, dass wir umso mehr auf Sie angewiesen sind. Und deshalb dieser Spendenaufruf!
es: Aunque agradecemos el apoyo y la generosidad de nuestros "grandes" donantes, queremos reducir al mínimo nuestra dependencia en ellos. Apostamos por tener fuentes de ingresos diversificadas como nuestro seguro frente a la volatilidad económica y la garantía de hacer crecer Tails de forma sostenible y con total autonomía de decisión. Aunque esto significa que dependemos aún más de vosotros. ¡Y de ahí esta recaudación de fondos!

source: Our goal is clear: to make Tails even more useful for vulnerable people in high-risk environments. And we want to do this while remaining as autonomous as our users are.
ca: El nostre objectiu és clar: fer que Tails sigui encara més útil per a persones vulnerables en entorns d'alt risc. I ho volem fer tot mantenint la mateixa autonomia com ho són els nostres usuaris.
de: Unser Ziel ist klar: Tails noch nützlicher für gefährdete Personen in risikobehafteten Umgebungen zu machen. Und wir möchten dies tun, während wir so autonom bleiben wie unsere Benutzer.
es: Nuestro objetivo es claro: hacer que Tails sea aún más útil para las personas vulnerables en entornos de alto riesgo. Y queremos hacerlo siendo tan autónomos como nuestros usuarios.

source: The proceeds from this fundraiser will drive initiatives that will make Tails even more usable and secure. We want to add new, big features to Tails, enhance user experience with even more usability tests, and increase Tails’ use in more geographies around the world.
ca: Els ingressos d'aquesta recaptació de fons impulsaran iniciatives que faran que Tails sigui encara més utilitzable i segur. Volem afegir funcionalitats noves i grans a Tails, millorar l'experiència d'usuari amb encara més proves d'usabilitat i augmentar l'ús de Tails a més ubicacions d'arreu del món.
de: Die Erlöse aus dieser Spendenaktion werden Initiativen vorantreiben, die Tails noch benutzerfreundlicher und sicherer machen. Wir möchten neue, große Funktionen zu Tails hinzufügen, die Benutzererfahrung mit noch mehr Usability-Tests verbessern und die Nutzung von Tails in weiteren geografischen Regionen weltweit erhöhen.
es: Los ingresos de esta recaudación de fondos impulsarán iniciativas que harán que Tails sea aún más usable y seguro. Queremos añadir nuevas y grandes características a Tails, mejorar la experiencia del usuario con aún más pruebas de usabilidad, y aumentar el uso de Tails en más geografías de todo el mundo.

source: Every donation, no matter how small, makes a difference. Please donate today and help us keep Tails alive and well in 2024 and beyond! Here are 5 ways you can get involved:
ca: Cada donació, per petita que sigui, marca la diferència. Si us plau, feu una donació avui i ajudeu-nos a mantenir Tails sa i estalvi el 2024 i durant els pròxims anys! Aquí teniu cinc maneres de participar:
de: Jede Spende, egal wie klein, macht einen Unterschied. Bitte spenden Sie heute und helfen Sie uns, Tails im Jahr 2024 und darüber hinaus am Leben zu halten! Hier sind 5 Möglichkeiten, wie Sie sich engagieren können:
es: Cada donación, por pequeña que sea, marca la diferencia. Haz tu donativo hoy y ayúdanos a mantener a Tails con vida en 2024 y más allá. Aquí tienes 5 formas de participar:

source: <b>By making a recurring donation.</b> [[Recurring donations|donate]] are the best insurance for Tails' mission. These help us weather economic uncertainties and plan our work sustainably.
ca: <b>Fent una donació recurrent.</b> Les [[donacions recurrents|donate]] són la millor assegurança per a la missió de Tails. Això ens ajuda a superar les incerteses econòmiques i a planificar el nostre treball de manera sostenible.
de: <b>Durch die Einrichtung einer regelmäßigen Spende.</b> [[Regelmäßige Spenden|donate]] sind die beste Absicherung für die Mission von Tails. Sie helfen uns, wirtschaftliche Unsicherheiten zu überstehen und unsere Arbeit nachhaltig zu planen.
es: <b>Haciendo una donación recurrente.</b> [[Las Donaciones recurrentes|donate]] son el mejor seguro para la misión de Tails. Nos ayudan a superar las incertidumbres económicas y a planificar nuestro trabajo de forma sostenible.

source: <b>With a one-time gift.</b> If you can't set-up a recurring donation, you can make a [[one-time donation|donate]]. Donate via PayPal, bank transfers, mail in your checks, or just send us good, old cash. Here's a pro-tip: donations of over $1&#8239;000 entitle you to some neat [[sponsorship benefits|sponsors/become]].
ca: <b>Amb un regal únic.</b> Si no podeu configurar una donació recurrent, podeu fer una [[donació única|donate]]. Feu una donació mitjançant PayPal, transferències bancàries, envieu els vostres xecs per correu o simplement envieu-nos diners en efectiu. Aquí teniu una dada útil: les donacions de més de 1&#8239;000$ us donen dret a alguns [[avantatges de patrocini|sponsors/become]].
de: <b>Mit einer einmaligen Spende.</b> Wenn Sie keine regelmäßige Spende einrichten können, können Sie eine [[einmalige Spende|donate]] leisten. Spenden Sie über PayPal, Banküberweisungen, senden Sie uns Ihre Schecks per Post oder einfach gutes, altes Bargeld. Hier ein Profi-Tipp: Spenden über 1.000 $ berechtigen Sie zu einigen tollen [[Sponsoring-Vorteilen|sponsors/become]].

source: <b>Through cryptocurrency.</b> We accept [[crypto donations|donate]] in Bitcoin, Ethereum, and Monero.
ca: <b>A través de criptomoneda.</b> Acceptem [[donacions de criptomoneda|donate]] en Bitcoin, Ethereum i Monero.
de: <b>Durch Kryptowährung.</b> Wir akzeptieren [[Krypto-Spenden|donate]] in Bitcoin, Ethereum und Monero.
es: <b>A través de criptomonedas.</b> Aceptamos [[donaciones de criptomonedas|donate]] en Bitcoin, Ethereum y Monero.

source: <b>Gift matching.</b> If your employer runs gift-matching programmes, consider looking up <b>Riseup Labs</b> and donate to <b>Tails via Riseup Labs</b>. Riseup Labs is our fiscal sponsor in the United States of America.
ca: <b>Combinació de regals.</b> Si el vostre patró gestiona programes de combinació de regals, penseu a buscar <b>Riseup Labs</b> i feu una donació a <b>Tails mitjançant Riseup Labs</b>. Riseup Labs és el nostre patrocinador fiscal als Estats Units d'Amèrica.
es: <b>Compensación de donaciones.</b> Si tu empresa tiene programas de compensación de donaciones, considera la posibilidad de buscar <b>Riseup Labs</b> y donar a <b>Tails a través de Riseup Labs</b>. Riseup Labs es nuestro patrocinador fiscal en los Estados Unidos de América.

source: <b>Spread the word.</b> And finally, please share this fundraiser with your network, friends, and colleagues. Help us amplify our impact by reaching a wider audience!
ca: <b>Compartiu-ho.</b> I, finalment, compartiu aquesta recaptació de fons amb la vostra xarxa, amics i companys. Ajudeu-nos a amplificar el nostre impacte arribant a un públic més ampli!
de: <b>Verbreiten Sie die Nachricht.</b> Und schließlich bitten wir Sie, diese Spendenaktion mit Ihrem Netzwerk, Freunden und Kollegen zu teilen. Helfen Sie uns, unsere Wirkung zu verstärken, indem wir ein breiteres Publikum erreichen!
es: <b>Corre la voz.</b> Y, por último, por favor, comparte esta recaudación de fondos con tu red de contactos, amigos y colegas. Ayúdanos a ampliar nuestro impacto llegando a un público más amplio.

source: Thank you for being part of this journey and a toast to our future adventures together! Oh, and in case you have somehow managed to skip over all the links to our donations page so far, here it is: <https://tails.net/donate/>.
ca: Gràcies per formar part d'aquest viatge i un brindis per les nostres futures aventures conjuntes! Ah, i per si d'alguna manera heu aconseguit saltar-vos tots els enllaços a la nostra pàgina de donacions fins ara, aquí la teniu: <https://tails.net/donate/index.ca.html>.
