Repository: ks-sbc/os
Catalog: wiki/src/news/improve_the_infrastructure_behind_Tails.*.po
Languages: ca, de

source: [[!meta title="Call for help: improve the infrastructure behind Tails"]]
ca: [[!meta title="Crit d'ajuda: milloreu la infraestructura darrere de Tails"]]
de: [[!meta title="Hilferuf: Verbessere die Infrastruktur hinter Tails"]]

source: Tails is becoming increasingly popular: lately, someone boots Tails every ten seconds somewhere in the world. And also, every six weeks, there is a Firefox security update and we subsequently release a new version of Tails.
ca: Tails és cada cop més popular: darrerament algú inicia Tails cada deu segons en algun lloc del món. I també, cada sis setmanes, hi ha una actualització de seguretat de Firefox i posteriorment publiquem una nova versió de Tails.
de: Tails erfreut sich immer größerer Beliebtheit: In letzter Zeit startet alle zehn Sekunden irgendwo auf der Welt jemand Tails. Außerdem gibt es alle sechs Wochen ein Sicherheitsupdate für Firefox und wir veröffentlichen daraufhin eine neue Version von Tails.

source: Because of that amount of users and such a short release cycle, it is a challenge to keep Tails alive and getting better.
ca: A causa d'aquesta quantitat d'usuaris i d'un cicle de llançament tan curt, és un repte mantenir Tails viu i poder millorar.
de: Aufgrund der vielen Nutzer und des kurzen Veröffentlichungszyklus ist es eine Herausforderung, Tails am Leben zu erhalten und weiter zu verbessern.

source: We needs more hands!
ca: Necessitem més mans!
de: Wir brauchen mehr helfende Hände!

source: Among the things we know we should do in the next few years, we have identified some areas that could benefit the most from new dedicated contributors.
ca: Entre les coses que sabem que hauríem de fer en els propers anys, hem identificat algunes àrees que podrien beneficiar-se més dels nous col·laboradors dedicats.
de: Unter den Aufgaben, die wir in den nächsten Jahren erledigen sollten, haben wir einige Bereiche identifiziert, die am meisten von neuen engagierten Mitwirkenden profitieren könnten.

source: Today, we are talking of **improving the infrastructure behind Tails**. So, if you are a system administrator, a software developer, or anything in between, we need you! Please read on.
ca: Avui parlem de **millorar la infraestructura darrere de Tails**. Per tant, si sou un administrador de sistemes, un desenvolupador de programari o qualsevol altra cosa relacionada, us necessitem! Si us plau, seguiu llegint.
de: Heute sprechen wir über **die Verbesserung der Infrastruktur hinter Tails**. Wenn Sie also Systemadministrator, Softwareentwickler oder etwas dazwischen sind, brauchen wir Sie! Bitte lesen Sie weiter.

source: What is the mission?
ca: Quina és la missió?
de: Was ist die Mission?

source: The Tails [[system administrators|https://gitlab.torproject.org/tpo/tpa/team/-/wikis/tails/role-description]] set up and maintain the infrastructure that supports the development and operations of Tails. We aim at making the life of Tails contributors easier, and to improve the quality of our releases.
ca: Els [[administradors de sistemes|https://gitlab.torproject.org/tpo/tpa/team/-/wikis/tails/role-description]] de Tails configuren i mantenen la infraestructura que admet el desenvolupament i les operacions de Tails. El nostre objectiu és facilitar la vida dels col·laboradors de Tails i millorar la qualitat dels nostres llançaments.

source: Our main tools are: Debian, Puppet, Git and Jenkins.
ca: Les nostres eines principals són: Debian, Puppet, Git i Jenkins.
de: Unsere Hauptwerkzeuge sind: Debian, Puppet, Git und Jenkins.

source: The most important, and larger pieces on our roadmap currently are:
ca: Les peces més importants i més grans del nostre full de ruta actualment són:
de: Die wichtigsten und umfangreichsten Punkte auf unserem aktuellen Fahrplan sind:

source: Continuous Integration: we want to drastically cut down the amount of work needed to prepare a Tails release; we also want to detect regressions as soon as possible. Everything we merge should go through an automated test suite, and our Debian packages should be automatically built from Git tags.
ca: Integració contínua: volem reduir dràsticament la quantitat de treball necessària per preparar un llançament de Tails; també volem detectar les regressions el més aviat possible. Tot el que fusionem hauria de passar per una suite de proves automatitzada i els nostres paquets de Debian s'haurien de crear automàticament a partir d'etiquetes Git.
de: Kontinuierliche Integration: Wir möchten die Menge an Arbeit, die für die Vorbereitung einer Tails-Version erforderlich ist, drastisch reduzieren; außerdem wollen wir Rückschritte so früh wie möglich erkennen. Alles, was wir zusammenführen, sollte durch eine automatisierte Testsuite gehen, und unsere Debian-Pakete sollten automatisch aus Git-Tags erstellt werden.

source: Freezable APT repository: we need to freeze our APT repository when we freeze our release branch; this is also a first and important milestone on our way towards reproducible builds.
ca: Repositori APT congelable: hem de congelar el nostre dipòsit APT quan congelem la nostra branca de llançament; aquesta també és una primera i important fita en el nostre camí cap a construccions reproductibles.
de: Frierbare APT-Repository: Wir müssen unser APT-Repository einfrieren, wenn wir unseren Release-Zweig einfrieren; dies ist auch ein erster und wichtiger Meilenstein auf unserem Weg zu reproduzierbaren Builds.

source: Exciting, uh? Needless to say, we also have plenty of smaller tasks on our plate :)
ca: Emocionant, eh? No cal dir que també tenim pendents moltes més tasques petites
de: Spannend, oder? Es versteht sich von selbst, dass wir auch viele kleinere Aufgaben auf unserem Teller haben :)

source: How can I help?
ca: Com podeu ajudar?
de: Wie kann ich helfen?

source: There are many ways to give us a hand in this area. [[Read more about it|contribute/how/sysadmin]]!
ca: Hi ha moltes maneres de donar-nos un cop de mà en aquest àmbit. [[Llegiu-ne més|contribute/how/sysadmin]]!
de: Es gibt viele Möglichkeiten, uns in diesem Bereich zu unterstützen. [[Erfahren Sie mehr darüber|contribute/how/sysadmin]]!

source: When getting in touch with us, please attach a patch, or your plans, for a ticket marked *Easy*: this way, you can quickly get up to speed, and we can get used to working together. Of course, if the ticket you want to work on lacks the information you need to resolve it, don't hesitate asking us for clarification first.
ca: Quan us poseu en contacte amb nosaltres, si us plau, adjunteu un pedaç, o els vostres plans, per a un tiquet marcat amb *Easy*: d'aquesta manera, podreu posar-vos ràpidament al dia i ens acostumarem a treballar junts. Això sí, si el tiquet en el qual voleu treballar no té la informació necessària per resoldre'l, no dubteu en demanar-nos abans aclariments.
