Repository: ks-sbc/os
Catalog: wiki/src/news/logo_contest.*.po
Languages: ca

source: [[!meta title="Tails launches a logo contest"]]
ca: [[!meta title="Tails llança un concurs de logotips"]]

source: On the 29th of April, we will release Tails 1.0. This will be an important symbolic milestone about 5 years after our [[first public releases|news/version_0.2]].
ca: El 29 d'abril llançarem Tails 1.0. Aquesta serà una fita simbòlica important uns 5 anys després de les nostres [[primeres publicacions públiques|news/version_0.2]].

source: We want to have a great logo by then to give Tails the visual impact it deserves. The image and banner we have been using so far don't really do the job anymore...
ca: Volem tenir un gran logotip per llavors per donar a Tails l'impacte visual que es mereix. La imatge i el baner que hem estat utilitzant fins ara ja no fan la feina…

source: So we're starting a contest for designers to create a logo for Tails. We have already brainstormed on the idea, and received some great proposals [[!tails_ticket 5797 desc="in the past"]]. Still, we had a hard time making our collective mind on a single proposal, and wanted to give more people a chance.
ca: Així que estem començant un concurs per a dissenyadors per crear un logotip per a Tails. Ja vam fer una pluja d'idees sobre el que volíem i vam rebre algunes [[!tails_ticket 5797 desc="propostes fantàstiques"]]. Tot i així, ens ha costat decidir una única proposta i volíem donar una oportunitat a més gent.

source: Requirements
ca: Requeriments

source: Free licence, compatible with GPL3+.
ca: Llicència lliure, compatible amb la llicència GPL3+.

source: Source in SVG format.
ca: Font en format SVG.

source: An image with an approximate 1:1 ratio, like the [onion logo](https://media.torproject.org/image/www-images/onion.jpg).
ca: Una imatge amb una proporció aproximada d'1:1, com el [logotip d'onion](https://media.torproject.org/image/www-images/onion.jpg).

source: Plus the same image along with the "Tails" word either:
ca: A més de la mateixa imatge juntament amb la paraula «Tails»:

source: merged with the image as in the [Tor logo](https://media.torproject.org/image/www-images/tor-logo.jpg);
ca: fusionada amb la imatge com al [logotip Tor](https://media.torproject.org/image/www-images/tor-logo.jpg);

source: on the side of the image.
ca: al costat de la imatge.

source: The "Tails" name must be spelled with an uppercase "T" only, and lowercase "ails".
ca: El nom «Tails» només s'ha d'escriure amb una «T» majúscula i «ails» en minúscula.

source: The image should convey the ideas behind Tails: secrecy, privacy, anonymity, mystery, simplicity (Tails is ready-to-use).
ca: La imatge hauria de transmetre les idees darrere de Tails: secret, privadesa, anonimat, misteri, senzillesa (Tails està llest per utilitzar).

source: The logo has to be a bit serious, but not sad.
ca: El logotip ha de ser una mica seriós, però no trist.

source: Until now we reuse the colors from Tor (green and purple), but this can be changed.
ca: Fins ara reutilitzem els colors de Tor (verd i morat), però això es pot canviar.

source: We cannot reuse directly the Tor or Debian logo, but evoking it is ok (use Tor colors, or evoking the Debian swirl).
ca: No podem reutilitzar directament el logotip de Tor o Debian, però evocar-lo està bé (utilitzar colors Tor o evocar el remolí de Debian).

source: The image should be suited to print on nice stickers that people want to have on their computers, and on t-shirts that people are happy to wear.
ca: La imatge s'ha d'adaptar per imprimir en bons adhesius que la gent vulgui tenir als seus ordinadors i en samarretes que la gent estigui encantada de portar.

source: Make sure that the fonts that you use are compatible with GPL3+. To be on the safe side, use fonts available in Debian main, otherwise we will ask you to prove their compatibility with GPL3+.
ca: Assegureu-vos que els tipus de lletra que utilitzeu siguin compatibles amb la llicència GPL3+. Per estar segur, utilitzeu fonts disponibles a Debian main, en cas contrari us demanarem que demostreu la seva compatibilitat amb la llicència GPL3+.

source: Complementary materials
ca: Materials complementaris

source: As the logo will be used in quite different places, we encourage you to submit complementary materials. These are not strict requirements but will help us evaluate your proposal better. Besides, if your logo is chosen, we will need them anyway before we are able to put it to use publicly.
ca: Com que el logotip s'utilitzarà en llocs força diferents, us animem a enviar materials complementaris. Aquests no són requisits estrictes, però ens ajudaran a avaluar millor la vostra proposta. A més, si s'escull el vostre logotip, els necessitarem de totes maneres abans de poder-lo fer servir públicament.

source: These complementary materials are:
ca: Aquests materials complementaris són:

source: A banner for the website. The current one is 986x60px, but the new one could be higher, maybe up to 150px.
ca: Un bàner per a la web. L'actual és de 986x60px, però el nou podria ser més alt, potser fins a 150px.

source: A splash screen for boot. Must be 640x480px with a black background, 8-bit/RGBA. It has to be distinguishable by the user as Tails, but discrete enough not to attract too much attention from other people around.
ca: Una pantalla de presentació per a l'arrencada. Ha de ser de 640 x 480 píxels amb un fons negre, 8 bits/RGBA. Ha de ser distingible per l'usuari com a Tails, però prou discret per no cridar massa l'atenció d'altres persones del voltant.

source: A color palette for the website, if it needs to be adapted to match the logo.
ca: Una paleta de colors per al lloc web, si s'ha d'adaptar perquè coincideixi amb el logotip.

source: Fonts to be used to create other material matching the logo.
ca: Tipus de lletra que s'utilitzaran per crear altres materials que coincideixin amb el logotip.

source: A CSS patch for colors and fonts on the website, if you are into CSS.
ca: Un pedaç de CSS per a colors i tipus de lletra al lloc web, si us agrada CSS.

source: A grayscale version of the logo.
ca: Una versió en escala de grisos del logotip.

source: Calendar
ca: Calendari

source: **31st of March**: Deadline for sending proposals to <tails-dev@boum.org>. No attachments to the email, but link to a public place where we can find your work.
ca: **31 de març**: data límit per enviar propostes a <tails-dev@boum.org>. No adjunteu fitxers al correu electrònic, però enllaceu a un lloc públic on puguem trobar la vostra feina.

source: **9th of April**: The winner is announced.
ca: **9 d'abril**: s'anuncia el guanyador.

source: **15th of April**: All the complementary materials have to be ready so we have time to include them in Tails 1.0. The designer of the winning logo is strongly encouraged to do this work, before or after the deadline for proposals.
ca: **15 d'abril**: Tots els materials complementaris han d'estar preparats, per tenir temps per incloure'ls a Tails 1.0. Es recomana al dissenyador del logotip guanyador que faci aquest treball, abans o després de la data límit de presentació de propostes.
