Repository: ks-sbc/os
Catalog: wiki/src/news/Mac_and_PC_UEFI_hardware_needed.*.po
Languages: ca, de

source: [[!meta title="Help Tails: Mac and PC UEFI hardware needed"]]
ca: [[!meta title="Ajudeu a Tails: es necessita maquinari per a Mac i PC UEFI"]]
de: [[!meta title="Hilf Tails: Mac und PC UEFI Hardware gesucht"]]

source: For the moment, Tails has very limited support for Mac. Also, Tails lacks UEFI support, so quite a few recent PC's refuse to boot from a Tails USB stick.
ca: De moment, Tails té un suport molt limitat per a Mac. A més, Tails no té suport UEFI, de manera que uns quants ordinadors recents es neguen a arrencar des d'un llapis USB de Tails.
de: Derzeit bietet Tails nur sehr eingeschränkte Unterstützung für Mac. Außerdem fehlt Tails die UEFI-Unterstützung, sodass einige neuere PCs sich weigern, von einem Tails USB-Stick zu starten.

source: We will be working on this in the next few months. However, our testing and development possibilities are limited: we do not own the right hardware yet.
ca: Treballarem en això durant els propers mesos. Tanmateix, les nostres possibilitats de prova i desenvolupament són limitades: encara no tenim el maquinari adequat.
de: Wir werden in den nächsten Monaten daran arbeiten. Allerdings sind unsere Test- und Entwicklungsmöglichkeiten begrenzt: Wir besitzen die passende Hardware noch nicht.

source: What we need
ca: El que necessitem
de: Was wir benötigen

source: If you can afford it, please consider donating known-working hardware of the kind described below.
ca: Si us ho podeu permetre, considereu la possibilitat de donar un maquinari que funcioni conegut del tipus que es descriu a continuació.
de: Wenn du es dir leisten kannst, dann erwäge doch bitte unten beschreibene bekanntermaßen funktionierende Hardware zu spenden.

source: Alternatively, you may want to consider [[donating through Bitcoin|donate]] and dropping us an email to earmark your donation for hardware purchase.
ca: Alternativament, potser voldreu considerar [[donar mitjançant Bitcoin|donate]] i enviar-nos un correu electrònic per destinar la vostra donació a la compra de maquinari.
de: Alternativ könnten Sie in Betracht ziehen, [[durch Bitcoin zu spenden|donate]] und uns eine E-Mail zu senden, um Ihre Spende für den Hardwarekauf zu kennzeichnen.

source: Else, there are [[many other ways|contribute]] you can contribute to Tails :)
ca: En cas contrari, hi ha [[moltes altres maneres|contribute]] amb les quals podeu contribuir a Tails
de: Andernfalls gibt es [[viele andere Möglichkeiten|contribute]], wie Sie zu Tails beitragen können :)

source: MacBook Pro or MacBook Air (2010 or later)
ca: MacBook Pro o MacBook Air (2010 o posterior)
de: MacBook Pro oder MacBook Air (2010 oder neuer)

source: EFI 2.6 firmware or later: you can check this on the [Apple firmware updates page](https://support.apple.com/kb/HT1237)
ca: Microprogramari EFI 2.6 o posterior: podeu comprovar-ho a la [pàgina d'actualitzacions del microprogramari d'Apple](https://support.apple.com/kb/HT1237)
de: EFI 2.6-Firmware oder neuer: Sie können dies auf der [Apple-Firmware-Updates-Seite](https://support.apple.com/kb/HT1237) überprüfen

source: preferably with embedded DVD reader
ca: preferiblement amb lector de DVD incrustat
de: vorzugsweise mit integriertem DVD-Leser

source: preferably 13"
ca: preferiblement 13"
de: am besten 13"

source: Recent PC laptops
ca: Ordinadors portàtils recents
de: Aktuelle PC-Laptops

source: must support booting Debian off UEFI: send us the exact brand and model of the hardware you could donate, and we will happily check this for you
ca: ha de ser compatible amb l'arrencada de Debian fora de UEFI: envieu-nos la marca i el model exactes del maquinari que podeu donar, i ho comprovarem encantats
de: Muss das Booten von Debian über UEFI unterstützen: Senden Sie uns die genaue Marke und das Modell der Hardware, die Sie spenden möchten, und wir werden dies gerne für Sie überprüfen

source: well supported by Debian Wheezy
ca: ben recolzat per Debian Wheezy
de: gut unterstützt von Debian Wheezy

source: preferably 13" or less
ca: preferiblement 13" o menys

source: When and how many
ca: Quan i quants
de: Wann und wie viel

source: We need this hardware by the end of November but the sooner, the better.
ca: Necessitem aquest maquinari a finals de novembre, però com més aviat millor.
de: Wir brauchen diese Hardware bis Ende November, aber je früher, desto besser.

source: We could definitely make use of several such computers. One item of each category is enough for initial development, but it would be much better not to rely on a single person for maintaining support of this kind of hardware.
ca: Definitivament podríem fer ús de diversos ordinadors d'aquest tipus. Un element de cada categoria és suficient per al desenvolupament inicial, però seria molt millor no confiar en una sola persona per mantenir el suport d'aquest tipus de maquinari.
de: Wir könnten auf jeden Fall von mehreren solchen Computern profitieren. Ein Gerät aus jeder Kategorie reicht für die initiale Entwicklung, aber es wäre viel besser, nicht auf eine einzige Person angewiesen zu sein, um die Unterstützung für diese Art von Hardware aufrechtzuerhalten.

source: Thanks in advance!
ca: Gràcies per endavant!
de: Danke im Vorraus!
