Repository: ks-sbc/os
Catalog: wiki/src/news/mediapart.*.po
Languages: es

source: [[!meta title="French journal Mediapart supports Tails, others should too"]]
es: [[!meta title="La revista francesa Mediapart apoya a Tails, otros también deberían hacerlo"]]

source: We are very excited to announce that [Mediapart](https://www.mediapart.fr), an independent French investigative journal, has decided to support Tails financially every year.
es: Estamos muy emocionados de anunciar que [Mediapart](https://www.mediapart.fr), una revista de investigación francesa independiente, ha decidido apoyar financieramente a Tails cada año.

source: In the past years, Mediapart has played a central role in the revelation and investigation of several major French political scandals. As such they are well aware of the digital threats faced by their sources, their journalists, and their readers.
es: En los últimos años, Mediapart ha desempeñado un papel central en la revelación e investigación de varios escándalos políticos franceses importantes. Como tales, son muy conscientes de las amenazas digitales que enfrentan sus fuentes, sus periodistas y sus lectores.

source: Tails has gained recognition by being used by Edward Snowden and the journalists reporting on his NSA leaks in 2014. [According to Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa):
es: Tails ha ganado reconocimiento al ser utilizado por Edward Snowden y los periodistas que informaron sobre sus filtraciones de la NSA en 2014. [Según Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa):

source: « *Privacy and encryption work, but it's too easy to make a mistake that exposes you. Tails puts the essential tools in one place, with a design that makes it hard to screw them up. I could not have talked to Edward Snowden without this kind of protection. I wish I'd had it years ago.* »
es: «*La privacidad y el cifrado funcionan, pero es muy fácil cometer un error que te exponga. Tails pone las herramientas esenciales en un solo lugar, con un diseño que hace que sea difícil hacer las cosas mal. No podría haber hablado con Edward Snowden sin este tipo de protección. Ojalá lo hubiera tenido hace años.*»

source: Since then [[many journalists around the world|news/who_are_you_helping#journalists]] understood this approach and adopted Tails to make it easier to stay safe. As Jean-Marc Manach puts it:
es: Desde entonces [[muchos periodistas de todo el mundo|news/who_are_you_helping#journalists]] entendieron este enfoque y adoptaron Tails para que fuera más fácil mantenerse a salvo. Como dice Jean-Marc Manach:

source: « *War reporters have to buy helmets, bullet-proof vests and rent armored cars; journalists using the Internet for their investigations are much luckier: to be as secured as war reporters, they only have to download Tails, burn it on a CD, install it on a SD card, and learn the basics of information and communication security, and it's free!* »
es: «*Los reporteros de guerra tienen que comprar cascos, chalecos antibalas y alquilar vehículos blindados; los periodistas que utilizan Internet para sus investigaciones tienen mucha más suerte: para estar tan seguros como los reporteros de guerra, sólo tienen que descargar Tails, grabarlo en un CD, instalarlo en una tarjeta SD y aprender los conceptos básicos de seguridad de la información y las comunicaciones, y ¡es gratis!*»

source: In the same way that news organizations invest in physical security or proprietary software tools to do their work, news organizations should also invest in free software tools that, as security experts like Bruce Schneier have repeatedly stated, are going to be safe:
es: De la misma manera que las organizaciones de noticias invierten en seguridad física o herramientas de software privativas para hacer su trabajo, las organizaciones de noticias también deberían invertir en herramientas de software libre que, como han afirmado repetidamente expertos en seguridad como Bruce Schneier, serán seguras:

source: « *I think most of the public domain privacy tools are going to be safe, yes. [...] I think that Tails is going to be safe. [...] You know, the NSA has a big lever when a tool is written closed-source by a for-profit corporation. There are levers they have that they don't have in the open source international, altruistic community. And these are generally written by crypto-paranoids, they're pretty well designed.* »
es: «*Creo que la mayoría de las herramientas de privacidad de dominio público serán seguras, sí. […] Creo que Tails va a estar a salvo. […] Ya sabes, la NSA tiene una gran influencia cuando una corporación con fines de lucro escribe una herramienta de código cerrado. Hay palancas que tienen que no tienen en la comunidad altruista internacional de código abierto. Y generalmente están escritos por criptoparanoicos y están bastante bien diseñados.*»

source: As such, Tails has been the recommended secure platform for use with the [SecureDrop](https://securedrop.org/) and [GlobaLeaks](https://globaleaks.org/) whistle-blowing platforms.
es: Como tal, Tails ha sido la plataforma segura recomendada para el uso con las plataformas de denuncia de irregularidades [SecureDrop](https://securedrop.org/) y [GlobaLeaks](https://globaleaks.org/).

source: Talking about the challenges of the adoption of encryption by journalists, the Internet freedom expert [Christopher Soghoian said at #EncryptNews](https://www.youtube.com/watch?v=JktB6h-qnKA), a conference on digital security and journalism:
es: Hablando de los desafíos de la adopción del cifrado por parte de los periodistas, el experto en libertad de Internet [Christopher Soghoian dijo en #EncryptNews](https://www.youtube.com/watch?v=JktB6h-qnKA), una conferencia sobre seguridad digital y periodismo:

source: « *News organizations need to also contribute to this community pool of tools. We need to have [reporters] contributing patches to PGP, OTR, and Tails. These organizations need to be funding $5.000 or $10.000 improvements to make these tools better. Because everyone is relying on these tools and none of the major organizations that are actually benefiting them are actually contributing to their development.* »
es: «*Las organizaciones de noticias también deben contribuir a este conjunto comunitario de herramientas. Necesitamos que [los reporteros] contribuyan con parches para PGP, OTR y Tails. Estas organizaciones necesitan financiar mejoras de 5.000$ o 10.000$ para mejorar estas herramientas. Porque todo el mundo confía en estas herramientas y ninguna de las principales organizaciones que realmente se beneficia de ellas contribuye realmente a su desarrollo.*»

source: Mediapart is the first news organization to officially endorse Tails and answer our call for donations. We hope they are not going to be the last.
es: Mediapart es la primera organización de noticias que respalda oficialmente a Tails y responde a nuestro llamado de donaciones. Esperamos que no sean los últimos.

source: [[Donate]]
es: [[Donar|donate]]
