Repository: ks-sbc/os
Catalog: wiki/src/news/new_SSL_certificate.*.po
Languages: ca, de

source: [[!meta title="New SSL certificate for tails.boum.org"]]
ca: [[!meta title="Nou certificat SSL per a tails.boum.org"]]
de: [[!meta title="Neues SSL-Zertifikat für tails.boum.org"]]

source: On the same day Tails 0.10 was put out, our website started to use a commercial SSL certificate. This new certificate replaces the previous one that was delivered by the non-commercial [CACert certificate authority](http://www.cacert.org/).
ca: El mateix dia que es va publicar Tails 0.10, el nostre lloc web va començar a utilitzar un certificat SSL comercial. Aquest nou certificat substitueix l'anterior que va ser lliurat per l'[autoritat de certificació CACert](http://www.cacert.org/) no comercial.
de: Am selben Tag, an dem Tails 0.10 veröffentlicht wurde, begann unsere Website, ein kommerzielles SSL-Zertifikat zu verwenden. Dieses neue Zertifikat ersetzt das vorherige Zertifikat, das von der nichtkommerziellen [CACert-Zertifizierungsstelle] (http://www.cacert.org/) bereitgestellt wurde.

source: What are SSL certificates?
ca: Què són els certificats SSL?
de: Was sind SSL-Zertifikate?

source: Using HTTPS instead of plain HTTP to connect to a website allows you to encrypt your communication with the server. But encryption alone does not guarantee that you are talking with the right server, and not someone impersonating it, for example in case of a man-in-the-middle attack.
ca: L'ús d'HTTPS en lloc d'HTTP normal per connectar-se a un lloc web us permet encriptar la vostra comunicació amb el servidor. Però l'encriptatge per si sol no garanteix que esteu parlant amb el servidor adequat i no algú que el suplanti, per exemple, en cas d'atac de «man-in-the-middle».
de: Die Verwendung von HTTPS anstelle von einfachem HTTP, um eine Verbindung zu einer Website herzustellen, ermöglicht es Ihnen, Ihre Kommunikation mit dem Server zu verschlüsseln. Aber Verschlüsselung allein garantiert nicht, dass Sie mit dem richtigen Server sprechen und nicht mit jemandem, der ihn fälscht, beispielsweise im Falle eines Man-in-the-Middle-Angriffs.

source: SSL certificates try to solve this problem. A SSL certificate is usually issued by a certificate authority to certify the identity of a server. When you reach a website your web browser might trust an SSL certificate automatically if it trusts the authority that issued it.
ca: Els certificats SSL intenten resoldre aquest problema. Normalment, una autoritat de certificació emet un certificat SSL per certificar la identitat d'un servidor. Quan arribeu a un lloc web, el vostre navegador web pot confiar automàticament en un certificat SSL si confia en l'autoritat que l'ha emès.
de: SSL-Zertifikate versuchen, dieses Problem zu lösen. Ein SSL-Zertifikat wird normalerweise von einer Zertifizierungsstelle ausgestellt, um die Identität eines Servers zu zertifizieren. Wenn Sie eine Website erreichen, vertraut Ihr Webbrowser möglicherweise automatisch einem SSL-Zertifikat, wenn er der Behörde vertraut, die es ausgestellt hat.

source: Commercial certificate authorities are making a living out of selling SSL certificates; they are usually trusted automatically by most of the browsers. Other non-commercial authorities, such as [CACert](http://www.cacert.org/), need to be installed by the operating system or by the user to avoid displaying a security warning when visiting the website.
ca: Les autoritats de certificats comercials viuen de la venda de certificats SSL; solen ser de confiança automàtica per la majoria dels navegadors. Altres autoritats no comercials, com [CACert](http://www.cacert.org/), han de ser instal·lades pel sistema operatiu o per l'usuari per evitar que es mostri un avís de seguretat en visitar el lloc web.
de: Kommerzielle Zertifizierungsstellen leben vom Verkauf von SSL-Zertifikaten. Die meisten Browser vertrauen ihnen normalerweise automatisch. Andere nichtkommerzielle Zertifizierungsstellen wie [CACert](http://www.cacert.org/) müssen vom Betriebssystem oder vom Benutzer installiert werden, um zu vermeiden, dass beim Besuch der Website eine Sicherheitswarnung angezeigt wird.

source: Weaknesses of the system
ca: Debilitats del sistema
de: Schwächen des Systems

source: But this trust system has proven to be flawed in many ways. For example, during 2011, two certificate authorities were compromised, and many fake certificates were issued and used in the wild. See [Comodo: The Recent RA Compromise](https://blog.comodo.com/other/the-recent-ra-compromise/) and [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
ca: Però aquest sistema de confiança ha demostrat ser defectuós de moltes maneres. Per exemple, durant el 2011, dues autoritats de certificació es van veure compromeses i es van emetre i utilitzar molts certificats falsos. Vegeu [Comodo: The Recent RA Compromise](https://blog.comodo.com/other/the-recent-ra-compromise/) (en anglès) i [The Tor Project: The DigiNotar Debacle, i què hauríeu de fer al respecte](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it) (en anglès).
de: Aber dieses Vertrauenssystem hat sich in vielerlei Hinsicht als fehlerhaft erwiesen. Zum Beispiel wurden im Jahr 2011 zwei Zertifizierungsstellen kompromittiert, und viele gefälschte Zertifikate wurden ausgestellt und in der Praxis verwendet. Siehe [Comodo: Der kürzliche RA-Kompromiss](https://blog.comodo.com/other/the-recent-ra-compromise/) und [Das Tor-Projekt: Das DigiNotar-Debakel und was Sie dagegen tun sollten](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).

source: It is clear for us that getting an commercial SSL certificate is not enough to strongly authenticate our website, and for example authenticity of our releases. That's why we always propose you stronger ways of authenticating our Tails release using OpenPGP signatures.
ca: És clar per a nosaltres que obtenir un certificat SSL comercial no és suficient per autenticar fortament el nostre lloc web i, per exemple, l'autenticitat de les nostres versions. És per això que sempre us proposem maneres més sòlides d'autenticar la nostra versió de Tails mitjançant signatures OpenPGP.
de: Es ist für uns klar, dass der Erhalt eines kommerziellen SSL-Zertifikats nicht ausreicht, um unsere Website und beispielsweise die Authentizität unserer Releases stark zu authentifizieren. Deshalb bieten wir Ihnen immer stärkere Möglichkeiten zur Authentifizierung unserer Tails-Releases mithilfe von OpenPGP-Signaturen an.

source: Why get a commercial certificate then?
ca: Per què obtenir un certificat comercial llavors?
de: Warum also ein kommerzielles Zertifikat erwerben?

source: Still we decided to get a commercial certificate for the following reasons:
ca: Tot i així vam decidir obtenir un certificat comercial pels motius següents:
de: Trotzdem haben wir uns aus folgenden Gründen für ein kommerzielles Zertifikat entschieden:

source: It makes it harder to setup a simplistic man-in-the-middle attacks against the people who didn't use HTTPS so far to visit our website.
ca: Dificulta la configuració d'atacs simplistes de «man-in-the-middle» contra les persones que fins ara no utilitzaven HTTPS per visitar el nostre lloc web.
de: Es erschwert die Einrichtung einfacher Man-in-the-Middle-Angriffe gegen die Personen, die bisher kein HTTPS verwendet haben, um unsere Website zu besuchen.

source: Our website now is only available with HTTPS enabled. This may be important to provide some confidentiality while posting on the forum for example.
ca: El nostre lloc web ara només està disponible amb HTTPS habilitat. Això pot ser important per proporcionar una certa confidencialitat mentre es publica al fòrum, per exemple.
de: Unsere Website ist jetzt nur mit aktiviertem HTTPS verfügbar. Dies kann wichtig sein, um z.B. beim Posten im Forum Vertraulichkeit zu gewährleisten.
