Repository: ks-sbc/os
Catalog: wiki/src/news/our_plans_for_2017.*.po
Languages: ca

source: [[!meta title="Our plans for the coming years"]]
ca: [[!meta title="Els nostres plans per als propers anys"]]

source: As part of our ongoing donation campaign, we already explained you [[why we needed donations|why_we_need_donations]] and [[how we use these donations|what_we_do_with_your_money]]. Today we are sharing with you our plans for the next years:
ca: Com a part de la nostra campanya de donacions en curs, ja us vam explicar [[per què necessitàvem donacions|why_we_need_donations]] i [[com fem servir aquestes donacions|what_we_do_with_your_money]]. Avui compartim amb vosaltres els nostres plans per als propers anys:

source: **Easier adoption**
ca: **Adopció més fàcil**

source: **Revamp Tails Greeter**: make it easier to configure Tails when starting ([[!tails_ticket 5464]])
ca: **Renovar Tails Greeter**: facilitar la configuració de Tails quan s'inicia ([[!tails_ticket 5464]])

source: **Rethink the installation and upgrade process**: take a step back and reflect on the future of Tails Installer, the installation on Windows and Mac, and automatic upgrades ([[!tails_ticket 11679]])
ca: **Repensar el procés d'instal·lació i actualització**: fer un pas enrere i reflexionar sobre el futur de l'Instal·lador de Tails, la instal·lació a Windows i Mac i les actualitzacions automàtiques ([[!tails_ticket 11679]])

source: **Graphical installation method for macOS**: what would it take to document tools other than Tails Installer to do a graphical installation from macOS? ([[!tails_ticket 11682]])
ca: **Mètode d'instal·lació gràfica per a macOS**: què caldria per documentar eines que no siguin l'Instal·lador de Tails per fer una instal·lació gràfica des de macOS? ([[!tails_ticket 11682]])

source: **Explain better what Tails is** and what makes it so awesome ([[!tails_ticket 9814]])
ca: **Explicar millor què és Tails** i què el fa tan fantàstic ([[!tails_ticket 9814]])

source: **Security hardening**
ca: **Enduriment de seguretat**

source: **Reproducible build of the ISO image**: protect users and developers from a malicious build of our ISO image ([[!tails_ticket 5630]])
ca: **Compilació reproductible de la imatge ISO**: protegir els usuaris i desenvolupadors d'una compilació maliciosa de la nostra imatge ISO ([[!tails_ticket 5630]])

source: **Persistent Tor state**: have persistent entry guards ([[!tails_ticket 5462]])
ca: **Estat de Tor persistent**: implementar guàrdies d'entrada persistents ([[!tails_ticket 5462]])

source: **HTTPS mirrors**: serve our downloads over HTTPS only ([[!tails_ticket 9796]])
ca: **Miralls HTTPS**: oferir les nostres baixades només per HTTPS ([[!tails_ticket 9796]])

source: **Persistent seed for random number generator**: have better entropy and stronger crypto ([[!tails_ticket 7675]])
ca: **Llavor persistent per al generador de números aleatoris**: tenir una millor entropia i una criptografia més forta ([[!tails_ticket 7675]])

source: **Browser fingerprint**: compare and reevaluate the web fingerprint of Tor Browser inside and outside Tails ([[!tails_ticket 5362]])
ca: **Empremta del navegador**: comparar i tornar a avaluar l'empremta web del Navegador Tor dins i fora de Tails ([[!tails_ticket 5362]])

source: **Community**
ca: **Comunitat**

source: **Web platform for translators**: make it easier to translate our website ([[!tails_ticket 10034]])
ca: **Plataforma web per a traductors**: facilitar la traducció del nostre lloc web ([[!tails_ticket 10034]])

source: **Social contract**: guiding principles that reflects the commitment to our ideals ([[!tails_ticket 11669]])
ca: **Contracte social**: principis rectors que reflecteixen el compromís amb els nostres ideals ([[!tails_ticket 11669]])

source: **Personas**: study and describe our user base to take better design decisions ([[!tails_ticket 11162]])
ca: **Persones**: estudiar i descriure la nostra base d'usuaris per prendre millors decisions de disseny ([[!tails_ticket 11162]])

source: **Improvements to WhisperBack**: make it easier and faster to answer support requests ([[!tails_ticket 9799]], [[!tails_ticket 9800]])
ca: **Millores a WhisperBack**: fer que sigui més fàcil i ràpid respondre a les sol·licituds d'assistència ([[!tails_ticket 9799]], [[!tails_ticket 9800]])

source: **Sustainability**
ca: **Sostenibilitat**

source: **Tails based on Debian Stretch** (Tails 3.0)
ca: **Tails basat en Debian Stretch** (Tails 3.0)

source: **Better server infrastructure**: to handle our growing needs on continuous integration and have a backup server ([[!tails_ticket 11680]], [[!tails_ticket 6185]])
ca: **Millor infraestructura del servidor**: per fer front a les nostres creixents necessitats d'integració contínua i tenir un servidor de còpia de seguretat ([[!tails_ticket 11680]], [[!tails_ticket 6185]])

source: **Test Tails on ARM**: starting with a few Chromebooks supported by Debian ([[!tails_ticket 11677]])
ca: **Prova Tails a ARM**: començar amb uns quants Chromebooks compatibles amb Debian ([[!tails_ticket 11677]])

source: **Tails on tablets**: specify what upstream projects (GNOME, Debian, etc.) should work on to help porting Tails to tablets and smartphones ([[!tails_ticket 10039]])
ca: **Tails a tauletes**: especificar quins projectes avançats (GNOME, Debian, etc.) haurien de funcionar per ajudar a portar Tails a tauletes i telèfons intel·ligents ([[!tails_ticket 10039]])

source: **Fundraising**
ca: **Recaptació de fons**

source: **Have more reliable and steady sources of income**
ca: **Tenir fonts d'ingressos més fiables i estables**

source: **Depend less on grants from governments**
ca: **Dependre menys de les subvencions dels governs**

source: **New applications and features**
ca: **Noves aplicacions i funcions**

source: **Graphical interface for the Additional Packages persistent feature**: allow users to customize which applications are available in their Tails ([[!tails_ticket 5996]] [[!tails_ticket 9059]])
ca: **Interfície gràfica per a la funció persistent de Paquets Addicionals**: permet als usuaris personalitzar quines aplicacions estan disponibles al seu Tails ([[!tails_ticket 5996]] [[!tails_ticket 9059]])

source: **Backups**: provide a graphical tool to backup the persistent volume ([[!tails_ticket 5301]])
ca: **Còpies de seguretat**: proporcionar una eina gràfica per fer una còpia de seguretat del volum persistent ([[!tails_ticket 5301]])

source: **Screen locker**: allow users to lock their session with a password ([[!tails_ticket 5684]])
ca: **Bloqueig de Pantalla**: permetre als usuaris bloquejar la seva sessió amb una contrasenya ([[!tails_ticket 5684]])

source: **Tails Server**: run onion services from Tails (VoIP chat rooms, collaboration tools, web servers, messaging servers, etc.) ([[!tails_ticket 5688]])
ca: **Tails Server**: executar els serveis onion des de Tails (sales de xat VoIP, eines de col·laboració, servidors web, servidors de missatgeria, etc.) ([[!tails_ticket 5688]])

source: **Tails Verifier**: allow verifying whether a Tails installation has been corrupted ([[!tails_ticket 7496]])
ca: **Tails Verifier**: permetre verificar si una instal·lació de Tails ha estat malmesa ([[!tails_ticket 7496]])

source: **TrueCrypt support in GNOME**: graphical utilities to mount TrueCrypt volumes ([[!tails_ticket 11684]], [[!tails_ticket 6337]])
ca: **Compatibilitat amb TrueCrypt a GNOME**: utilitats gràfiques per muntar volums TrueCrypt ([[!tails_ticket 11684]], [[!tails_ticket 6337]])

source: These are all items that we find important and want to prioritize. But making them a reality will require lots of work, time, and money; on top of all the day-to-day work that we do to simply keep Tails alive.
ca: Tots aquests són elements que considerem importants i que volem prioritzar. Però fer-los realitat requerirà molta feina, temps i diners; a més de tota la feina del dia a dia que fem per mantenir Tails viu.

source: If you want us to get there faster, please take one minute to make a donation.
ca: Si voleu que hi arribem més ràpid, preneu un minut per fer una donació.

source: [[Donate]]
ca: [[Feu una donació|donate]]
