Repository: ks-sbc/os
Catalog: wiki/src/news/our_plans_for_2018.*.po
Languages: ca, de

source: [[!meta title="Our plans for 2018"]]
ca: [[!meta title="Els nostres plans per al 2018"]]
de: [[!meta title="Unsere Pläne für 2018"]]

source: As part of our current donation campaign, we recently explained [[why we need donations|many_hands_make_tails]] and [[what we accomplished this year|what_we_accomplished_in_2017]]. Today we are sharing with you some of our plans for the next years:
ca: Com a part de la nostra campanya de donació actual, recentment hem explicat [[per què necessitem donacions|many_hands_make_tails]] i [[què hem aconseguit aquest any|what_we_accomplished_in_2017]]. Avui compartim amb vosaltres alguns dels nostres plans per als propers anys:
de: Im Rahmen unserer aktuellen Spendenkampagne haben wir kürzlich erklärt, [[warum wir Spenden brauchen|many_hands_make_tails]] und [[was wir dieses Jahr erreicht haben|what_we_accomplished_in_2017]]. Heute möchten wir Ihnen einige unserer Pläne für die nächsten Jahre vorstellen:

source: Applications and features
ca: Aplicacions i funcionalitats
de: Anwendungen und Features

source: **Tails Server**: run onion services from Tails (VoIP chat rooms, collaboration tools, web servers, messaging servers, etc.) ([[!tails_ticket 5688]], [[!tails_blueprint tails_server desc="Blueprint"]]). (Planned for early 2018.)
ca: **Tails Server**: executar els serveis onion des de Tails (sales de xat VoIP, eines de col·laboració, servidors web, servidors de missatgeria, etc.) ([[!tails_ticket 5688]], [[!tails_blueprint tails_server desc="Blueprint"]]). (Previst per a principis de 2018)
de: **Tails Server**: Führen Sie Onion-Dienste von Tails aus (VoIP-Chat-Räume, Kollaborationstools, Webserver, Messaging-Server usw.) ([[!tails_ticket 5688]], [[!tails_blueprint tails_server desc="Blueprint"]]). (Geplant für Anfang 2018.)

source: **VeraCrypt support in GNOME**: graphical utilities to mount VeraCrypt volumes ([[!tails_ticket 11684]], [[!tails_ticket 6337]], [[!tails_blueprint veracrypt desc="Blueprint"]]). (Planned for late 2018.)
ca: **Compatibilitat amb VeraCrypt a GNOME**: utilitats gràfiques per muntar volums VeraCrypt ([[!tails_ticket 11684]], [[!tails_ticket 6337]], [[!tails_blueprint veracrypt desc="Blueprint"]]). (Previst per a finals de 2018)
de: **VeraCrypt-Unterstützung in GNOME**: grafische Dienstprogramme zum Einbinden von VeraCrypt-Volumes ([[!tails_ticket 11684]], [[!tails_ticket 6337]], [[!tails_blueprint veracrypt desc="Blueprint"]]). (Geplant für Ende 2018.)

source: **Graphical interface for the Additional Packages persistent feature**: allow users to customize which applications are available in their Tails ([[!tails_ticket 14568]], Blueprint). (Planned for late 2018.)
ca: **Interfície gràfica per a la funcionalitat persistent de Paquets Addicionals**: permet als usuaris personalitzar quines aplicacions estan disponibles al seu Tails ([[!tails_ticket 14568]], Blueprint). (Previst per a finals de 2018)
de: **Grafische Benutzeroberfläche für die Funktion „Zusätzliche Pakete“ des persistenten Speichers**: Ermöglichen Sie den Nutzern, anzupassen, welche Anwendungen in ihrem Tails verfügbar sind ([[!tails_ticket 14568]], Blueprint). (Geplant für Ende 2018.)

source: User research and support
ca: Recerca i suport als usuaris
de: Benutzerforschung und -support

source: **Power our help desk with a request tracker** to know better how to help our user base at large ([[!tails_ticket 9803]], [[!tails_blueprint RT_for_help_desk desc="Blueprint"]])
ca: **Potenciar el nostre servei d'assistència amb un rastrejador de sol·licituds** per saber millor com ajudar la nostra base d'usuaris en general ([[!tails_ticket 9803]], [[!tails_blueprint RT_for_help_desk desc="Blueprint"]])
de: **Unser Helpdesk mit einem Anfragen-Tracker betreiben**, um besser zu verstehen, wie wir unserer Benutzerbasis im Allgemeinen helfen können ([[!tails_ticket 9803]], [[!tails_blueprint RT_for_help_desk desc="Blueprint"]])

source: **Web translation platform** We have received a grant from Lush Digital fund to set up a translation platform for our website. This platform shall make it easier for translators to translate our documentation, and to have our website translated into more languages ([[!tails_ticket 10034]]). (Planned for late 2018.)
ca: **Plataforma de traducció web** Hem rebut una subvenció del fons Lush Digital per configurar una plataforma de traducció per al nostre lloc web. Aquesta plataforma facilitarà als traductors la traducció de la nostra documentació i la traducció del nostre lloc web a més idiomes ([[!tails_ticket 10034]]). (Previst per a finals de 2018)
de: **Übersetzungsplattform für das Web** Wir haben einen Zuschuss vom Lush Digital Fund erhalten, um eine Übersetzungsplattform für unsere Website einzurichten. Diese Plattform soll es Übersetzern erleichtern, unsere Dokumentation zu übersetzen und unsere Website in weitere Sprachen zu übersetzen ([[!tails_ticket 10034]]). (Geplant für Ende 2018.)

source: Better adoption
ca: Millor adopció
de: Bessere Annahme

source: **Rethink the installation and upgrade process** in depth and reflect on the future of *Tails Installer*, the installation on Windows and macOS, and automatic upgrades ([[!tails_ticket 11679]])
ca: **Repensar el procés d'instal·lació i actualització** en profunditat i reflexionar sobre el futur de *Tails Installer*, la instal·lació a Windows i macOS i les actualitzacions automàtiques ([[!tails_ticket 11679]])
de: **Überdenken den Installations- und Upgrade-Prozess** im Detail und reflektieren über die Zukunft des *Tails Installers*, die Installation auf Windows und macOS sowie automatische Upgrades ([[!tails_ticket 11679]])

source: **Give some love to our troubleshooting documentation**:
ca: **Donar una mica d'amor a la nostra documentació de resolució de problemes**:
de: **Geben Sie unserer Fehlerbehebungsdokumentation etwas Aufmerksamkeit**:

source: Our [[known issues page|support/known_issues]] ([[!tails_ticket 11665]])
ca: La nostra [[pàgina de problemes coneguts|support/known_issues]] ([[!tails_ticket 11665]])
de: Unsere [[Seite mit bekannten Problemen|support/known_issues]] ([[!tails_ticket 11665]])

source: Computers with unsupported Wi-Fi devices, very common on Mac ([[!tails_ticket 11683]])
ca: Ordinadors amb dispositius Wi-Fi no compatibles, molt habituals a Mac ([[!tails_ticket 11683]])
de: Computer mit nicht unterstützten WLAN-Geräten, sehr häufig bei Mac ([!tails_ticket 11683]])

source: Resistance to remote exploitation
ca: Resistència a l'explotació remota
de: Widerstand gegen Ausbeutung aus der Ferne

source: **Persistent Tor state** to have persistent entry guards ([[!tails_ticket 5462]], [[!tails_blueprint persistent_Tor_state desc="Blueprint"]])
ca: **Estat persistent de Tor** per tenir guàrdies d'entrada persistents ([[!tails_ticket 5462]], [[!tails_blueprint persistent_Tor_state desc="Blueprint"]])

source: **Persistent seed for random number generator** to have stronger crypto ([[!tails_ticket 7675]], [[!tails_blueprint randomness_seeding desc="Blueprint"]])
ca: **Llavor persistent per al generador de números aleatoris** per tenir una criptografia més forta ([[!tails_ticket 7675]], [[!tails_blueprint randomness_seeding desc="Blueprint"]])
de: **Persistenter Zufallswert für den Zufallszahlengenerator**, um eine stärkere Kryptografie zu gewährleisten ([[!tails_ticket 7675]], [[!tails_blueprint randomness_seeding desc="Blueprint"]])

source: **Have critical parts of Tails audited** ([[!tails_ticket 14508]])
ca: **Auditar les parts crítiques de Tails** ([[!tails_ticket 14508]])
de: **Kritische Teile von Tails auditieren** ([[!tails_ticket 14508]])

source: These are all items that we find important and want to prioritize. But making them a reality will require lots of work, time, and money; on top of all the day-to-day work that we do to simply keep Tails alive.
ca: Tots aquests són elements que considerem importants i que volem prioritzar. Però fer-los realitat requerirà molta feina, temps i diners; a més de tota la feina del dia a dia que fem per mantenir Tails viu.
de: Dies sind alle Punkte, die wir für wichtig halten und priorisieren möchten. Ihre Umsetzung erfordert jedoch viel Arbeit, Zeit und Geld, zusätzlich zu all den täglichen Aufgaben, die wir erledigen, um Tails einfach am Laufen zu halten.

source: If you want us to get there faster, please take one minute to make a donation.
ca: Si voleu que hi arribem més ràpid, preneu un minut per fer una donació.
de: Wenn Sie möchten, dass wir schneller dorthin gelangen, nehmen Sie sich bitte eine Minute Zeit, um eine Spende zu tätigen.

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
