Repository: ks-sbc/os
Catalog: wiki/src/news/plans_for_2019.*.po
Languages: ca, de

source: [[!meta title="Our plans for 2019"]]
ca: [[!meta title="Els nostres plans per al 2019"]]
de: [[!meta title="Unsere Pläne für 2019"]]

source: Mid-October, we started our donation campaign by explaining [[why we need donations|news/2018-fundraiser]]. We then described [[the achievements of 2018|news/achievements_in_2018]] made possible by your donations. Today, we're unveiling our plans for 2019. If you like them, please take the time to donate.
ca: A mitjans d'octubre, vam començar la nostra campanya de donacions explicant [[per què necessitem donacions|news/2018-fundraiser]]. A continuació, vam descriure [[els assoliments del 2018|news/achievements_in_2018]] fets possibles gràcies a les vostres donacions. Avui us presentem els nostres plans per al 2019. Si us agraden, preneu-vos el temps per fer una donació.
de: Mitte Oktober haben wir unsere Spendenkampagne gestartet, indem wir erklärt haben, [[warum wir Spenden brauchen|news/2018-fundraiser]]. Dann haben wir die [[Errungenschaften des Jahres 2018|news/achievements_in_2018]] beschrieben, die durch Ihre Spenden ermöglicht wurden. Heute stellen wir Ihnen unsere Pläne für 2019 vor. Wenn sie Ihnen gefallen, nehmen Sie sich bitte die Zeit, zu spenden.

source: So far this year many more people have been donating (+61%) but we have raised less money overall (-51%) because we are missing bigger donations, especially in bitcoins.
ca: En el que portem d'any, molta més gent ha donat (+61%), però hem recaptat menys diners en general (-51%) perquè ens falten donacions més grans, sobretot en bitcoins.
de: Bislang haben in diesem Jahr viel mehr Menschen gespendet (+61 %), aber wir haben insgesamt weniger Geld gesammelt (-51 %), weil uns größere Spenden fehlen, insbesondere in Bitcoins.

source: Having many more donors this year is an excellent sign that Tails is important for more people and that we are doing a good job at helping them.
ca: Tenir molts més donants aquest any és un excel·lent senyal que Tails és important per a més persones i que estem fent una bona feina per ajudar-los.
de: Dass wir in diesem Jahr viel mehr Spender haben, ist ein hervorragendes Zeichen dafür, dass Tails für mehr Menschen wichtig ist und dass wir gute Arbeit leisten, um ihnen zu helfen.

source: We are extremely grateful to all of you who not only want to improve your safety online, but also understand that we need your help to sustain Tails. Being backed by a large number of people making smaller but steadily donations is the best we can dream of. So, thank you!
ca: Estem molt agraïts a tots els que no només voleu millorar la vostra seguretat en línia, sinó que també enteneu que necessitem la vostra ajuda per mantenir Tails. Tenir el suport d'un gran nombre de persones fent donacions més petites però constants és el millor que podem somiar. Així doncs, gràcies!
de: Wir sind allen von Ihnen äußerst dankbar, die nicht nur ihre Sicherheit online verbessern möchten, sondern auch verstehen, dass wir Ihre Hilfe benötigen, um Tails aufrechtzuerhalten. Von einer großen Anzahl von Menschen, die kleinere, aber stetige Spenden leisten, unterstützt zu werden, ist das Beste, wovon wir träumen können. Vielen Dank!

source: New features
ca: Noves funcionalitats
de: Neue Funktionen

source: We will focus on **improving installation and upgrade**, as we know that they still cause major difficulties for new users:
ca: Ens centrarem a **millorar la instal·lació i l'actualització**, ja que sabem que encara causen grans dificultats als nous usuaris:
de: Wir werden uns auf **die Verbesserung der Installation und des Upgrades** konzentrieren, da wir wissen, dass sie für neue Nutzer weiterhin erhebliche Schwierigkeiten verursachen:

source: In January, we will release a **brand new installation mechanism** to finally make it easy to install Tails on macOS (and also easier on Windows and Linux).
ca: Al gener, llançarem un **nou mecanisme d'instal·lació** per facilitar finalment la instal·lació de Tails a macOS (i també més fàcil a Windows i Linux).
de: Im Januar werden wir einen **völlig neuen Installationsmechanismus** veröffentlichen, um die Installation von Tails auf macOS endlich zu erleichtern (und auch die Installation auf Windows und Linux einfacher zu gestalten).

source: - We will add support for **Secure Boot**.
ca: - Afegirem suport per a **Secure Boot**.
de: - Wir werden die Unterstützung für **Secure Boot** hinzufügen.

source: We will **remove the need for manual upgrades** and make it possible to always do automatic upgrades (except for major upgrades, like Tails 3.0 to 4.0). We will also research lighter and more robust upgrade mechanisms.
ca: **Eliminarem la necessitat d'actualitzacions manuals** i farem possible fer actualitzacions automàtiques sempre (excepte les actualitzacions importants, com ara de Tails 3.0 a 4.0). També investigarem mecanismes d'actualització més lleugers i robusts.
de: Wir werden **die Notwendigkeit für manuelle Upgrades entfernen** und es ermöglichen, immer automatische Upgrades durchzuführen (außer bei größeren Upgrades, wie von Tails 3.0 auf 4.0). Außerdem werden wir leichtere und robustere Upgrade-Mechanismen erforschen.

source: Adoption
ca: Adopció
de: Übernahme

source: We will redesign our homepage to **explain better what is Tails** to new users and why they should use it.
ca: Redissenyarem la nostra pàgina d'inici per **explicar millor què és Tails** als nous usuaris i per què l'han d'utilitzar.
de: Wir werden unsere Homepage neu gestalten, um **besser zu erklären, was Tails ist** und warum neue Benutzer es verwenden sollten.

source: We will make it much easier to translate our website and train new translators, hopefully leading to offering more languages available on our website.
ca: Farem molt més fàcil traduir el nostre lloc web i formar nous traductors, amb l'esperança d'oferir més idiomes disponibles al nostre lloc web.
de: Wir werden es viel einfacher machen, unsere Website zu übersetzen und neue Übersetzer auszubilden, in der Hoffnung, dass wir mehr Sprachen auf unserer Website anbieten können.

source: Under the hood
ca: Sota el capó
de: Unter der Haube

source: - We will upgrade Tails to Debian 10 (Buster), planned for mid 2019.
ca: - Actualitzarem Tails a Debian 10 (Buster), previst per a mitjans de 2019.
de: - Wir werden Tails auf Debian 10 (Buster) aktualisieren, geplant für Mitte 2019.

source: As always, most of the day-to-day work that we do is invisible to our users and we will tackle many technical migrations in our code and infrastructure (Debian 10, Tor Launcher as Web Extension, Jenkins 2, Gitolite 3, Java 11, etc.).
ca: Com sempre, la major part del treball diari que fem és invisible per als nostres usuaris i abordarem moltes migracions tècniques en el nostre codi i infraestructura (Debian 10, Tor Launcher com a extensió web, Jenkins 2, Gitolite 3, Java 11, etc.).

source: We will contribute the security improvements that we wrote for the *Thunderbird* autoconfiguration with *Thunderbird* upstream.
ca: Aportarem les millores de seguretat que vam escriure per a la configuració automàtica del *Thunderbird* a l'equip del *Thunderbird*.
de: Wir werden die Sicherheitsverbesserungen, die wir für die *Thunderbird*-Autokonfiguration geschrieben haben, an das *Thunderbird*-Upstream-Team weitergeben.

source: Thanks to your generous donations, we will finally have a budget dedicated to do many more smaller usability improvements everywhere in Tails.
ca: Gràcies a les vostres generoses donacions, finalment tindrem un pressupost dedicat a fer moltes petites millores d'usabilitat arreu a Tails.
de: Dank Ihrer großzügigen Spenden werden wir endlich ein Budget haben, das es uns ermöglicht, viele weitere kleinere Benutzerfreundlichkeitsverbesserungen überall in Tails vorzunehmen.

source: In 2019, we will put a lot of efforts on making Tails **easier to understand and install**. More and more people will get to know and use Tails to protect themselves. We all want this, and you, by donating at your level, can help to **make this happen**.
ca: El 2019, farem molts esforços per fer que Tails sigui **més fàcil d'entendre i d'instal·lar**. Cada cop més gent coneixerà i utilitzarà Tails per protegir-se. Tots ho volem, i vosaltres, fent una donació al vostre nivell, podeu ajudar a **que això passi**.
de: Im Jahr 2019 werden wir viel Aufwand darauf verwenden, Tails **leichter verständlich und installierbar** zu machen. Immer mehr Menschen werden Tails kennenlernen und nutzen, um sich zu schützen. Wir alle möchten dies, und Sie können durch Spenden auf Ihrem Niveau helfen, **dies zu ermöglichen**.

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
