Repository: ks-sbc/os
Catalog: wiki/src/news/plans_for_2021.*.po
Languages: ca, de

source: [[!meta title="Our plans for 2021"]]
ca: [[!meta title="Els nostres plans per al 2021"]]
de: [[!meta title="Unsere Pläne für das Jahr 2021"]]

source: In 2021, we want to focus on improving some of the very core features of Tails, especially for **censorship circumvention**.
ca: El 2021, volem centrar-nos a millorar algunes de les característiques bàsiques de Tails, especialment per a la **elusió de la censura**.
de: Im Jahr 2021 wollen wir uns darauf konzentrieren, einige der Kernfunktionen von Tails zu verbessern, insbesondere für die **Umgehung von Zensur**.

source: To support our work in 2021, take a minute now to [[donate and fight surveillance and censorship|donate]]!
ca: Per donar suport a la nostra feina el 2021, dediqueu un minut ara per [[fer una donació i lluitar contra la vigilància i la censura|donate]]!
de: Um unsere Arbeit im Jahr 2021 zu unterstützen, nehmen Sie sich jetzt eine Minute Zeit, um [[zu spenden und gegen Überwachung und Zensur zu kämpfen|donate]]!

source: Censorship circumvention
ca: Elusió de la censura
de: Umgehung der Zensur

source: We want to completely redesign how to **start Tor and configure Tor bridges**.
ca: Volem redissenyar completament com **iniciar Tor i configurar els ponts de Tor**.
de: Wir möchten die Art und Weise, wie man **Tor startet und Tor-Bridges konfiguriert**, vollständig neu gestalten.

source: This will make it easier for people in countries where accessing Tor is blocked to circumvent censorship. According to data from the Tor project, the top 5 countries by users of Tor bridges are Russia, Iran, the US, Belarus, and China.
ca: Això facilitarà que les persones dels països on l'accés a Tor estigui bloquejat puguin evitar la censura. Segons dades del projecte Tor, els 5 principals països dels usuaris dels ponts de Tor són Rússia, l'Iran, els EUA, Bielorússia i la Xina.
de: Dies wird es Menschen in Ländern, in denen der Zugriff auf Tor blockiert ist, erleichtern, Zensur zu umgehen. Laut Daten des Tor-Projekts sind die fünf Länder mit den meisten Nutzern von Tor-Bridges Russland, Iran, die USA, Weißrussland und China.

source: Persistent Storage
ca: Emmagatzematge Persistent
de: Beständiger Datenspeicher

source: We want to improve the interface of the **Persistent Storage settings**.
ca: Volem millorar la interfície de la **configuració de l'Emmagatzematge Persistent**.
de: Wir möchten die Benutzeroberfläche der **Einstellungen des beständigen Datenspeichers** verbessern.

source: Improving the Persistent Storage was your top priority when we surveyed our users in July. We want to start by improving the usability of its core features and rewriting this 9-year-old Perl application into Python GTK+. This will make it possible to improve it faster in the future.
ca: Millorar l'Emmagatzematge Persistent era la vostra prioritat principal quan vam enquestar els nostres usuaris al juliol. Volem començar millorant la usabilitat de les seves funcions bàsiques i reescriure aquesta aplicació Perl de 9 anys a Python GTK+. Això permetrà millorar-lo més ràpidament en el futur.
de: Das Verbessern des Persistent Storage war die oberste Priorität, als wir im Juli unsere Benutzer befragt haben. Wir möchten damit beginnen, die Benutzerfreundlichkeit seiner Kernfunktionen zu verbessern und diese 9 Jahre alte Perl-Anwendung in Python GTK+ umzuschreiben. Dies wird es in Zukunft ermöglichen, sie schneller zu verbessern.

source: We also want to make it possible to persist Tor bridges.
ca: També volem fer possible que persisteixin els ponts de Tor.
de: Wir möchten auch die Möglichkeit schaffen, Tor-Brücken persistent zu speichern.

source: Security and maintenance
ca: Seguretat i manteniment
de: Sicherheit und Wartung

source: To improve the security of all applications in Tails, we want to **migrate to <em>Wayland</em>**. *Wayland* is a new display system for Linux that better controls how each application interacts with the rest of the system.
ca: Per millorar la seguretat de totes les aplicacions de Tails, volem **migrar a <em>Wayland</em>**. *Wayland* és un nou sistema de visualització per a Linux que controla millor com cada aplicació interactua amb la resta del sistema.
de: Um die Sicherheit aller Anwendungen in Tails zu verbessern, möchten wir zu **<em>Wayland</em> migrieren**. *Wayland* ist ein neues Anzeigesystem für Linux, das besser steuert, wie jede Anwendung mit dem Rest des Systems interagiert.

source: For example, *Wayland* will fix how the [[*Unsafe Browser* can be used to deanonymize you|doc/anonymous_internet/unsafe_browser#security]].
ca: Per exemple, *Wayland* corregirà [[la forma en la que es pot utilitzar el *Navegador Insegur* per desanonimitzar-vos|doc/anonymous_internet/unsafe_browser#security]].
de: Zum Beispiel wird *Wayland* beheben, wie der [[*Unsichere Browser* verwendet werden kann, um Sie zu deanonymisieren|doc/anonymous_internet/unsafe_browser#security]].

source: We will also release **Tails 5.0**, based on Debian 11 (Bullseye) at the end of 2021. It will bring new versions of most of the software included in Tails.
ca: També llançarem **Tails 5.0**, basat en Debian 11 (Bullseye) a finals de 2021. Aportarà noves versions de la majoria del programari inclòs a Tails.
de: Wir werden auch **Tails 5.0**, basierend auf Debian 11 (Bullseye), Ende 2021 veröffentlichen. Es wird neue Versionen der meisten in Tails enthaltenen Software bringen.

source: Help us fight surveillance and censorship
ca: Ajudeu-nos a lluitar contra la vigilància i la censura
de: Helfen Sie uns, Überwachung und Zensur zu bekämpfen

source: All our work is made possible by donations from people like you. We particularly appreciate monthly and yearly donations, even the smallest ones. Because they help us plan our work, they are the most valuable for the sustainability of Tails.
ca: Tot el nostre treball és possible gràcies a les donacions de persones com tu. Agraïm especialment les donacions mensuals i anuals, fins i tot les més petites. Com que ens ajuden a planificar la nostra feina, són les més valuoses per a la sostenibilitat de Tails.
de: All unsere Arbeit wird durch Spenden von Menschen wie Ihnen ermöglicht. Wir schätzen insbesondere monatliche und jährliche Spenden, selbst die kleinsten. Da sie uns helfen, unsere Arbeit zu planen, sind sie am wertvollsten für die Nachhaltigkeit von Tails.

source: To support our work in 2021, take a minute now to donate and fight surveillance and censorship!
ca: Per donar suport a la nostra feina el 2021, dediqueu un minut ara a donar i lluitar contra la vigilància i la censura!
de: Um unsere Arbeit im Jahr 2021 zu unterstützen, nehmen Sie sich bitte einen Moment Zeit, um zu spenden und Überwachung und Zensur zu bekämpfen!

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
