Repository: ks-sbc/os
Catalog: wiki/src/news/plans_for_2020.*.po
Languages: ca, de

source: [[!meta title="Our plans for 2020"]]
ca: [[!meta title="Els nostres plans per al 2020"]]
de: [[!meta title="Unsere Pläne für 2020"]]

source: On October 7, we launched our donation campaign by explaining [[why supporting Tails is more important than ever|news/2019-fundraiser]]. On October 31, we summarized [[what we did in 2019 to make Tails easier to adopt by new users|news/achievements_in_2019]]. Today we pass on to you our plans for 2020.
ca: El 7 d'octubre vam llançar la nostra campanya de donacions explicant [[per què donar suport a Tails és més important que mai|news/2019-fundraiser]]. El 31 d'octubre, vam resumir [[què vam fer l'any 2019 per facilitar l'adopció de Tails pels nous usuaris|news/achievements_in_2019]]. Avui us passem els nostres plans per al 2020.
de: Am 7. Oktober haben wir unsere Spendenkampagne gestartet und erklärt, [[warum die Unterstützung von Tails wichtiger denn je ist|news/2019-fundraiser]]. Am 31. Oktober haben wir zusammengefasst, [[was wir 2019 getan haben, um Tails für neue Nutzer einfacher zu machen|news/achievements_in_2019]]. Heute geben wir Ihnen unsere Pläne für 2020 weiter.

source: But first, we are pleased that the donation campaign has been pretty successful so far. We received around 50&#8239;000 € already, which is 69% more than last year. Still, these good results are due to some large donations and fewer people have been donating so far, 16% less than in 2018. We hope that after reading this post many of you will consider <a href="https://tails.net/donate/?r=plans2020">donating to Tails</a>.
ca: Però primer, estem contents que la campanya de donacions hagi tingut bastant èxit fins ara. Hem rebut uns 50&#8239;000€ ja, que és un 69% més que l'any passat. Tot i així, aquests bons resultats es deuen a algunes grans donacions i, fins ara, menys persones han donat, un 16% menys que el 2018. Esperem que després de llegir aquesta notícia molts de vosaltres considereu <a href="https://tails.net/donate/index.ca.html?r=plans2020">donar a Tails</a>.
de: Aber zunächst einmal freuen wir uns, dass die Spendenaktion bisher recht erfolgreich verlaufen ist. Wir bekamen bereits rund 50&#8239;000 €, das sind 69 % mehr als im letzten Jahr. Dennoch sind diese guten Ergebnisse auf einige große Spenden zurückzuführen und bisher haben weniger Menschen gespendet, 16 % weniger als im Jahr 2018. Wir hoffen, dass viele von Ihnen nach der Lektüre dieses Beitrags eine <a href="https://tails.net/donate/index.de.html?r=plans2020">Spende an Tails</a> abgeben könnten.

source: Less manual upgrades (January 2020)
ca: Menys actualitzacions manuals (gener de 2020)
de: Weniger manuelle Upgrades (Januar 2020)

source: Tails ships an automatic upgrade mechanism since 2013. But this mechanism only works for a limited amount of upgrades, after which a [["manual" upgrade|doc/upgrade#manual]] is needed.
ca: Tails ofereix un mecanisme d'actualització automàtica des del 2013. Però aquest mecanisme només funciona per a una quantitat limitada d'actualitzacions, després de les quals cal una [[actualització "manual"|doc/upgrade#manual]].
de: Tails enthält seit 2013 einen automatischen Upgrade-Mechanismus. Dieser Mechanismus funktioniert jedoch nur für eine begrenzte Anzahl von Upgrades, nach denen ein [["manuelles" Upgrade|doc/upgrade#manual]] erforderlich ist.

source: These manual upgrades are a major pain point and we know that users often think their Tails is "broken" when automatic upgrades are not possible anymore.
ca: Aquestes actualitzacions manuals són un problema important i sabem que els usuaris sovint pensen que el seu Tails està "trencat" quan les actualitzacions automàtiques ja no són possibles.
de: Diese manuellen Upgrades sind ein großes Ärgernis, und wir wissen, dass Nutzer oft denken, ihr Tails sei "kaputt", wenn automatische Upgrades nicht mehr möglich sind.

source: In 2020, we will remove the need for most of these manual upgrades. And as automatic upgrades are also often too painful we will research ways to make them lighter and more robust.
ca: El 2020, eliminarem la necessitat de la majoria d'aquestes actualitzacions manuals. I com que les actualitzacions automàtiques també solen ser massa doloroses, investigarem maneres de fer-les més lleugeres i robustes.
de: Im Jahr 2020 werden wir die Notwendigkeit für die meisten dieser manuellen Upgrades entfernen. Da automatische Upgrades ebenfalls oft zu schmerzhaft sind, werden wir Möglichkeiten erforschen, um sie leichter und robuster zu gestalten.

source: New homepage and outreach material (April 2020)
ca: Nova pàgina d'inici i material de divulgació (abril de 2020)
de: Neue Homepage und Outreach-Materialien (April 2020)

source: Leveraging all the work that we have done in the past years to make Tails easier to install and use, in 2020, we will explain better what Tails is and why people should use it.
ca: Aprofitant tot el treball que hem fet els darrers anys per fer que Tails sigui més fàcil d'instal·lar i utilitzar, el 2020 explicarem millor què és Tails i per què la gent l'ha d'utilitzar.
de: Indem wir all die Arbeit, die wir in den vergangenen Jahren geleistet haben, nutzen, um Tails einfacher zu installieren und zu verwenden, werden wir im Jahr 2020 besser erklären, was Tails ist und warum Menschen es nutzen sollten.

source: The text on our Home and About pages have not changed significantly since 2011. It is too verbose, too technical for most people, and not sufficiently engaging visually. Since then Tails has come a long way: the number of people using Tails has been multiplied by 16. Tails is no longer an experimental project for privacy experts but a well-established reference.
ca: El text de la nostra pàgina d'inici i Informació no ha canviat significativament des del 2011. És massa detallat, massa tècnic per a la majoria de la gent i no és prou atractiu visualment. Des d'aleshores Tails ha recorregut un llarg camí: el nombre de persones que utilitzen Tails s'ha multiplicat per 16. Tails ja no és un projecte experimental per a experts en privadesa sinó un referent consolidat.
de: Der Text auf unseren Start- und Über-Seiten hat sich seit 2011 nicht wesentlich geändert. Er ist zu langatmig, zu technisch für die meisten Menschen und visuell nicht ausreichend ansprechend. Seitdem hat sich Tails erheblich weiterentwickelt: Die Anzahl der Menschen, die Tails verwenden, hat sich um das 16-Fache erhöht. Tails ist kein experimentelles Projekt für Datenschutzexperten mehr, sondern ein gut etabliertes Referenzprojekt.

source: For the less technical part of our target audience, Tails is a technological object like nothing they have used before. Some of the core concepts of Tails are particularly innovative and hard to understand before using it:
ca: Per a la part menys tècnica del nostre públic objectiu, Tails és un objecte tecnològic com res que hagin utilitzat abans. Alguns dels conceptes bàsics de Tails són particularment innovadors i difícils d'entendre abans d'utilitzar-lo:
de: Für den weniger technikaffinen Teil unseres Zielpublikums ist Tails ein technisches Objekt, wie sie es zuvor noch nie verwendet haben. Einige der grundlegenden Konzepte von Tails sind besonders innovativ und schwer zu verstehen, bevor man es benutzt:

source: - Tails is a full operating system that is started from a USB stick.
ca: - Tails és un sistema operatiu complet que s'inicia des d'un llapis USB.
de: - Tails ist ein vollständiges Betriebssystem, das von einem USB-Stick gestartet wird.

source: - Tails forgets everything by default.
ca: - Tails ho oblida tot per defecte.
de: - Tails vergisst standardmäßig alles.

source: To make sure that the new explanation of Tails makes sense to less tech-savvy users, we will use [user-centered](https://simplysecure.org/blog/formative-testing) [design techniques](https://simplysecure.org/blog/branding-tails) and work with [[professional graphic designers|jobs/illustrations_how_tails_work]].
ca: Per assegurar-nos que la nova explicació de Tails tingui sentit per als usuaris menys experts en tecnologia, utilitzarem [tècniques de disseny](https://simplysecure.org/blog/branding-tails) [centrades en l'usuari](https://simplysecure.org/blog/formative-testing) i treballar amb [[dissenyadors gràfics professionals|jobs/illustrations_how_tails_work]].

source: To reach critical communities of users and digital security trainers worldwide, we will also print outreach materials based on this new explanation, make it available in 4 languages, and send it to partner organizations worldwide.
ca: Per arribar a comunitats crítiques d'usuaris i formadors de seguretat digital a tot el món, també imprimirem materials de divulgació basats en aquesta nova explicació, els posarem a disposició en quatre idiomes i els enviarem a organitzacions associades d'arreu del món.

source: If your organization works with journalists, activists, or human-defenders and is interested in receiving leaflets about Tails in 2020, please <a href="mailto:sajolida@pimienta.org">get in touch with us</a>.
ca: Si la vostra organització treballa amb periodistes, activistes o defensors dels drets humans i està interessada a rebre fulletons sobre Tails el 2020, <a href="mailto:sajolida@pimienta.org">contacteu amb nosaltres</a>.

source: Secure Boot for better hardware support (July 2020)
ca: Arrencada segura per a un millor suport de maquinari (juliol de 2020)
de: Secure Boot für bessere Hardwareunterstützung (Juli 2020)

source: In 2019, we worked on making it much easier for users to start Tails on Mac and as a consequence, their numbers more than doubled.
ca: El 2019, vam treballar per facilitar als usuaris iniciar Tails a Mac i, com a conseqüència, el seu nombre es va duplicar.
de: Im Jahr 2019 haben wir daran gearbeitet, es den Benutzern erheblich zu erleichtern, Tails auf dem Mac zu starten, und infolgedessen hat sich ihre Zahl mehr als verdoppelt.

source: For years, Secure Boot has been among the main sources of issues reported to our help desk and prevented less tech-savvy users to adopt Tails.
ca: Durant anys, Secure Boot ha estat una de les principals fonts de problemes informats al nostre servei d'assistència i ha impedit que els usuaris menys experts en tecnologia adoptessin Tails.
de: Seit Jahren ist Secure Boot eine der Hauptquellen für Probleme, die an unseren Helpdesk gemeldet wurden, und hat es weniger technikaffinen Benutzern erschwert, Tails zu nutzen.

source: Currently, many have to learn how to disable Secure Boot on their computer. This process is slightly different on every computer, is very complicated to learn on your own, and can lead to scary problems on Windows computers, for example [[!tails_ticket 15016#note-19 desc="*BitLocker* asking you for a recovery key"]].
ca: Actualment, molts han d'aprendre a desactivar l'arrencada segura al seu ordinador. Aquest procés és lleugerament diferent a cada ordinador, és molt complicat aprendre pel vostre compte i pot provocar problemes aterridors per a ordinadors Windows, per exemple [[!tails_ticket 15016#note-19 desc="*BitLocker* us demana una clau de recuperació"]].
de: Derzeit müssen viele lernen, wie sie Secure Boot auf ihrem Computer deaktivieren. Dieser Prozess ist auf jedem Computer etwas anders, ist sehr kompliziert, um ihn selbst zu lernen, und kann zu beängstigenden Problemen auf Windows-Computern führen, zum Beispiel [[!tails_ticket 15016#note-19 desc="*BitLocker*, der nach einem Wiederherstellungsschlüssel fragt"]].

source: Next year, we will add support for Secure Boot to Tails, making it easier to start on PC, for which 90% of people download Tails.
ca: L'any que ve, afegirem suport per a Secure Boot a Tails, cosa que facilitarà l'inici a l'ordinador, per al qual el 90% de la gent baixa Tails.

source: <strong>In 2020, we will keep the focus on improving Tails usability and outreaching to the people the most in need of digital security. If you also think that this is important, please take a moment to donate to Tails.</strong>
ca: <strong>El 2020, ens centrarem en la millora de la usabilitat de Tails i la difusió a la gent amb més necessitat de seguretat digital. Si també creieu que això és important, si us plau, preneu un moment per fer una donació a Tails.</strong>

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
