Repository: ks-sbc/os
Catalog: wiki/src/news/spoof-mac.*.po
Languages: ca, de

source: [[!meta title="Call for testing: MAC address spoofing"]]
ca: [[!meta title="Convocatòria de proves: anonimització d'adreces MAC"]]
de: [[!meta title="Aufruf zum Testen: Spoofing von MAC-Adressen"]]

source: You can help Tails! The [[MAC address spoofing|contribute/design/MAC_address]] feature is ready for testing. This feature prevents geographical tracking of your network devices (and by extension, you) by randomising their [[!wikipedia MAC addresses]].
ca: Podeu ajudar a Tails! La funcionalitat [[Suplantació d'adreces MAC|contribute/design/MAC_address]] està preparada per a ser posada a prova. Aquesta característica impedeix el seguiment geogràfic dels vostres dispositius de xarxa (i, per extensió, de vosaltres) mitjançant l'aleatorització de les seves [[!wikipedia_ca Adreça_MAC desc="adreces MAC"]].
de: Sie können Tails helfen! Die Funktion [[MAC-Adressspoofing|contribute/design/MAC_address]] steht zum Testen bereit. Diese Funktion verhindert die geografische Verfolgung Ihrer Netzwerkgeräte (und damit auch Ihrer), indem Sie deren [[!wikipedia_de MAC-Adresse desc="MAC-Adressen"]] zufällig auswählen.

source: If you have security auditing skills you are more than welcome to review our [[design|contribute/design/MAC_address]] and [[implementation|contribute/design/MAC_address#implementation]].
ca: Si teniu habilitats d'auditoria de seguretat, podeu revisar el nostre [[disseny|contribute/design/MAC_address]] i [[implementació|contribute/design/MAC_address#implementation]].
de: Wenn Sie über Fähigkeiten im Bereich der Sicherheitsüberprüfung verfügen, können Sie gerne unsere [[design|contribute/design/MAC_address]] und [[Implementierung|contribute/design/MAC_address#implementation]] überprüfen.

source: Background
ca: Context
de: Hintergrund

source: Every network device (wired, Wi-Fi/wireless, 3G/mobile) has a [[!wikipedia MAC address]], which is a unique identifier used to address them on the local network. Broadcasting a unique identifier in this manner introduce a couple of potential privacy issues for Tails users. Geographical location tracking is the main one: observing a MAC address at a particular location and time ties the corresponding device to the same location and time. If the real identity of the device's owner is known, their movements can be determined. To prevent this one can temporarily change the MAC address to something random at each boot, which is referred to as "MAC address spoofing".
ca: Cada dispositiu de xarxa (cable, Wi-Fi/sense fil, 3G/mòbil) té una [[!wikipedia_ca adreça MAC]], que és un identificador únic que s'utilitza per adreçar-los a la xarxa local. La difusió d'un identificador únic d'aquesta manera introdueix un parell de possibles problemes de privadesa per als usuaris de Tails. El seguiment de la ubicació geogràfica és el principal: l'observació d'una adreça MAC en un lloc i hora concrets vincula el dispositiu corresponent a la mateixa ubicació i hora. Si es coneix la identitat real del propietari del dispositiu, es poden determinar els seus moviments. Per evitar-ho, es pot canviar temporalment l'adreça MAC a alguna cosa aleatòria a cada arrencada, que es coneix com a «suplantació d'adreces MAC».
de: Jedes Netzwerkgerät (verkabelt, Wi-Fi/drahtlos, 3G/mobil) verfügt über eine [[!wikipedia_de MAC-Adresse]], eine eindeutige Kennung, mit der es im lokalen Netzwerk adressiert wird. Das Senden einer eindeutigen Kennung auf diese Weise führt zu einigen potenziellen Datenschutzproblemen für Tails-Benutzer. Die geografische Standortverfolgung ist die Wichtigste: Die Beobachtung einer MAC-Adresse an einem bestimmten Ort und zu einer bestimmten Zeit bindet das entsprechende Gerät an denselben Ort und dieselbe Zeit. Wenn die tatsächliche Identität des Gerätebesitzers bekannt ist, können deren Bewegungen bestimmt werden. Um dies zu verhindern, kann man die MAC-Adresse bei jedem Start vorübergehend in etwas Zufälliges ändern, was als "MAC-Adress-Spoofing" bezeichnet wird.

source: How to download the test image
ca: Com baixar la imatge de prova
de: So laden Sie das Test-Image herunter

source: Download the latest test ISO from [build_Tails_ISO_devel](http://nightly.tails.boum.org/build_Tails_ISO_devel/). **Keep in mind that this is a test image.** Do not use it for anything else than testing this feature.
ca: Baixeu la darrera prova ISO de [build_Tails_ISO_devel](http://nightly.tails.boum.org/build_Tails_ISO_devel/). **Tingueu en compte que es tracta d'una imatge de prova.** No la feu servir per a res més que provar aquesta funció.
de: Laden Sie die neueste Test-ISO von [build_Tails_ISO_devel](http://nightly.tails.boum.org/build_Tails_ISO_devel/) herunter. ** Beachten Sie, dass dies eine Pre-Version ist. ** Verwenden Sie es ausschließlich nur zum Testen dieser Funktion.

source: How to use MAC spoofing in Tails
ca: Com utilitzar la suplantació de MAC a Tails
de: Die Verwendung von MAC-Spoofing in Tails

source: MAC spoofing is enabled by default in this test ISO. You can change this with a [[startup option|doc/first_steps/welcome_screen]]. The (preliminary) MAC spoofing documentation tries to explain situations where it actually may be a bad idea to keep this option enabled. However, as this is just a test version we of course urge you to not use it for anything serious, and if possible, to test both to enable and disable the option.
ca: La suplantació MAC està activada per defecte en aquesta prova ISO. Podeu canviar-ho amb una [[opció d'inici|doc/first_steps/welcome_screen]]. La documentació de suplantació MAC (preliminar) intenta explicar situacions en què realment pot ser una mala idea mantenir aquesta opció activada. Tanmateix, com que es tracta només d'una versió de prova, per descomptat, us recomanem que no l'utilitzeu per a res seriós i, si és possible, que proveu d'habilitar i desactivar l'opció.
de: MAC-Spoofing ist standardmäßig in diesem Test-ISO aktiviert. Sie können dies mit einer [[Startoption|doc/first_steps/welcome_screen]] ändern. Die (vorläufige) Dokumentation zum MAC-Spoofing versucht zu erklären, in welchen Situationen es tatsächlich eine schlechte Idee sein kann, diese Option aktiviert zu lassen. Da dies jedoch nur eine Testversion ist, fordern wir Sie selbstverständlich auf, sie nicht für ernsthafte Anwendungen zu verwenden und, wenn möglich, beide Optionen – sowohl die Aktivierung als auch die Deaktivierung – zu testen.

source: What to test
ca: Què provar
de: Was zu testen

source: For any MAC spoofing-related issues you experience using this test ISO, please include the output from the following commands when reporting it to us (note: it requires setting an [[doc/first_steps/welcome_screen/administration_password]]):
ca: Per a qualsevol problema relacionat amb la suplantació MAC que experimenteu amb aquesta prova ISO, incloeu la sortida de les ordres següents quan ens ho comuniqueu (nota: cal establir una [[contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]]):
de: Bei allen MAC-Spoofing-bezogenen Problemen, die Sie mit diesem Test-ISO haben, fügen Sie bitte die Ausgabe der folgenden Befehle bei, wenn Sie es uns melden (Hinweis: Es erfordert die Festlegung eines [[doc/first_steps/welcome_screen/administration_password]]):

source: In particular, we would like you to pay extra attention to the following things:
ca: En particular, ens agradaria que prestéssiu una atenció especial a les coses següents:
de: Insbesondere bitten wir, auf folgende Dinge besonders zu achten:

source: Verify that the MAC spoofing setting is enforced
ca: Comproveu que s'aplica la configuració de suplantació MAC
de: Stellen Sie sicher, dass die MAC-Spoofing-Einstellung übernommen wurde

source: Please verify that the MAC spoofing setting you select actually is enforced by issuing the following commands:
ca: Si us plau, verifiqueu que la configuració de suplantació MAC que seleccioneu s'aplica realment emetent les ordres següents:
de: Stellen Sie sicher, dass die von Ihnen ausgewählte MAC-Spoofing-Einstellung tatsächlich übernommen wurde, indem Sie die folgenden Befehle eingeben:

source: For each network device you'll get an entry looking something like this:
ca: Per a cada dispositiu de xarxa, obtindreu una entrada semblant a aquesta:
de: Für jedes Netzwerkgerät erhalten Sie einen Eintrag, der ungefähr so aussieht:

source: The "Permanent MAC" is the network device's "real", unique MAC address; the "Current MAC" is whatever it is set to at the moment, spoofed or not. In other words:
ca: La «Permanent MAC» és l'adreça MAC única “real” del dispositiu de xarxa; la «Current MAC» és la que estigui configurada en aquest moment, falsificada o no. En altres paraules:
de: Der "Permanent MAC" ist die "echte", eindeutige MAC-Adresse des Netzwerkgeräts. Der "Current MAC" ist das, worauf er gerade eingestellt ist, gefälscht oder nicht. Mit anderen Worten:

source: if they are *different*, then MAC spoofing is *enabled*;
ca: si són *diferents*, aleshores la suplantació MAC està *habilitada*;
de: wenn sie *unterschiedlich* sind, ist das MAC-Spoofing *aktiviert*;

source: if they are *the* *same*, then MAC spoofing is *disabled*.
ca: si són *iguals*, aleshores la suplantació MAC està *desactivada*.
de: Wenn sie *gleich* sind, ist das MAC-Spoofing *deaktiviert*.

source: Please report if you ever get unexpected results.
ca: Si us plau, informeu si obteniu resultats inesperats.
de: Wir bitten um Rückmeldung, wenn Sie unerwartete Ergebnisse erhalten.

source: MAC address allowlisting problems
ca: Problemes de llista d'adreces MAC

source: Some wireless networks are configured to only allow connections for devices with certain MAC addresses, called MAC address allowlisting. MAC address spoofing will cause issues on networks like these. Therefore Tails has a crude mechanism for detecting this, and will show an informative notification about what to do about it.
ca: Algunes xarxes sense fil estan configurades per permetre connexions només per a dispositius amb determinades adreces MAC, anomenada llista blanca d'adreces MAC. La suplantació d'adreces MAC provocarà problemes en xarxes com aquestes. Per tant, Tails té un mecanisme cru per detectar-ho i mostrarà una notificació informativa sobre què cal fer al respecte.
de: Einige drahtlose Netzwerke sind so konfiguriert, dass nur Geräte mit bestimmten MAC-Adressen eine Verbindung herstellen dürfen, was als MAC-Adress-Whitelistung bezeichnet wird. Das Spoofing von MAC-Adressen kann auf solchen Netzwerken zu Problemen führen. Daher verfügt Tails über einen einfachen Mechanismus zur Erkennung dieses Problems und zeigt eine informative Benachrichtigung darüber an, was zu tun ist.

source: If you have access to a wireless network that employs MAC address allowlisting, then connect to it with MAC spoofing enabled and verify that Tails shows a notification with the headline: "Network connection blocked?".
ca: Si teniu accés a una xarxa sense fil que empra la llista blanca d'adreces MAC, connecteu-vos-hi amb la suplantació MAC activada i comproveu que Tails mostri una notificació amb el títol: «Connexió de xarxa bloquejada?».

source: Note: Tails detection mechanism for MAC address allowlisting only works for wireless (Wi-Fi) networks.
ca: Nota: el mecanisme de detecció de Tails per a la llista blanca d'adreces MAC només funciona per a xarxes sense fil (Wi-Fi).

source: Network problems
ca: Problemes de xarxa
de: Netzwerkprobleme

source: Please report all network device and connection issues, e.g. if any of your network devices do not get detected by Tails at all, if the network connection fails, or if the network connection succeeds but actually does not work. Also check whether you experience the same issues using Tails 0.22.
ca: Informeu de tots els problemes de connexió i dispositius de xarxa; per exemple, si algun dels vostres dispositius de xarxa no és detectat per Tails, si la connexió de xarxa falla o si la connexió de xarxa té èxit però en realitat no funciona. Comproveu també si experimenteu els mateixos problemes amb Tails 0.22.
de: Bitte melden Sie alle Netzwerkgeräte- und Verbindungsprobleme, z.B. wenn eines Ihrer Netzwerkgeräte von Tails überhaupt nicht erkannt wird, wenn die Netzwerkverbindung fehlschlägt oder wenn die Netzwerkverbindung erfolgreich ist, aber tatsächlich nicht funktioniert. Überprüfen Sie auch, ob bei Tails 0.22 dieselben Probleme auftreten.

source: Known issues
ca: Problemes coneguts
de: Bekannte Probleme

source: No fail-safe for hotplugged devices after logging in
ca: No hi ha cap seguretat per a dispositius connectats en calent després d'iniciar la sessió
de: Keine Ausfallsicherheit für Hotplugged-Geräte nach dem Anmelden

source: In order to prevent the real MAC address from leaking when MAC spoofing fails for some network device, Tails has a fail-safe that simply disables the device. At the moment this only works for network devices present before logging in with Tails Greeter; the fail-safe does *not* work for e.g. Wi-Fi USB dongles hotplugged *after* that.
ca: Per tal d'evitar que l'adreça MAC real es filtri quan la suplantació MAC falla per a algun dispositiu de xarxa, Tails té un sistema de seguretat que simplement desactiva el dispositiu. De moment això només funciona per als dispositius de xarxa presents abans d'iniciar sessió amb Tails Greeter; el sistema de seguretat *no* funciona per a Dongles USB Wi-Fi connectats en calent *posteriorment*.
de: Um zu verhindern, dass die echte MAC-Adresse verloren geht, wenn das MAC-Spoofing für ein Netzwerkgerät fehlschlägt, verfügt Tails über eine Ausfallsicherung, die das Gerät einfach deaktiviert. Im Moment funktioniert dies nur für Netzwerkgeräte, die vorhanden sind, bevor Sie sich im Tails Greeter anmelden. Der Fail-Safe funktioniert *nicht* für z.B. Wi-Fi USB-Dongles die *danach* eingesteckt wurden.
