Repository: ks-sbc/os
Catalog: wiki/src/news/story_protecting_abortion_activists.*.po
Languages: ca, de

source: [[!meta title="Protecting abortion activists in Brazil"]]
ca: [[!meta title="Protegint els activistes de l'avortament al Brasil"]]
de: [[!meta title="Schutz von Abtreibungsaktivisten in Brasilien"]]

source: [[!img contribute/how/user_experience/interviews/gabriela.jpg link="no" alt="Afro-Brazilian handmade jewelry that hides a Tails USB stick"]]
ca: [[!img contribute/how/user_experience/interviews/gabriela.jpg link="no" alt="Joieria artesanal afrobrasilera que amaga un llapis USB de Tails"]]
de: [[!img contribute/how/user_experience/interviews/gabriela.jpg link="no" alt="Afro-brasilianischer handgefertigter Schmuck, der einen Tails-USB-Stick versteckt"]]

source: In August, we traveled to Brazil to learn how to improve Tails for the many people fighting for social change there. We trained 34 people on Tails: activists, journalists, feminists, and human rights defenders.
ca: A l'agost, vam viatjar al Brasil per aprendre a millorar Tails per a moltes persones que hi lluiten pel canvi social. Vam formar 34 persones sobre Tails: activistes, periodistes, feministes i defensores dels drets humans.
de: Im August reisten wir nach Brasilien, um zu erfahren, wie wir Tails für die vielen Menschen, die dort für sozialen Wandel kämpfen, verbessern können. Wir schulten 34 Personen in der Nutzung von Tails: Aktivisten, Journalisten, Feministinnen und Menschenrechtsverteidiger.

source: We also met Gabriela, a feminist hacker who has been training low-income women from the Bahia region on using Tails.
ca: També vam conèixer la Gabriela, una hacker feminista que ha estat formant dones de baixos ingressos de la regió de Bahia sobre l'ús de Tails.
de: Wir trafen auch Gabriela, eine feministische Hackerin, die Frauen mit geringem Einkommen aus der Region Bahia im Umgang mit Tails schult.

source: Gabriela introduced these women to Tails by mixing up local culture and privacy technology and presenting Tails as a *patuá*, a type of Brazilian protection amulet that hides the USB stick in jewelry.
ca: Gabriela va presentar Tails a aquestes dones barrejant la cultura local i la tecnologia de privadesa i presentant Tails com una *patuá*, un tipus d'amulet de protecció brasiler que amaga el llapis USB a les joies.
de: Gabriela stellte diese Frauen Tails vor, indem sie lokale Kultur und Privatsphäre-Technologie mischte und Tails als *patuá* präsentierte, eine Art brasilianischer Schutzamulett, das den USB-Stick in Schmuck versteckt.

source: These women didn't have computers of their own and used the computers at work or in university or the computers of their husbands and boyfriends. Tails is useful for them to work on reproductive rights but also to protect their personal data from intrusive boyfriends.
ca: Aquestes dones no tenien ordinadors propis i feien servir els ordinadors a la feina, a la universitat o els ordinadors dels seus marits i parelles. Tails els és útil per treballar en els drets reproductius, però també per protegir les seves dades personals de les seves parelles intrusives.
de: Diese Frauen hatten keinen eigenen Computer und nutzten die Computer bei der Arbeit oder an der Universität oder die Computer ihrer Ehemänner und Freunde. Tails ist für sie nützlich, um an reproduktiven Rechten zu arbeiten, aber auch, um ihre persönlichen Daten vor aufdringlichen Freunden zu schützen.

source: Women working on reproductive rights understand very easily the importance of privacy tools like Tails because a single mistake can compromise an entire organization and get them in trouble with the police.
ca: Les dones que treballen en drets reproductius entenen molt fàcilment la importància de les eines de privadesa com Tails perquè un sol error pot comprometre tota una organització i posar-los en problemes amb la policia.
de: Frauen, die im Bereich der reproduktiven Rechte arbeiten, verstehen sehr gut die Bedeutung von Datenschutztools wie Tails, da ein einziger Fehler eine ganze Organisation gefährden und sie in Schwierigkeiten mit der Polizei bringen kann.

source: Some of them had their home raided by the police after being denounced for their work on abortion. All the information about their patients was not in their phones, but in their Tails amulet, and the police couldn't find any evidence about their work.
ca: Algunes d'elles van tenir una redada polical a casa després de ser denunciades pel seu treball sobre l'avortament. Tota la informació sobre els seus pacients no era als seus telèfons, sinó a l'amulet de Tails, i la policia no va poder trobar cap prova sobre la seva feina.
de: Einige von ihnen wurden von der Polizei zu Hause durchsucht, nachdem sie wegen ihrer Arbeit an Abtreibungen denunziert worden waren. Alle Informationen über ihre Patienten waren nicht auf ihren Handys, sondern in ihrem Tails-Amulett, und die Polizei konnte keine Beweise für ihre Arbeit finden.

source: [[Read our full interview with Gabriela.|contribute/how/user_experience/interviews/gabriela]]
ca: [[Llegiu la nostra entrevista completa amb la Gabriela.|contribute/how/user_experience/interviews/gabriela]]
de: [[Lesen Sie unser vollständiges Interview mit Gabriela.|contribute/how/user_experience/interviews/gabriela]]

source: As the access to safe abortion continues to be problematic in too many countries around the world, we are very interested in getting in touch with more reproductive rights activists who are already using Tails or want to learn how to use it.
ca: Com que l'accés a l'avortament segur continua sent problemàtic a massa països del món, estem molt interessats a posar-nos en contacte amb més activistes dels drets reproductius que ja estan utilitzant Tails o volen aprendre a utilitzar-lo.
de: Da der Zugang zu sicherer Abtreibung in zu vielen Ländern weltweit weiterhin problematisch ist, sind wir sehr daran interessiert, Kontakt zu weiteren Aktivisten für reproduktive Rechte aufzunehmen, die bereits Tails verwenden oder lernen möchten, wie man es benutzt.

source: [[Get in touch with us.|about/contact]]
ca: [[Posa't en contacte amb nosaltres.|about/contact]]
de: [[Nehmen Sie Kontakt mit uns auf.|about/contact]]

source: [[**Donate now to keep more women safe.**|donate]]
ca: [[**Feu una donació ara per mantenir més dones segures.**|donate]]
de: [[**Spenden Sie jetzt, um mehr Frauen zu schützen.**|donate]]
