Repository: ks-sbc/os
Catalog: wiki/src/news/summit_2013.*.po
Languages: ca, de

source: [[!meta title="Tails 2013 summit report"]]
ca: [[!meta title="Informe de la cimera de Tails 2013"]]
de: [[!meta title="Tails 2013 Gipfelbericht"]]

source: A bunch of people spend a dozen days together in July at the third Tails developers yearly summit. This was a great opportunity to have crazy hacking sessions in person, as well as to discuss where we are heading to and how.
ca: Un munt de persones han passat una dotzena de dies juntes al juliol a la tercera cimera anual de desenvolupadors de Tails. Aquesta ha sigut una gran oportunitat per tenir sessions de pirateig boges en persona, així com per discutir cap a on ens dirigim i com.
de: Eine Gruppe von Leuten verbrachte im Juli ein Dutzend Tage zusammen auf dem dritten jährlichen Tails-Entwickler-Gipfel. Das war eine großartige Gelegenheit, um persönlich verrückte Hacking-Sessions zu veranstalten und zu besprechen, wohin und wie wir uns entwickeln wollen.

source: Discussions
ca: Debats
de: Diskussionen

source: We mainly discussed the **growth of the project**: given the growing number of users and our super-short release cycle, it is a challenge to keep the project sustainable and maintainable in the mid/long term.
ca: Vam parlar principalment del **creixement del projecte**: donat el nombre creixent d'usuaris i el nostre cicle de llançament súper curt, és un repte mantenir el projecte sostenible i mantenible a mitjà/llarg termini.
de: Wir haben vor allem über das **Wachstum des Projekts** gesprochen: Angesichts der wachsenden Zahl von Nutzern und unseres superkurzen Veröffentlichungszyklus ist es eine Herausforderung, das Projekt mittel- bis langfristig nachhaltig und wartbar zu halten.

source: Our take on this is first reflected by our **updated roadmap**: we now have a better vision of what we want to focus on for the next major releases of Tails: the 1.0, 1.1 and 2.0 milestones are now pretty well defined, and we even were bold enough to draft goals for 3.0.
ca: La nostra visió d'això es reflecteix primer en el nostre **full de ruta actualitzat**: ara tenim una millor visió del que volem centrar-nos per als propers llançaments importants de Tails: les fites 1.0, 1.1 i 2.0 ara estan força ben definides, i fins i tot vam ser prou atrevits per redactar objectius per a la 3.0.
de: Unsere Sichtweise spiegelt sich zunächst in unserer **aktualisierten Roadmap** wider: Wir haben jetzt eine klarere Vorstellung davon, worauf wir uns in den nächsten großen Tails-Versionen konzentrieren wollen. Die Meilensteine für die Versionen 1.0, 1.1 und 2.0 sind nun recht gut definiert, und wir waren sogar mutig genug, Ziele für Version 3.0 zu entwerfen.

source: Another key aspect on this topic was that we need to **make it easier to contribute** to Tails. We have listed many enhancements that could be made in this direction, especially on the website. We also have identified areas that could benefit most from a few new dedicated contributors. We will publish targeted calls for help in the next few months.
ca: Un altre aspecte clau sobre aquest tema és que hem de **facilitar la contribució** a Tails. Hem enumerat moltes millores que es podrien fer en aquesta direcció, especialment al lloc web. També hem identificat àrees que podrien beneficiar-se més d'uns quants nous col·laboradors dedicats. Publicarem crides d'ajuda específiques en els propers mesos.
de: Ein weiterer wichtiger Aspekt zu diesem Thema war, dass wir **es einfacher machen müssen, zu Tails beizutragen**. Wir haben viele Verbesserungen aufgelistet, die in dieser Richtung vorgenommen werden könnten, insbesondere auf der Website. Wir haben auch Bereiche identifiziert, die am meisten von einigen neuen engagierten Mitwirkenden profitieren könnten. In den nächsten Monaten werden wir gezielte Aufrufe zur Hilfe veröffentlichen.

source: We also **redesigned our communication channels** to ease involvement of new contributors, to make more workload sharing possible, and to be able to provide better user support. In short:
ca: També hem **redissenyat els nostres canals de comunicació** per facilitar la participació de nous col·laboradors, per fer possible compartir més càrrega de treball i poder oferir un millor suport als usuaris. En resum:
de: Wir haben auch unsere **Kommunikationskanäle neu gestaltet**, um die Beteiligung neuer Mitwirkender zu erleichtern, um mehr Arbeitsbelastung zu teilen und um besseren Benutzersupport bieten zu können. Kurz gesagt:

source: Our mailing lists see quite a lot of traffic these days. This might deter people from reading it. So, we will create two specialized mailing lists: a private, encrypted one will receive bug reports, while a public one will be dedicated to user support.
ca: Les nostres llistes de correu veuen molt trànsit aquests dies. Això pot dissuadir la gent de llegir-les. Així doncs, crearem dues llistes de correu especialitzades: una privada, encriptada, rebrà informes d'errors, mentre que una de pública estarà dedicada al suport dels usuaris.
de: Unsere Mailinglisten haben derzeit ziemlich viel Verkehr. Das könnte die Leute davon abhalten, sie zu lesen. Daher werden wir zwei spezialisierte Mailinglisten erstellen: Eine private, verschlüsselte Liste wird Bugberichte erhalten, während eine öffentliche Liste dem Benutzersupport gewidmet sein wird.

source: A growing FAQ will be assembled: it will be a tool for self-service help, and should make support work less repetitive.
ca: Es reunirà una pàgina de preguntes més freqüents creixent: serà una eina d'ajuda d'autoservei i hauria de fer que el treball d'assistència sigui menys repetitiu.
de: Eine wachsende FAQ wird zusammengestellt: Sie wird ein Werkzeug für die Selbsthilfe sein und sollte die Support-Arbeit weniger repetitiv gestalten.

source: In a few months, we will evaluate how all this fares and we will reconsider web support, which is postponed for the moment.
ca: D'aquí a uns mesos, avaluarem com va tot això i reconsiderarem el suport web, que de moment està ajornat.
de: In ein paar Monaten werden wir bewerten, wie sich all dies entwickelt, und wir werden den Websupport, der im Moment verschoben ist, erneut überdenken.

source: Still, the tails-dev mailing list remains the main communication channel for development and project-wide discussions.
ca: Tot i així, la llista de correu tails-dev continua sent el principal canal de comunicació per al desenvolupament i les discussions a tot el projecte.
de: Dennoch bleibt die tails-dev-Mailingliste der Hauptkommunikationskanal für Entwicklungs- und projektweite Diskussionen.

source: This summit gave us the chance to **evaluate and refine processes** that we have set up a year ago, such as our time-based release schedule and a formal merge policy.
ca: Aquesta cimera ens va donar l'oportunitat d'**avaluar i perfeccionar els processos** que vam establir fa un any, com ara el nostre programa de llançament basat en el temps i una política formal de fusió.
de: Dieser Gipfel gab uns die Möglichkeit, **Prozesse zu bewerten und zu verfeinern**, die wir vor einem Jahr eingerichtet haben, wie unseren zeitbasierten Release-Zeitplan und eine formelle Zusammenführungsrichtlinie.

source: To end with, the **public development meetings** experiment will be extended, and we will go on having monthly **Low Hanging Fruits sessions**. Not only these sessions are very useful to make Tails better, but we were happy to see new people join these parties recently. We hope to see even more of that in the future: these sessions are great times to **start contributing** to Tails!
ca: Per acabar, s'allargarà l'experiment de les **reunions públiques de desenvolupament** i continuarem fent sessions mensuals de **Low Hanging Fruits**. Aquestes sessions no només són molt útils per millorar Tails, sinó que ens alegra veure que recentment gent nova s'ha incorporat a aquestes festes. Esperem veure-ho encara més en el futur: aquestes sessions són bons moments per **començar a contribuir** a Tails!
de: Abschließend wird das Experiment mit den **öffentlichen Entwicklungstreffen** verlängert, und wir werden weiterhin monatliche **Low Hanging Fruits-Sitzungen** abhalten. Diese Sitzungen sind nicht nur sehr nützlich, um Tails zu verbessern, sondern wir haben uns auch gefreut, kürzlich neue Leute bei diesen Treffen begrüßen zu dürfen. Wir hoffen, dass wir in Zukunft noch mehr davon sehen: Diese Sitzungen sind großartige Gelegenheiten, um **beizutragen** und Tails zu unterstützen!

source: Hours of meetings were certainly a necessary part of the summit, but we also dedicated a fair share of our time to hands-on activities. Fortunately there is quite a lot of room for improvements in Tails, so we were never left unoccupied.
ca: Certament, les hores de reunions van ser una part necessària de la cimera, però també vam dedicar una bona part del nostre temps a activitats pràctiques. Afortunadament, hi ha molt marge de millora a Tails, de manera que no ens hem quedat desocupats.
de: Stundenlange Besprechungen waren sicherlich ein notwendiger Teil des Gipfels, aber wir haben auch einen fairen Teil unserer Zeit praktischen Aktivitäten gewidmet. Zum Glück gibt es in Tails noch einiges an Verbesserungspotential, sodass wir nie ohne Beschäftigung waren.

source: The most noticeable technical change that happened during the summit was perhaps our **move to Redmine** for managing our tasks and plans. We are not exploiting the full potential of Redmine yet, but it already feels far less messy than how we did previously. Hopefully this will help others get involved! Many thanks go to Riseup for hosting the Redmine instance we use. Note that we will keep using ikiwiki for blueprints.
ca: El canvi tècnic més notable que s'ha produït durant la cimera ha sigut potser el nostre **canvi a Redmine** per gestionar les nostres tasques i plans. Encara no estem explotant tot el potencial de Redmine, però ja notem que és molt menys desordenat que el mètode anterior. Esperem que això ajudi a altres a participar! Moltes gràcies a Riseup per allotjar la instància de Redmine que fem servir. Tingueu en compte que seguirem utilitzant ikiwiki per als documents de disseny.
de: Die auffälligste technische Änderung, die während des Gipfels stattfand, war vielleicht unser **Umstieg auf Redmine** zur Verwaltung unserer Aufgaben und Pläne. Wir nutzen das volle Potenzial von Redmine noch nicht, aber es fühlt sich bereits viel weniger chaotisch an als zuvor. Hoffentlich wird dies anderen helfen, sich zu engagieren! Ein herzlicher Dank geht an Riseup für das Hosting der von uns verwendeten Redmine-Instanz. Bitte beachten Sie, dass wir weiterhin ikiwiki für die Blaupausen verwenden werden.

source: Taking advantage of Redmine, we have started classifying tasks in various useful ways: e.g. **easy tickets** do not require much knowledge of the Tails internals to be solved, and are ideal places to get involved. In passing, other nice custom queries provide lists of tasks involving sysadmin. and web development.
ca: Aprofitant Redmine, hem començat a classificar les tasques de diverses maneres útils: per exemple, els **easy tickets** no requereixen gaire coneixement de la part interna de Tails per resoldre's, i són ideals per començar a col·laborar. De passada, altres consultes personalitzades agradables proporcionen llistes de tasques que involucren l'administració de sistemes i el desenvolupament web.

source: We spent some time listing problems with early builds of **Tails based on Debian Wheezy**. It is now clearer to us what remains to do: [[!tails_ticket 6015 desc="a few dozens tickets"]] were created. Did we mention that any kind of help is warmly welcome? :)
ca: Vam passar una estona enumerant problemes amb les primeres versions de **Tails basades en Debian Wheezy**. Ara ens queda més clar què queda per fer: es van crear [[!tails_ticket 6015 desc="unes desenes de tiquets"]]. Hem esmentat que qualsevol tipus d'ajuda és benvinguda? :)
de: Wir haben etwas Zeit damit verbracht, Probleme mit frühen Versionen von **Tails basierend auf Debian Wheezy** aufzulisten. Jetzt ist uns klarer, was noch zu tun ist: [[!tails_ticket 6015 desc="ein paar Dutzend Tickets"]] wurden erstellt. Haben wir erwähnt, dass jede Art von Hilfe herzlich willkommen ist? :)

source: Our **Jenkins instance** also had been taken care of: it is getting closer to something we can use and rely upon as part of our daily workflow.
ca: La nostra **instància de Jenkins** també s'ha atès: s'està apropant a alguna cosa que podem utilitzar i en què podem confiar com a part del nostre flux de treball diari.
de: Unsere **Jenkins-Instanz** wurde ebenfalls betreut: Sie kommt näher an etwas, das wir als Teil unseres täglichen Arbeitsablaufs nutzen und auf das wir uns verlassen können.

source: A lot of branches were **merged for the upcoming 0.20 release**, including the installation of Dasher and a first step towards the replacement of TrueCrypt.
ca: Es van **fusionar moltes branques per al proper llançament 0.20**, inclosa la instal·lació de Dasher i un primer pas cap a la substitució de TrueCrypt.
de: Viele Branches wurden **für die bevorstehende Version 0.20 zusammengeführt**, einschließlich der Installation von Dasher und einem ersten Schritt in Richtung der Ablösung von TrueCrypt.

source: The **Pidgin and OTR documentation** was rewritten to be clearer and more precise, as well as our explanation of the way random nicknames are generated for Pidgin accounts.
ca: La **documentació de Pidgin i OTR** es va reescriure per ser més clara i precisa, així com la nostra explicació de com es generen els sobrenoms aleatoris per als comptes de Pidgin.
de: Die **Dokumentation zu Pidgin und OTR** wurde überarbeitet, um klarer und präziser zu sein, ebenso wie unsere Erklärung zur Generierung zufälliger Spitznamen für Pidgin-Konten.

source: More steps have also been done towards **not starting Iceweasel** on startup.
ca: També s'han fet més passos per **no iniciar Iceweasel** a l'arrencada.
de: Es wurden weitere Schritte unternommen, um **Iceweasel** beim Start nicht zu starten.

source: At the end is the beginning
ca: Al final és el principi

source: As you can guess, this summit was as intense as the previous ones. Tails is living decisive times, so we expect the next year to be pretty interesting. *You* can perhaps make the difference, so do not hesitate [[joining the dance|contribute]]!
ca: Com podeu suposar, aquesta cimera va ser tan intensa com les anteriors. Tails viu moments decisius, així que esperem que l'any vinent sigui força interessant. *Tu* potser pots marcar la diferència, així que no dubtis a [[unir-te al ball|contribute]]!
