Repository: ks-sbc/os
Catalog: wiki/src/news/tails_tor.*.po
Languages: ca, de

source: [[!meta title="Uniting for Internet Freedom: Tor Project & Tails Join Forces"]]
ca: [[!meta title="Unió per la llibertat d'Internet: el Projecte Tor i Tails uneixen forces"]]
de: [[!meta title="Vereint für Internetfreiheit: Tor Project & Tails bündeln ihre Kräfte"]]

source: Pooling resources to better serve a global community
ca: Posar en comú els recursos per servir millor a una comunitat global
de: Bündelung von Ressourcen, um einer globalen Gemeinschaft besser zu dienen

source: Countering the threat of global mass surveillance and censorship to a free Internet, Tor and Tails provide essential tools to help people around the world stay safe online. By joining forces, these two privacy advocates will pool their resources to focus on what matters most: ensuring that activists, journalists, other at-risk and everyday users will have access to improved digital security tools.
ca: Per contrarestar l'amenaça de la vigilància massiva global i la censura per a una Internet lliure, Tor i Tails ofereixen eines essencials per ajudar a les persones de tot el món a mantenir-se segures en línia. En unir forces, aquestes dues organitzacions defensores de la privadesa uniran els seus recursos per centrar-se en allò que més importa: assegurar que activistes, periodistes, altres usuaris en risc i quotidians tindran accés a eines de seguretat digital millorades.
de: Um der Bedrohung durch globale Massenüberwachung und Zensur eines freien Internets entgegenzuwirken, bieten Tor und Tails essentielle Werkzeuge, um Menschen auf der ganzen Welt online sicher zu bleiben. Durch die Bündelung ihrer Kräfte werden diese beiden Datenschutzbefürworter ihre Ressourcen zusammenlegen, um sich auf das Wesentliche zu konzentrieren: sicherzustellen, dass Aktivisten, Journalisten, andere gefährdete Personen und alltägliche Nutzer Zugang zu verbesserten digitalen Sicherheitswerkzeugen haben.

source: In late 2023, Tails approached the Tor Project with the idea of merging operations. Tails had outgrown its existing structure. Rather than expanding Tails’s operational capacity on their own and putting more stress on Tails workers, merging with the Tor Project, with its larger and established operational framework, offered a solution. By joining forces, the Tails team can now focus on their core mission of maintaining and improving Tails OS, exploring more and complementary use cases while benefiting from the larger organizational structure of The Tor Project.
ca: A finals de 2023, Tails es va apropar al Projecte Tor amb la idea de fusionar operacions. Tails va superar la seva estructura existent. En lloc d'ampliar la capacitat operativa de Tails per si sol i posar més estrès als treballadors de Tails, la fusió amb el Projecte Tor, amb el seu marc operatiu més gran i establert, va oferir una solució. En unir forces, l'equip de Tails ara pot centrar-se en la seva missió principal de mantenir i millorar el sistema operatiu Tails, explorant més casos d'ús i casos d'ús complementaris alhora que es beneficia de l'estructura organitzativa més àmplia del Projecte Tor.
de: Ende 2023 trat Tails mit der Idee an das Tor-Projekt heran, die Operationen zusammenzuführen. Tails hatte seine bestehende Struktur überschritten. Anstatt die operativen Kapazitäten von Tails eigenständig zu erweitern und die Mitarbeiter von Tails zusätzlich zu belasten, bot die Fusion mit dem Tor-Projekt, das über einen größeren und etablierten Betriebsrahmen verfügt, eine Lösung. Durch die Bündelung der Kräfte kann sich das Tails-Team nun auf seine Kernmission konzentrieren, das Tails-Betriebssystem zu warten und zu verbessern sowie mehr und ergänzende Anwendungsfälle zu erkunden, während es von der größeren organisatorischen Struktur des Tor-Projekts profitiert.

source: This solution is a natural outcome of the Tor Project and Tails' shared history of collaboration and solidarity. 15 years ago, Tails' first release was announced on a Tor mailing list, Tor and Tails developers have been collaborating closely since 2015, and more recently Tails has been a sub-grantee of Tor. For Tails, it felt obvious that if they were to approach a bigger organization with the possibility of merging, it would be the Tor Project.
ca: Aquesta solució és un resultat natural de la història de col·laboració i solidaritat compartida pel Projecte Tor i Tails. Fa 15 anys, el primer llançament de Tails es va anunciar en una llista de correu electrònic de Tor, els desenvolupadors de Tor i Tails col·laboren estretament des del 2015 i, més recentment, Tails ha estat subvencionat per Tor. Per a Tails, semblava obvi que si s'acostaven a una organització més gran amb la possibilitat de fusionar-se, aquesta seria el Projecte Tor.
de: Diese Lösung ist ein natürliches Ergebnis der gemeinsamen Geschichte von Zusammenarbeit und Solidarität zwischen dem Tor-Projekt und Tails. Vor 15 Jahren wurde die erste Version von Tails in einer Tor-Mailingliste angekündigt, und die Entwickler von Tor und Tails arbeiten seit 2015 eng zusammen. In letzter Zeit war Tails zudem ein Unterauftragnehmer von Tor. Für Tails war es offensichtlich, dass, wenn sie sich an eine größere Organisation mit der Möglichkeit einer Fusion wenden würden, es das Tor-Projekt sein müsste.

source: > "Running Tails as an independent project for 15 years has been a huge effort, but not for the reasons you might expect. The toughest part wasn't the tech–it was handling critical tasks like fundraising, finances, and HR. After trying to manage those in different ways, I’m really relieved that Tails is now under the Tor Project’s wing. In a way, it feels like coming home." <p class="signature">–intrigeri, Team Lead Tails OS, The Tor Project</p>
ca: > «Fer de Tails un projecte independent durant 15 anys ha estat un gran esforç, però no pels motius que es poden esperar. La part més difícil no ha estat la tecnologia, sinó la gestió de tasques crítiques com la recaptació de fons, les finances i els recursos humans. Després d'intentar gestionar-ho de diferents maneres, estic molt alleujat que Tails estigui ara sota la protecció del Projecte Tor. D'alguna manera, se sent com tornar a casa». <p class="signature">–intrigeri, Líder d'equip de Tails OS, el Projecte Tor</p>
de: > "Tails 15 Jahre lang als unabhängiges Projekt zu betreiben, war ein großer Aufwand, aber nicht aus den Gründen, die Sie möglicherweise erwarten. Der schwierigste Teil war nicht die Technik – es waren die kritischen Aufgaben wie Fundraising, Finanzen und Personalwesen zu bewältigen. Nachdem ich versucht habe, diese auf verschiedene Weise zu managen, bin ich wirklich erleichtert, dass Tails jetzt unter dem Dach des Tor-Projekts ist. In gewisser Weise fühlt es sich an, als käme ich nach Hause." <p class="signature">–intrigeri, Teamleiter Tails OS, The Tor Project</p>

source: Welcoming new users and partners into our communities
ca: Donar la benvinguda a nous usuaris i socis a les nostres comunitats
de: Neuen Nutzern und Partnern in unseren Gemeinschaften willkommen heißen

source: Whether it’s someone seeking access to the open web or facing surveillance, Tor and Tails offer complementary protections. While Tor Browser anonymizes online activity, Tails secures the entire operating system–from files to browsing sessions. For journalists working in repressive regions or covering sensitive topics, Tor and Tails are often used as a set to protect their communications and safeguard their sources. The merger will lead to more robust treatment of these overlapping threat models and offer a comprehensive solution for those who need both network and system-level security in high-risk environments.
ca: Tant si es tracta d'algú que busca accedir a la web oberta com si s'enfronta a la vigilància, Tor i Tails ofereixen proteccions complementàries. Mentre que el Navegador Tor anonimitza l'activitat en línia, Tails assegura tot el sistema operatiu, des dels fitxers fins a les sessions de navegació. Per als periodistes que treballen en regions repressives o cobreixen temes sensibles, Tor i Tails s'utilitzen sovint en conjunt per protegir les seves comunicacions i salvaguardar les seves fonts. La fusió donarà lloc a un tractament més sòlid d'aquests models d'amenaça superposats i oferirà una solució integral per a aquells que necessiten seguretat a nivell de xarxa i de sistema en entorns d'alt risc.
de: Egal, ob es sich um jemanden handelt, der Zugang zum offenen Web sucht oder unter Überwachung steht, bieten Tor und Tails komplementäre Schutzmaßnahmen. Während der Tor-Browser die Online-Aktivitäten anonymisiert, sichert Tails das gesamte Betriebssystem – von Dateien bis hin zu Browsing-Sitzungen. Für Journalisten, die in repressiven Regionen arbeiten oder über sensible Themen berichten, werden Tor und Tails häufig als Paket verwendet, um ihre Kommunikation zu schützen und ihre Quellen zu sichern. Die Fusion wird zu einer robusteren Behandlung dieser sich überschneidenden Bedrohungsmodelle führen und eine umfassende Lösung für diejenigen bieten, die sowohl Netzwerk- als auch Systemsicherheit in risikobehafteten Umgebungen benötigen.

source: It will also open up broader training and outreach opportunities. Until now, Tor’s educational efforts have primarily focused on its browser. With Tails integrated into these programs, we can address a wider range of privacy needs and security scenarios. Lastly, this merger will lead to increased visibility for Tails. Many users familiar with Tor may not yet know about Tails OS. By bringing Tails within the Tor Project umbrella, we can introduce this powerful tool to more individuals and groups needing to remain anonymous while working in hostile environments.
ca: També obrirà oportunitats de formació i divulgació més àmplies. Fins ara, els esforços educatius de Tor s'han centrat principalment en el seu navegador. Amb Tails integrat en aquests programes, podem abordar una gamma més àmplia de necessitats de privadesa i escenaris de seguretat. Finalment, aquesta fusió donarà lloc a una major visibilitat de Tails. És possible que molts usuaris familiaritzats amb Tor encara no coneguin el sistema operatiu Tails. En incorporar Tails al Projecte Tor, podem introduir aquesta potent eina a més persones i grups que necessiten mantenir-se en l'anonimat mentre treballen en entorns hostils.
de: Es wird auch breitere Schulungs- und Aufklärungsmöglichkeiten eröffnen. Bis jetzt konzentrierten sich Tors Bildungsanstrengungen hauptsächlich auf seinen Browser. Mit Tails, das in diese Programme integriert ist, können wir ein breiteres Spektrum an Datenschutzbedürfnissen und Sicherheitszenarien ansprechen. Schließlich wird diese Fusion zu einer erhöhten Sichtbarkeit von Tails führen. Viele Benutzer, die mit Tor vertraut sind, wissen möglicherweise noch nicht über Tails OS Bescheid. Indem wir Tails unter das Dach des Tor-Projekts bringen, können wir dieses leistungsstarke Werkzeug mehr Einzelpersonen und Gruppen vorstellen, die anonym bleiben müssen, während sie in feindlichen Umgebungen arbeiten.

source: > "Joining Tor means we’ll finally have the capacity to reach more people who need Tails. We've known for a long time that we needed to ramp up our outreach, but we just didn’t have the resources to do so" > <p class="signature">–intrigeri</p>
ca: > «Unir-nos a Tor vol dir que finalment tindrem la capacitat d'arribar a més persones que necessiten Tails. Fa temps que sabem que havíem d'augmentar la nostra difusió, però simplement no teníem els recursos per fer-ho». > <p class="signature">–intrigeri</p>
de: > "Dem Tor-Netzwerk beizutreten bedeutet, dass wir endlich die Kapazität haben werden, mehr Menschen zu erreichen, die Tails benötigen. Wir wissen seit langem, dass wir unsere Öffentlichkeitsarbeit verstärken müssen, aber wir hatten einfach nicht die Ressourcen dafür." > <p class="signature">–intrigeri</p>

source: > "By bringing these two organizations together, we’re not just making things easier for our teams, but ensuring the sustainable development and advancement of these vital tools. Working together allows for faster, more efficient collaboration, enabling the quick integration of new features from one tool to the other. This collaboration strengthens our mission and accelerates our ability to respond to evolving threats." > <p class="signature">– Isabela Fernandes, Executive Director, The Tor Project</p>
ca: > «En unir aquestes dues organitzacions, no només estem facilitant les coses als nostres equips, sinó que garantim el desenvolupament sostenible i l'avenç d'aquestes eines vitals. Treballar junts permet una col·laboració més ràpida i eficient, que permet la integració ràpida de noves funcionalitats d'una eina a l'altra. Aquesta col·laboració reforça la nostra missió i accelera la nostra capacitat de respondre a les amenaces en evolució». > <p class="signature">– Isabela Fernandes, directora executiva, The Tor Project</p>
de: > "Durch die Zusammenführung dieser beiden Organisationen erleichtern wir nicht nur die Arbeit für unsere Teams, sondern stellen auch die nachhaltige Entwicklung und den Fortschritt dieser wichtigen Werkzeuge sicher. Die Zusammenarbeit ermöglicht eine schnellere und effizientere Kooperation, die die schnelle Integration neuer Funktionen von einem Werkzeug in das andere ermöglicht. Diese Zusammenarbeit stärkt unsere Mission und beschleunigt unsere Fähigkeit, auf sich entwickelnde Bedrohungen zu reagieren." > <p class="signature">– Isabela Fernandes, Geschäftsführerin, The Tor Project</p>

source: Your support will go a long way to support this merge. Please consider [making a donation to the Tor Project](https://donate.torproject.org/)
ca: El vostre suport ajudarà enormement en aquesta fusió. Considereu [fer una donació al Projecte Tor](https://donate.torproject.org/)

source: If you'd like to earmark your donation specifically for Tails activities, you can continue to do so through [Tails' donation page](https://tails.net/donate/) until further notice.
ca: Si voleu destinar la vostra donació específicament a les activitats de Tails, podeu continuar fent-ho a la [pàgina de donació de Tails](https://tails.net/donate/index.ca.html) fins a nou avís.

source: To learn more about how we are integrating our donation infrastructures and how your funds will be used, please refer to our updated [Donation FAQ](https://donate.torproject.org/faq/).
ca: Per obtenir més informació sobre com estem integrant les nostres infraestructures de donació i com s'utilitzaran els vostres fons, consulteu les nostres [Preguntes més freqüents sobre donacions](https://donate.torproject.org/faq/).
de: Um mehr darüber zu erfahren, wie wir unsere Spendeninfrastrukturen integrieren und wie Ihre Mittel verwendet werden, beziehen Sie sich bitte auf unser aktualisiertes [Spenden-FAQ](https://donate.torproject.org/faq/).
