Repository: ks-sbc/os
Catalog: wiki/src/news/tails-support.*.po
Languages: ca, de

source: [[!meta title="Tails user support mailing list"]]
ca: [[!meta title="Llista de correu d'assistència per a usuaris de Tails"]]
de: [[!meta title="Tails-Benutzer-Support-Mailingliste"]]

source: After we closed off our forum in June, the Tails community was left without a public user support channel apart from IRC.
ca: Després de tancar el nostre fòrum al juny, la comunitat de Tails es va quedar sense un canal públic d'assistència als usuaris a part de l'IRC.
de: Nachdem wir unser Forum im Juni geschlossen hatten, stand die Tails-Community ohne einen öffentlichen Support-Kanal außer IRC da.

source: Introducing tails-support@boum.org
ca: Us presentem tails-support@boum.org
de: Wir stellen vor: tails-support@boum.org

source: To compensate this loss, we decided to create a new public mailing list for user support.
ca: Per compensar aquesta pèrdua, hem decidit crear una nova llista de correu pública per a l'assistència als usuaris.
de: Um diesen Verlust auszugleichen, haben wir beschlossen, eine neue öffentliche Mailingliste für den Benutzersupport einzurichten.

source: This list is **the right place** for:
ca: Aquesta llista és **el lloc adequat** per a:
de: Diese Liste ist **der richtige Ort** für:

source: **User support**: solving doubts about how to use Tails, security implications of Tails, etc.
ca: **Assistència a l'usuari**: resolució de dubtes sobre com utilitzar Tails, implicacions de seguretat de Tails, etc.
de: **Benutzersupport**: Beantwortung von Fragen zur Nutzung von Tails, zu den Sicherheitsimplikationen von Tails usw.

source: **Community interaction**: information and tricks about ways of using Tails that are not officially documented but might be of interest to others.
ca: **Interacció amb la comunitat**: informació i trucs sobre maneres d'utilitzar Tails que no estan documentades oficialment però que poden ser d'interès per a altres.
de: **Interaktion mit der Community**: Informationen und Tipps zu Nutzungsmöglichkeiten von Tails, die nicht offiziell dokumentiert sind, aber für andere von Interesse sein könnten.

source: **Small issues**: pointing out small things that we needed to fix and do not require a complete bug report. That's fine and we appreciate it.
ca: **Problemes petits**: assenyalar coses petites que havíem de solucionar i que no requereixen un informe d'error complet. Està bé i ho agraïm.
de: **Kleine Probleme**: Aufzeigen kleiner Dinge, die wir beheben mussten und die keinen vollständigen Fehlerbericht erfordern. Das ist in Ordnung und wir schätzen es.

source: This list is **the wrong place** for:
ca: Aquesta llista és **el lloc equivocat** per a:
de: Diese Liste ist **der falsche Ort** für:

source: **Bug reports**: see the [[bug reporting documentation|/doc/first_steps/whisperback]] instead.
ca: **Informes d'errors**: consulteu la [[documentació d'informes d'errors|/doc/first_steps/whisperback]].
de: **Fehlerberichte**: siehe stattdessen die [[Dokumentation zum Melden von Fehlern|/doc/first_steps/whisperback]].

source: **Feature requests**: those should be done on the development mailing list: [[tails-dev@boum.org|about/contact#tails-dev]].
ca: **Sol·licituds de funcions**: s'han de fer a la llista de correu de desenvolupament: [[tails-dev@boum.org|about/contact#tails-dev]].
de: **Funktionsanfragen**: Diese sollten auf der Entwicklungsmailingliste erfolgen: [[tails-dev@boum.org|about/contact#tails-dev]].

source: **Computer security essays and conspiranoia** not directly related to Tails.
ca: **Assajos de seguretat informàtica i conspiranoia** no relacionats directament amb Tails.
de: **Aufsätze zur Computersicherheit und Verschwörungstheorien**, die nicht direkt mit Tails zu tun haben.

source: Some reasons behind this decision
ca: Alguns motius darrere d'aquesta decisió
de: Einige Gründe für diese Entscheidung

source: Since 2012, we worked on replacing the old forum with a question and answer application. We hoped we could have a shared application with The Tor Project that was heading in the same direction. For many reasons this did not happen.
ca: Des de l'any 2012, treballem per substituir l'antic fòrum per una aplicació de preguntes i respostes. Esperàvem tenir una aplicació compartida amb The Tor Project que anava en la mateixa direcció. Per moltes raons això no ha passat.
de: Seit 2012 haben wir daran gearbeitet, das alte Forum durch eine Frage-und-Antwort-Anwendung zu ersetzen. Wir hatten gehofft, eine gemeinsame Anwendung mit dem Tor-Projekt zu haben, die in die gleiche Richtung ging. Aus vielen Gründen ist dies jedoch nicht geschehen.

source: To solve this we decided to:
ca: Per solucionar-ho hem decidit:
de: Um dies zu lösen, haben wir beschlossen, folgende Maßnahmen zu ergreifen:

source: Setup a support mailing list as a new public channel for user support with the help of the Tails community.
ca: Configurar una llista de correu d'assistència com a nou canal públic per a l'assistència als usuaris amb l'ajuda de la comunitat de Tails.
de: Einrichtung einer Support-Mailingliste als neuer öffentlicher Kanal für den Benutzersupport mit Hilfe der Tails-Community.

source: Gather frequently asked questions from the forum and the list on our website.
ca: Recollir les preguntes més freqüents del fòrum i de la llista al nostre lloc web.

source: On the long-run, have Askbot into Debian and improve it with the features we need.
ca: A la llarga, posar Askbot a Debian i millorar-lo amb les funcions que necessitem.
de: Langfristig wird Askbot in Debian integriert und mit den Funktionen verbessert, die wir benötigen.

source: See the corresponding ticket: [[!tails_ticket 5984]].
ca: Vegeu el tiquet corresponent: [[!tails_ticket 5984]].
de: Siehe das entsprechende Ticket: [[!tails_ticket 5984]].
