Repository: ks-sbc/os
Catalog: wiki/src/news/Tails_HackFest_2014.*.po
Languages: ca, de

source: [[!meta title="Tails HackFest 2014, retrospect"]]
ca: [[!meta title="Tails HackFest 2014, retrospectiva"]]
de: [[!meta title="Tails HackFest 2014, Rückblick"]]

source: The first Tails HackFest, which took place on July 5-6 in Paris, was a great event: about 120 people attended on Saturday, 70 people on Sunday. We shared some good workshops, some very good food, and homemade beer in a nice and friendly atmosphere.
ca: El primer Tails HackFest, que va tenir lloc del 5 al 6 de juliol a París, va ser un gran esdeveniment: dissabte hi van assistir unes 120 persones i diumenge 70 persones. Vam compartir uns bons tallers, un molt bon menjar i una cervesa casolana en un ambient agradable i acollidor.
de: Das erste Tails HackFest, das am 5. und 6. Juli in Paris stattfand, war eine großartige Veranstaltung: Am Samstag nahmen etwa 120 Personen teil, am Sonntag 70 Personen. Wir hatten einige gute Workshops, sehr gutes Essen und selbstgebrautes Bier in einer netten und freundlichen Atmosphäre.

source: The slides of some talks have been published, but there is more to come.
ca: S'han publicat les diapositives d'algunes xerrades, però encara n'hi ha més.

source: The first Tails stickers were distributed and you can also make your own!
ca: Es van repartir els primers adhesius de Tails i també podeu fer-ne els vostres!
de: Die ersten Tails-Aufkleber wurden verteilt und du kannst auch deine eigenen machen!

source: We are particularly happy that the HackFest attracted very different people, so we were a quite diverse assembly. Probably thanks to our anti-harassment policy (thanks Genma for the French translation)...
ca: Estem especialment contents que el HackFest atregui gent molt diferent, així que érem una assemblea força diversa. Probablement gràcies a la nostra política contra l'assetjament (gràcies Genma per la traducció al francès)…
de: Wir freuen uns besonders, dass das HackFest sehr unterschiedliche Menschen angezogen hat, sodass wir eine recht vielfältige Versammlung waren. Wahrscheinlich dank unserer Antischikane-Politik (danke Genma für die französische Übersetzung)...

source: Some people talked about the HackFest: [jvoisin](http://dustri.org/b/tails-hackfest.html), and... more? (please send links!)
ca: Algunes persones van parlar del HackFest: [jvoisin](http://dustri.org/b/tails-hackfest.html), i… més? (si us plau, envieu enllaços!)
de: Einige Leute haben über das HackFest gesprochen: [jvoisin](http://dustri.org/b/tails-hackfest.html), und... mehr? (Bitte senden Sie Links!)

source: Thanks to:
ca: Gràcies a:
de: Dank an:

source: [IRILL](https://www.irill.org/) for the use of the place
ca: [IRILL](https://www.irill.org/) per a l'ús del lloc
de: [IRILL](https://www.irill.org/) für die Nutzung des Ortes

source: [The Tor Project](https://www.torproject.org/), [Mozilla Foundation](https://www.mozilla.org/) and [Debian](https://www.debian.org/) for the sponsorship
ca: [The Tor Project](https://www.torproject.org/), [Mozilla Foundation](https://www.mozilla.org/) i [Debian](https://www.debian.org/) pel patrocini
de: [Das Tor-Projekt](https://www.torproject.org/), [Mozilla Foundation](https://www.mozilla.org/) und [Debian](https://www.debian.org/) für die Unterstützung

source: Stefano Zacchiroli and Sylvestre Ledru for the organization help
ca: Stefano Zacchiroli i Sylvestre Ledru per a l'ajuda d'organització
de: Stefano Zacchiroli und Sylvestre Ledru für die organisatorische Unterstützung

source: - and of course, all our fabulous attendees that made the event so interesting and nice!
ca: - i, per descomptat, tots els nostres fabulosos assistents que van fer que l'esdeveniment fos tan interessant i bonic!
de: - und natürlich all unsere großartigen Teilnehmer, die die Veranstaltung so interessant und angenehm gemacht haben!

source: New mailing lists
ca: Noves llistes de correu
de: Neue Mailinglisten

source: * <tails-project@boum.org>: public, archived mailing list to talk about the non-technical decisions regarding the project. * <tails-press@boum.org>: the new contact for journalists and people wanting to promote Tails. Just write to <tails-press@boum.org>. You can encrypt your email. * tails-ux@boum.org: public, archived mailing list to discuss Tails website and software user interfaces.
ca: * <tails-project@boum.org>: públic, llista de correu arxivada per parlar de les decisions no tècniques sobre el projecte. * <tails-press@boum.org>: el nou contacte per a periodistes i persones que vulguin promocionar Tails. Només cal escriure a <tails-press@boum.org>. Podeu xifrar el vostre correu electrònic. * tails-ux@boum.org: públic, llista de correu arxivada per discutir el lloc web de Tails i les interfícies d'usuari de programari.
de: * <tails-project@boum.org>: öffentliche, archivierte Mailingliste, um über die nicht-technischen Entscheidungen bezüglich des Projekts zu sprechen. * <tails-press@boum.org>: der neue Kontakt für Journalisten und Personen, die Tails fördern möchten. Schreiben Sie einfach an <tails-press@boum.org>. Sie können Ihre E-Mail verschlüsseln. * tails-ux@boum.org: öffentliche, archivierte Mailingliste zur Diskussion über die Benutzeroberflächen der Tails-Website und -Software.
