Repository: ks-sbc/os
Catalog: wiki/src/news/Tails_3.0_will_require_a_64-bit_processor.*.po
Languages: ca, de

source: [[!meta title="Tails 3.0 will require a 64-bit processor"]]
ca: [[!meta title="Tails 3.0 requerirà un processador de 64 bits"]]
de: [[!meta title="Tails 3.0 erfordert einen 64-Bit-Prozessor"]]

source: Tails 3.0 will require a 64-bit <span class="definition">[[!wikipedia x86-64]]</span> compatible processor. As opposed to older versions of Tails, it will not work on 32-bit processors.
ca: Tails 3.0 requerirà un processador de 64 bits compatible amb <span class="definition">[[!wikipedia_ca Arquitectura_x86-64 desc="x86-64"]]</span>. A diferència de les versions anteriors de Tails, no funcionarà per a processadors de 32 bits.
de: Tails 3.0 erfordert einen 64-Bit-<span class="definition">[[!wikipedia_de x64 desc="x86-64"]]</span> kompatibler Prozessor. Im Gegensatz zu älteren Versionen von Tails funktioniert es nicht mit 32-Bit-Prozessoren.

source: We have waited for years until we felt it was the right time to do this switch. Still, this was a hard decision for us to make. Today, we want to explain why we eventually made this decision, how it will affect users, and when.
ca: Hem esperat durant anys fins que hem sentit que era el moment adequat per fer aquest canvi. Tot i així, ha sigut una decisió difícil de prendre per a nosaltres. Avui volem explicar per què finalment hem pres aquesta decisió, com afectarà els usuaris i quan.
de: Wir haben jahrelang gewartet, bis wir das Gefühl hatten, dass es der richtige Zeitpunkt für diesen Wechsel war. Dennoch ist uns diese Entscheidung nicht leicht gefallen. Heute möchten wir erklären, warum wir diese Entscheidung schließlich getroffen haben, wie sie sich auf die Nutzer auswirken wird und wann.

source: When will this transition happen?
ca: Quan es produirà aquesta transició?
de: Wann wird dieser Übergang stattfinden?

source: Our current goal is to release Tails 3.0, and stop supporting computers with a 32-bit processor, on **June 13, 2017**.
ca: El nostre objectiu actual és llançar Tails 3.0 i deixar de donar suport als ordinadors amb un processador de 32 bits el **13 de juny de 2017**.
de: Unser aktuelles Ziel ist es, Tails 3.0 zu veröffentlichen und die Unterstützung für Computer mit einem 32-Bit-Prozessor am **13. Juni 2017** einzustellen.

source: Will Tails still work on this computer?
ca: Tails encara funcionarà en aquest ordinador?
de: Wird Tails auf diesem Computer weiterhin funktionieren?

source: Here is the quickest way to find out:
ca: Aquí teniu la manera més ràpida d'esbrinar-ho:
de: Hier ist der schnellste Weg, um es herauszufinden:

source: Start Tails.
ca: Inicieu Tails.
de: Starte Tails.

source: Choose <span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span> to open a terminal.
ca: Trieu <span class="menuchoice"><span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span> per obrir un terminal.
de: Wählen Sie <span class="menuchoice"><span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Dienstprogramme</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span>, um ein Terminal zu öffnen.

source: Execute the following command to display system information:
ca: Executeu l'ordre següent per mostrar la informació del sistema:
de: Führen Sie den folgenden Befehl aus, um Systeminformationen anzuzeigen:

source: Then, there are two possible cases:
ca: Aleshores, hi ha dos casos possibles:
de: Dann gibt es zwei mögliche Fälle:

source: If you see `x86_64`, then you're good: Tails 3.0 should work fine on this computer. But the best way to be 100% sure is to try one of the test versions of Tails 3.0. One was released last November, and a new one should be published later this week, so: stay tuned!
ca: Si veieu `x86_64`, aleshores esteu bé: Tails 3.0 hauria de funcionar bé en aquest ordinador. Però la millor manera d'estar 100% segur és provar una de les versions de prova de Tails 3.0. Una es va publicar el novembre passat, i una de nova s'hauria de publicar a finals d'aquesta setmana, així que: estigueu atent!
de: Wenn Sie `x86_64` sehen, sind Sie auf der sicheren Seite: Tails 3.0 sollte auf diesem Computer gut funktionieren. Der beste Weg, um 100 % sicher zu sein, ist jedoch, eine der Testversionen von Tails 3.0 auszuprobieren. Eine wurde letzten November veröffentlicht, und eine neue sollte später in dieser Woche veröffentlicht werden, also: Bleiben Sie dran!

source: Else, if you see `i686`, then we have bad news: Tails 3.0 will *not* work on this computer. You now have four and a half months to find a computer with a 64-bit processor. Sorry, and good luck with that!
ca: En cas contrari, si veieu `i686`, tenim una mala notícia: Tails 3.0 *no* funcionarà en aquest ordinador. Ara teniu quatre mesos i mig per trobar un ordinador amb un processador de 64 bits. Ho sentim, i molta sort amb això!
de: Andernfalls, wenn Sie `i686` sehen, haben wir leider schlechte Nachrichten: Tails 3.0 wird *nicht* auf diesem Computer funktionieren. Sie haben jetzt viereinhalb Monate Zeit, einen Computer mit einem 64-Bit-Prozessor zu finden. Entschuldigung und viel Glück dabei!

source: Why this change?
ca: Per què aquest canvi?
de: Warum diese Änderung?

source: It's no surprise that over the last years, the number of people who use Tails on a 32-bit computer [[!tails_ticket 8183 desc="has dropped"]]: most 32-bit computers are at least ten years old, and one after the other their hardware stops working. As a result, in the beginning of 2016, [[!toggle id="stats" text="only 4%"]] of Tails users were still using a 32-bit computer.
ca: No és d'estranyar que durant els últims anys, el nombre de persones que utilitzen Tails en un ordinador de 32 bits [[!tails_ticket 8183 desc="ha caigut"]]: la majoria dels ordinadors de 32 bits tenen almenys deu anys i un després de l'altre, el seu maquinari deixa de funcionar. Com a resultat, a principis de 2016, [[!toggle id="stats" text="només el 4%"]] dels usuaris de Tails encara utilitzaven un ordinador de 32 bits.

source: [[!toggleable id="stats" text="""These statistics are gathered from bug reports we have received from [[WhisperBack|doc/first_steps/whisperback#whisperback]]."""]]
ca: [[!toggleable id="stats" text="""Aquestes estadístiques es recullen a partir dels informes d'errors que hem rebut de [[WhisperBack|doc/first_steps/whisperback#whisperback]]."""]]
de: [[!toggleable id="stats" text="""Diese Statistiken stammen aus Fehlerberichten, die wir von [[WhisperBack|doc/first_steps/whisperback#whisperback]] erhalten haben.""" ]]

source: Of course, some of these computers will keep working for a while. But once the number had fallen this low, the benefits of switching Tails to 64-bit outweighed the reasons we had to keep supporting 32-bit computers.
ca: Per descomptat, alguns d'aquests ordinadors seguiran funcionant durant un temps. Però una vegada que el nombre va baixar tan baix, els avantatges de canviar Tails a 64 bits van superar els motius pels quals havíem de continuar donant suport a ordinadors de 32 bits.
de: Natürlich werden einige dieser Computer noch eine Weile funktionieren. Aber sobald die Zahl so niedrig gefallen ist, überwogen die Vorteile, Tails auf 64-Bit umzustellen, die Gründe, warum wir weiterhin 32-Bit-Computer unterstützen sollten.

source: We had two main reasons to switch Tails to 64-bit:
ca: Teníem dos motius principals per canviar Tails a 64 bits:
de: Wir hatten zwei Hauptgründe, Tails auf 64-Bit umzustellen:

source: **We want Tails users to be safer**: software built for 64-bit processors can benefit from several improvements that make it harder for attackers to exploit security vulnerabilities (improved [[!wikipedia Address space layout randomization]], compulsory support for the [[!wikipedia NX bit]]).
ca: **Volem que els usuaris de Tails estiguin més segurs**: el programari creat per a processadors de 64 bits pot beneficiar-se de diverses millores que dificulten l'explotació de vulnerabilitats de seguretat per als atacants ([[!wikipedia Address space layout randomization desc="aleatorització millorada de la disposició de l'espai d'adreces"]], suport obligatori per al [[!wikipedia NX bit]]).
de: **Wir möchten, dass Tails-Benutzer sicherer sind**: Software, die für 64-Bit-Prozessoren entwickelt wurde, kann von mehreren Verbesserungen profitieren, die es Angreifern erschweren, Sicherheitsanfälligkeiten auszunutzen (verbesserte [[!wikipedia Address space layout randomization]], verpflichtende Unterstützung für das [[!wikipedia NX bit]]).

source: **We want to our project to be (more) sustainable**: Tails has been using a 64-bit Linux kernel for a while on machines that support it. But all other programs included in Tails so far were built for 32-bit processors, and compatibility issues kept arising. In the last few years, the developers who maintain Tails have spent lots of time addressing such issues. We would rather see them spend their time in ways that benefit our users on the long term, and not on problems that will vanish when Tails switches to 64-bit eventually.
ca: **Volem que el nostre projecte sigui (més) sostenible**: Tails fa temps que utilitza un nucli Linux de 64 bits en màquines que el suporten. Però tots els altres programes inclosos a Tails fins ara s'han creat per a processadors de 32 bits i han sorgit problemes de compatibilitat. En els últims anys, els desenvolupadors que mantenen Tails han dedicat molt de temps abordant aquests problemes. Preferim veure'ls passar el temps de manera que beneficiï els nostres usuaris a llarg termini, i no en problemes que desapareixeran quan Tails canviï a 64 bits.
de: **Wir möchten, dass unser Projekt nachhaltig(er) ist**: Tails verwendet seit einiger Zeit einen 64-Bit-Linux-Kernel auf Maschinen, die ihn unterstützen. Aber alle anderen in Tails enthaltenen Programme wurden bisher für 32-Bit-Prozessoren erstellt, und es traten immer wieder Kompatibilitätsprobleme auf. In den letzten Jahren haben die Entwickler, die Tails betreuen, viel Zeit damit verbracht, solche Probleme zu beheben. Wir würden es bevorzugen, dass sie ihre Zeit auf eine Weise verbringen, die unseren Benutzern langfristig zugutekommt, und nicht mit Problemen, die verschwinden werden, wenn Tails schließlich auf 64-Bit umschaltet.

source: Thanks for your attention, and sorry for the inconvenience it may cause to you.
ca: Gràcies per la vostra atenció, i disculpeu les molèsties que us pugui ocasionar.
