Repository: ks-sbc/os
Catalog: wiki/src/news/verification_extension_deprecation.*.po
Languages: ca, de, es

source: [[!meta title="Deprecation of the Tails Verification extension"]]
ca: [[!meta title="Obsoletació de l'extensió de verificació de Tails"]]
de: [[!meta title="Abschaffung der Tails-Verifizierungserweiterung"]]

source: Today, we are retiring the *Tails Verification* browser extension that used to be advertised on our download page. We are replacing it with similar JavaScript code that now runs directly on the page.
ca: Avui, retirem l'extensió del navegador *Tails Verification* que abans s'anunciava a la nostra pàgina de baixada. L'estem substituint per codi de JavaScript similar que ara s'executa directament a la pàgina.
de: Heute stellen wir die Browser-Erweiterung *Tails Verification* ein, die früher auf unserer Download-Seite beworben wurde. Wir ersetzen sie durch ähnlichen JavaScript-Code, der nun direkt auf der Seite ausgeführt wird.
es: Hoy, retiramos la extensión del navegador *Tails Verification* que solía anunciarse en nuestra página de descarga. La estamos reemplazando con código JavaScript similar que ahora se ejecuta directamente en la página.

source: This new verification procedure is:
ca: Aquest nou procediment de verificació és:
de: Dieses neue Prüfverfahren ist:
es: Este nuevo procedimiento de verificación es:

source: - Simpler and faster for first-time users
ca: - Més senzill i ràpid per als usuaris novells
de: - Einfacher und schneller für Erstbenutzer
es: - Más simple y rápido para usuarios nuevos

source: - Compatible with more web browsers, for example, Edge and Safari
ca: - Compatible amb més navegadors web, per exemple, Edge i Safari
de: - Kompatibel mit mehr Webbrowsern, zum Beispiel Edge und Safari
es: - Compatible con más navegadores web, por ejemplo, Edge y Safari

source: - As secure as the *Tails Verification* extension
ca: - Tan segur com l'extensió *Tails Verification*
de: - So sicher wie die *Tails Verification*-Erweiterung
es: - Tan seguro como la extensión *Tails Verification*

source: From the logs on our website, it seems like only a minority of downloads are currently being verified. We believe that this simplified verification procedure will greatly increase the number of downloads being verified and improve the security of our users.
ca: Segons els registres del nostre lloc web, sembla que actualment només s'estan verificant una minoria de baixades. Creiem que aquest procediment de verificació simplificat augmentarà considerablement el nombre de baixades verificades i millorarà la seguretat dels nostres usuaris.
de: Aus den Protokollen auf unserer Website scheint es, dass derzeit nur eine Minderheit der Downloads verifiziert wird. Wir glauben, dass dieses vereinfachte Verifizierungsverfahren die Anzahl der verifizierten Downloads erheblich erhöhen und die Sicherheit unserer Nutzer verbessern wird.
es: Según los registros de nuestro sitio web, parece que actualmente solo se está verificando una minoría de las descargas. Creemos que este procedimiento de verificación simplificado aumentará en gran medida la cantidad de descargas que se verifican y mejorará la seguridad de nuestros usuarios.

source: Users of the *Tails Verification* extension can safely remove it from their browser. They will be reminded to do so on the download page.
ca: Els usuaris de l'extensió *Tails Verification* poden eliminar-la del seu navegador amb seguretat. Se'ls recordarà que ho facin a la pàgina de baixada.
de: Benutzer der *Tails Verification*-Erweiterung können sie sicher aus ihrem Browser entfernen. Sie werden auf der Download-Seite daran erinnert, dies zu tun.
es: Los usuarios de la extensión *Tails Verification* pueden eliminarla de forma segura de su navegador. Se les recordará que lo hagan en la página de descarga.

source: We will remove the *Tails Verification* extension from the Firefox and Chrome stores in a few days.
ca: Eliminarem l'extensió *Tails Verification* de les botigues de Firefox i Chrome d'aquí a uns dies.
de: Wir werden die *Tails Verification*-Erweiterung in den nächsten Tagen aus den Firefox- und Chrome-Stores entfernen.
es: Eliminaremos la extensión *Tails Verification* de las tiendas de Firefox y Chrome en unos días.

source: The other 2 verification techniques are still available:
ca: Les altres dues tècniques de verificació encara estan disponibles:
de: Die anderen 2 Verifizierungstechniken sind weiterhin verfügbar:
es: Las otras dos técnicas de verificación todavía están disponibles:

source: If you download Tails using BitTorrent, your BitTorrent client automatically verifies the checksum of the Tails image when the download finishes.
ca: Si baixeu Tails mitjançant BitTorrent, el vostre client BitTorrent verificarà automàticament la suma de verificació de la imatge de Tails quan finalitzi la baixada.
de: Wenn Sie Tails über BitTorrent herunterladen, überprüft Ihr BitTorrent-Client automatisch die Prüfziffer des Tails-Images, wenn der Download abgeschlossen ist.
es: Si descargas Tails usando BitTorrent, tu cliente BitTorrent verifica automáticamente la suma de verificación de la imagen de Tails cuando finaliza la descarga.

source: If you know OpenPGP, you can verify your Tails image using an OpenPGP signature.
ca: Si coneixeu OpenPGP, podeu verificar la vostra imatge de Tails mitjançant una signatura OpenPGP.
de: Wenn Sie OpenPGP kennen, können Sie Ihr Tails-Image mit einer OpenPGP-Signatur verifizieren.
es: Si conoces OpenPGP, puedes verificar tu imagen de Tails usando una firma OpenPGP.

source: Special thanks to [Mike Meixler](https://www.meixler-tech.com/) who donated his time to help us with the verification JavaScript!
ca: Un agraïment especial a [Mike Meixler](https://www.meixler-tech.com/) que va donar el seu temps per ajudar-nos amb el JavaScript de verificació!
de: Ein besonderer Dank geht an [Mike Meixler](https://www.meixler-tech.com/), der uns seine Zeit gespendet hat, um uns mit dem Verifizierungs-JavaScript zu helfen!

source: In the future, this simplification will allow us to further simplify the download page and installation instructions. We also want to research how to make the verification faster. If you know WebAssembly, see if you can help us [speed up the checksum computation](https://gitlab.tails.boum.org/tails/tails/-/issues/16905).
ca: En el futur, aquesta simplificació ens permetrà simplificar encara més la pàgina de baixada i les instruccions d'instal·lació. També volem investigar com fer la verificació més ràpida. Si coneixeu WebAssembly, mireu si ens podeu ajudar a [accelerar el càlcul de la suma de verificació](https://gitlab.tails.boum.org/tails/tails/-/issues/16905).
de: In Zukunft wird uns diese Vereinfachung ermöglichen, die Download-Seite und die Installationsanweisungen weiter zu vereinfachen. Wir möchten auch erforschen, wie wir die Verifizierung schneller machen können. Wenn Sie WebAssembly kennen, schauen Sie, ob Sie uns dabei helfen können, die [Prüfziffernberechnung zu beschleunigen](https://gitlab.tails.boum.org/tails/tails/-/issues/16905).
es: En el futuro, esta simplificación nos permitirá simplificar aún más la página de descarga y las instrucciones de instalación. También queremos investigar cómo hacer que la verificación sea más rápida. Si conoces WebAssembly, mira si puede ayudarnos a [acelerar el cálculo de la suma de verificación](https://gitlab.tails.boum.org/tails/tails/-/issues/16905).

source: See also our [[design document on the security and threat model of the download verification|contribute/design/download_verification]].
ca: Vegeu també el nostre [[document de disseny sobre el model de seguretat i amenaça de la verificació de la baixada|contribute/design/download_verification]].
de: Siehen Sie auch unser [[Entwurfsdokument zum Sicherheits- und Bedrohungsmodell der Download-Verifizierung|contribute/design/download_verification]].
es: Consulta también nuestro [[documento de diseño sobre el modelo de seguridad y amenazas de la verificación de descargas|contribute/design/download_verification]].
