Repository: ks-sbc/os
Catalog: wiki/src/news/version_5.9.*.po
Languages: ca, de

source: [[!meta title="Tails 5.9 is out"]]
ca: [[!meta title="Tails 5.9"]]

source: We are sorry that Tails 5.8 affected many of you so badly.
ca: Lamentem que Tails 5.8 hagi afectat tant a molts de vosaltres.
de: Es tut uns leid, dass Tails 5.8 viele von Ihnen so schwer getroffen hat.

source: Thanks to your patience and feedback, we were able to solve most of these new issues.
ca: Gràcies a la vostra paciència i comentaris, hem pogut resoldre la majoria d'aquests nous problemes.
de: Dank Ihrer Geduld und Ihres Feedbacks konnten wir die meisten dieser neuen Probleme lösen.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>
de: <h1 id="changes">Änderungen und Updates</h1>

source: - Update *Tor Browser* to [12.0.2](https://blog.torproject.org/new-release-tor-browser-1202).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [12.0.2](https://blog.torproject.org/new-release-tor-browser-1202).
de: - Aktualisiert *Tor Browser* auf [12.0.2](https://blog.torproject.org/new-release-tor-browser-1202).

source: - Update the *Tor* client to 0.4.7.13.
ca: - S'ha actualitzat el client de *Tor* a la versió 0.4.7.13.
de: - Aktualisiert den *Tor* Clienten auf 0.4.7.13.

source: Simplify the error screen of the *Tor Connection* assistant when connecting automatically.
ca: S'ha simplificat la pantalla d'error de l'assistent de *Connexió Tor* quan es connecta automàticament.
de: Vereinfachen Sie den Fehlerbildschirm des *Tor-Verbindungsassistenten*, wenn Sie sich automatisch verbinden.

source: - Improve the wording of the backup utility for the Persistent Storage.
ca: - S'ha millorat la redacció de la utilitat de còpia de seguretat per a l'Emmagatzematge Persistent.
de: - Verbessert die Formulierung des Backup-Dienstprogramms für den beständigen Datenspeicher.

source: - Remove the confirmation dialog when starting the *Unsafe Browser*.
ca: - S'ha eliminat el diàleg de confirmació quan s'inicia el *Navegador Insegur*.
de: - Entfernt das Bestätigungsdialogfeld beim Starten des *Unsicheren Browsers*.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>
de: <h1 id="fixes">Behobene Probleme</h1>

source: - Fix support for some graphics cards:
ca: - S'ha corregit el suport per a algunes targetes gràfiques:
de: - Unterstützung für einige Grafikkarten behoben:

source: Update the *Linux* kernel to 6.0.12. This improves the support for newer hardware in general: graphics, Wi-Fi, and so on. ([[!tails_ticket 18467]])
ca: S'ha actualitzat el nucli de *Linux* a la versió 6.0.12. Això millora la compatibilitat amb el maquinari més nou en general: gràfics, Wi-Fi, etc. ([[!tails_ticket 18467]])
de: Aktualisiert den *Linux*-Kernel auf 6.0.12. Dies verbessert die Unterstützung für neue Hardware im Allgemeinen: Grafiken, Wi-Fi und so weiter. ([[!tails_ticket 18467]])

source: Remove from the Troubleshooting Mode 2 boot options that break support for some graphics cards: `nomodeset` and `vga=normal`. ([[!tails_ticket 19321]])
ca: S'ha eliminat l'opció d'arrencada del mode de resolució de problemes 2 que trencava la compatibilitat amb algunes targetes gràfiques: `nomodeset` i `vga=normal`. ([[!tails_ticket 19321]])
de: Entfernt im Fehlerbehebungsmodus die 2 Boot-Optionen, die die Unterstützung für einige Grafikkarten beeinträchtigen: `nomodeset` und `vga=normal`. ([[!tails_ticket 19321]])

source: Please let us know if the support for your graphics cards has been fixed or is still broken.
ca: Si us plau, feu-nos saber si s'ha solucionat el suport per a les vostres targetes gràfiques o encara està trencat.

source: Fix starting AppImages that use the Qt toolkit like *Feather* and *Bitcoin-Qt*. ([[!tails_ticket 19326]])
ca: S'ha corregit l'arrencada d'AppImages que utilitzen el conjunt d'eines Qt com ara *Feather* i *Bitcoin-Qt*. ([[!tails_ticket 19326]])
de: Behebt das Startproblem von AppImages, die das Qt-Toolkit verwenden, wie *Feather* und *Bitcoin-Qt*. ([[!tails_ticket 19326]])

source: - Fix clipboard encryption and decryption in *Kleopatra*. ([[!tails_ticket 19329]])
ca: - S'ha arreglat l'encriptatge i el desencriptatge del porta-retalls a *Kleopatra*. ([[!tails_ticket 19329]])

source: - Fix at least 2 cases of Persistent Storage not activating:
ca: - S'han arreglat almenys dos casos de fallada de l'activació de l'Emmagatzematge Persistent:
de: - Beheben Sie mindestens 2 Fälle, in denen der persistente Speicher nicht aktiviert wird:

source: When activation takes longer ([[!tails_ticket 19347]])
ca: Quan l'activació triga més ([[!tails_ticket 19347]])
de: Wenn die Aktivierung länger dauert ([[!tails_ticket 19347]])

source: When the Dotfiles feature includes symbolic links ([[!tails_ticket 19346]])
ca: Quan la funció Dotfiles inclou enllaços simbòlics ([[!tails_ticket 19346]])
de: Wenn die Dotfiles-Funktion symbolische Links umfasst ([[!tails_ticket 19346]])

source: Please keep reporting issues with the new Persistent Storage. We give them top priority!
ca: Continueu informant de problemes amb el nou Emmagatzematge Persistent. Els donem prioritat màxima!
de: Bitte melden Sie weiterhin Probleme mit dem neuen beständigen Datenspeicher. Wir geben ihnen höchste Priorität!

source: - Fix 3 clipboard operations with *KeePassXC*:
ca: - S'han corregit tres operacions del porta-retalls amb *KeePassXC*:
de: - Behebt 3 Zwischenablageoperationen mit *KeePassXC*:

source: Copying a passphrase to unlock a database ([[!tails_ticket 19237]])
ca: Copiar una contrasenya per desbloquejar una base de dades ([[!tails_ticket 19237]])

source: Using the auto-type feature ([[!tails_ticket 19339]])
ca: Ús de la funció d'escriptura automàtica ([[!tails_ticket 19339]])

source: Clearing passwords automatically from the clipboard after 10 seconds
ca: Esborrat automàtic de les contrasenyes del porta-retalls després de 10 segons

source: Fix the display of the applications menu that was broken in some GTK3 applications installed as Additional Software. ([[!tails_ticket 19371]])
ca: S'ha corregit la visualització del menú d'aplicacions que es va trencar en algunes aplicacions GTK3 instal·lades com a Programari Addicional. ([[!tails_ticket 19371]])

source: Localize the homepage of *Tor Browser* when started from the *Tor Connection* assistant. ([[!tails_ticket 19369]])
ca: S'ha adaptat la llengua de la pàgina d'inici del *Navegador Tor* quan s'inicia des de l'assistent de *Connexió Tor*. ([[!tails_ticket 19369]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].
de: Für weitere Details lesen Sie unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>
de: <h1 id="issues">Bekannte Probleme</h1>

source: Please keep reporting issues with the new Persistent Storage and when starting on graphics cards that used to work with Tails.
ca: Si us plau, seguiu informant de problemes amb el nou Emmagatzematge Persistent i quan inicieu amb targetes gràfiques que solien funcionar amb Tails.

source: *Tor Browser* has no minimize and maximize buttons ([[!tails_ticket 19328]])
ca: El *Navegador Tor* no té botons de minimització i maximització ([[!tails_ticket 19328]])

source: To work around this:
ca: Per solucionar això:

source: Right-click on the *Tor Browser* tab in the window list at the bottom of the screen.
ca: Feu clic amb el botó dret a la pestanya *Navegador Tor* a la llista de finestres a la part inferior de la pantalla.

source: Choose **Minimize** or **Maximize**.
ca: Trieu **Minimitza** o **Maximitza**.

source: Welcome Screen and Tor Connection don't fit on 800×600 ([[!tails_ticket 19324]])
ca: La Pantalla de Benvinguda i la Connexió Tor no encaixen en 800×600 ([[!tails_ticket 19324]])
de: Begrüßungsbildschirm und Tor-Verbindung passen nicht auf 800×600 ([[!tails_ticket 19324]])

source: The top of the Welcome Screen and some button of the Tor Connection assistant are cut out on small displays (800×600), like virtual machines.
ca: La part superior de la Pantalla de Benvinguda i algun botó de l'assistent de Connexió Tor es tallen en pantalles petites (800×600), com les màquines virtuals.
de: Der obere Bereich des Begrüßungsbildschirms und einige Schaltflächen des Tor-Verbindungsassistenten sind auf kleinen Bildschirmen (800×600), wie z.B. in virtuellen Maschinen, abgeschnitten.

source: You can press **Alt+S** to start Tails.
ca: Podeu prémer **Alt+S** per iniciar Tails.
de: Sie können **Alt+S** drücken, um Tails zu starten.

source: Progress bar of *Tor Connection* gets stuck around 50% ([[!tails_ticket 19173]])
ca: La barra de progrés de *Connexió Tor* s'encalla al voltant del 50% ([[!tails_ticket 19173]])
de: Fortschrittsanzeige der *Tor-Verbindung* bleibt bei etwa 50 % stehen ([[!tails_ticket 19173]])

source: When using a custom Tor `obfs4` bridge, the progress bar of *Tor Connection* sometimes gets stuck halfway through and becomes extremely slow.
ca: Quan s'utilitza un pont de Tor `obfs4` personalitzat, la barra de progrés de *Connexió Tor* de vegades s'encalla a la meitat i es torna extremadament lenta.
de: Beim Verwenden einer benutzerdefinierten Tor `obfs4`-Bridges bleibt die Fortschrittsanzeige der *Tor-Verbindung* manchmal in der Mitte stehen und wird extrem langsam.

source: To fix this, you can either:
ca: Per solucionar-ho, podeu:
de: Um dies zu beheben, können Sie entweder:

source: Close and reopen *Tor Connection* to speed up the initial connection.
ca: Tancar i tornar a obrir *Connexió Tor* per accelerar la connexió inicial.
de: Schließen Sie die *Tor-Verbindung* und öffnen Sie sie erneut, um die initiale Verbindung zu beschleunigen.

source: Try a different `obfs4` bridge.
ca: Provar un pont `obfs4` diferent.
de: Versuchen Sie eine andere `obfs4`-Bridge.

source: This issue only affects outdated obfs4 bridges and does not happen with obfs4 bridges that run version 0.0.12 or later.
ca: Aquest problema només afecta els ponts obfs4 obsolets i no passa amb els ponts obfs4 que executen la versió 0.0.12 o posterior.

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].
de: Siehe die Liste der [[Altlasten|support/known_issues]].

source: <h1 id="get">Get Tails 5.9</h1>
ca: <h1 id="get">Obtenir Tails 5.9</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent
de: Um Ihren Tails-USB-Stick zu aktualisieren und Ihren beständigen Datenspeicher beizubehalten

source: - Automatic upgrades are available from Tails 5.0 or later to 5.9.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 5.0 o posterior a la versió 5.9.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.
de: Sie können [[die Größe des Downloads|doc/upgrade#reduce]] von zukünftigen automatischen Upgrades reduzieren, indem Sie ein manuelles Upgrade auf die neueste Version durchführen.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].
de: Wenn Sie ein automatisches Upgrade nicht durchführen können oder Tails nach einem automatischen Upgrade nicht startet, versuchen Sie bitte ein [[manuelles Upgrade|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB
de: Um Tails auf einem neuen USB-Stick zu installieren

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:
de: Befolgen Sie unsere Installationsanweisungen:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]
de: [[Installieren von Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]
de: [[Installieren von macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]
de: [[Installieren von Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: [[Instal·lar des de Debian o Ubuntu mitjançant la línia d'ordres i GnuPG|install/expert]]
de: [[Installation von Debian oder Ubuntu über die Kommandozeile und GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>
de: <div class="caution"><p>Der beständige Datenspeicher auf dem USB-Stick geht verloren, wenn Sie installieren anstatt zu aktualisieren.</p></div>

source: To download only
ca: Per només baixar
de: Nur herunterladen

source: If you don't need installation or upgrade instructions, you can download Tails 5.9 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 5.9 directament:
de: Wenn Sie keine Installations- oder Upgrade-Anleitungen benötigen, können Sie Tails 5.9 direkt herunterladen:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]
de: [[Für USB-Sticks (USB-Image)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
de: [[Für DVDs und virtuelle Maschinen (ISO-Image)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
ca: <h1 id="next">Què ve?</h1>
de: <h1 id="next">Was kommt als Nächstes?</h1>

source: Tails 5.10 is [[scheduled|contribute/calendar]] for February 21.
ca: Tails 5.10 està [[programat|contribute/calendar]] per al 21 de febrer.
de: Tails 5.10 ist für den [[geplanten|contribute/calendar]] Veröffentlichungstermin am 21. Februar vorgesehen.
