Repository: ks-sbc/os
Catalog: wiki/src/news/version_6.4.*.po
Languages: ca, fr

source: <h1 id="features">New features</h1>
ca: <h1 id="features">Noves funcionalitats</h1>
fr: <h1 id="features">Nouvelles fonctionnalités</h1>

source: <h2>Random seed</h2>
ca: <h2>Llavor aleatòria</h2>
fr: <h2>Graine aléatoire</h2>

source: Tails now stores a random seed on the USB stick to strengthen all cryptography.
ca: Tails ara emmagatzema una llavor aleatòria al llapis USB per reforçar tota la criptografia.
fr: Tails stocke désormais une graine aléatoire sur la clé USB pour renforcer toute la cryptographie.

source: Having a [[!wikipedia cryptographically secure pseudorandom number generator desc="secure random number generator"]] is critical to some of the cryptography used in Tails, for example, in the Persistent Storage, Tor, or HTTPS.
ca: Tenir un generador de números pseudoaleatoris criptogràficament segur [[!wikipedia_ca Generador_de_números_pseudoaleatoris_criptogràficament_segur desc="generador segur de números aleatoris"]] és fonamental per a la criptografia utilitzada a Tails, per exemple, a l'Emmagatzematge Persistent, Tor o HTTPS.
fr: Avoir un [[!wikipedia cryptographically secure pseudorandom number generator desc="générateur de nombres aléatoires sûr"]] est essentiel pour pas mal de cryptographie utilisée dans Tails, par exemple, dans le stockage persistant, Tor ou HTTPS.

source: This random seed is stored [[outside of the Persistent Storage|contribute/design/random]] so that all users can benefit from stronger cryptography.
ca: Aquesta llavor aleatòria s'emmagatzema [[fora de l'Emmagatzematge Persistent|contribute/design/random]] perquè tots els usuaris es puguin beneficiar d'una criptografia més forta.
fr: Cette graine aléatoire est stockée [[en dehors du stockage persistant|contribute/design/random]] ce qui permet à toutes les personnes utilisant Tails de bénéficier d'une cryptographie plus forte.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: Switch to using HTTPS addresses instead of an onion addresses for the Debian and Tails APT repositories. This makes the [[Additional Software|doc/persistent_storage/additional_software]] feature more reliable.
ca: Ara s'utilitzen adreces HTTPS en lloc d'adreces onion per als repositoris APT de Debian i Tails. Això fa que la funció de [[Programari Addicional|doc/persistent_storage/additional_software]] sigui més fiable.
fr: Passage à l'utilisation d'adresses HTTPS au lieu d'adresses onion pour les dépôts APT de Debian et Tails. Cela rend la fonctionnalité [[Logiciels supplémentaires|doc/persistent_storage/additional_software]] plus fiable.

source: - Update *Tor Browser* to [13.0.16](https://blog.torproject.org/new-release-tor-browser-13016).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [13.0.16](https://blog.torproject.org/new-release-tor-browser-13016).
fr: - Mise à jour du *Navigateur Tor* vers la version [13.0.16](https://blog.torproject.org/new-release-tor-browser-13016).

source: - Update the *Tor* client to 0.4.8.12.
ca: - S'ha actualitzat el client de *Tor* a la versió 0.4.8.12.
fr: - Mise à jour du client *Tor* vers la version 0.4.8.12.

source: - Update *Thunderbird* to 115.12.0.
ca: - S'ha actualitzat el *Thunderbird* a la versió 115.12.0.
fr: - Mise à jour de *Thunderbird* vers la version 115.12.0.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Fix more issues when unlocking the Persistent Storage. ([[!tails_ticket 20020]], [[!tails_ticket 20344]], [[!tails_ticket 19913]])
ca: S'han corregit més problemes en desbloquejar l'Emmagatzematge Persistent. ([[!tails_ticket 20020]], [[!tails_ticket 20344]], [[!tails_ticket 19913]])
fr: Correction de davantage de problèmes lors du déverrouillage du stockage persistant. ([[!tails_ticket 20020]], [[!tails_ticket 20344]], [[!tails_ticket 19913]])

source: Fix connecting to a mobile broadband network on some hardware. ([[!tails_ticket 20291]])
ca: S'ha arreglat la connexió a una xarxa de banda ampla mòbil en algun maquinari. ([[!tails_ticket 20291]])
fr: Correction de la connexion à un réseau mobile haut débit sur certains matériels. ([[!tails_ticket 20291]])

source: Enable again the PDF reader of *Thunderbird* that we disabled in [[Tails 6.3|news/version_6.3]] for security.
ca: S'ha tornat a habilitar el lector de fitxers PDF del *Thunderbird* que va ser desactivat a [[Tails 6.3|news/version_6.3]] per seguretat.
fr: Activation à nouveau du lecteur PDF de *Thunderbird* qui avait été désactivé par sécurité dans [[Tails 6.3|news/version_6.3]].

source: Improve the error message of *Tails Cloner* when the target USB stick cannot be unmounted because it is being used. ([[!tails_ticket 19253]])
ca: S'ha millorat el missatge d'error del *Clonador de Tails* quan el llapis USB de destinació no es pot desmuntar perquè s'està utilitzant. ([[!tails_ticket 19253]])
fr: Amélioration du message d' erreur de *Tails Cloner* lorsque la clé USB cible ne peut pas être démontée car elle est utilisée. ([[!tails_ticket 19253]])

source: Fix the homepage of *Tor Browser* when using the New Identity feature. This removes the error message `Tor Browser blocked your homepage from loading`. ([[!tails_ticket 20381]])
ca: S'ha arreglat la pàgina d'inici del *Navegador Tor* quan s'utilitza la funció de Nova identitat. Això elimina el missatge d'error «El Navegador Tor ha bloquejat la càrrega de la vostra pàgina d'inici». ([[!tails_ticket 20381]])
fr: Correction de la page d'accueil du *Navigateur Tor* lors de l'utilisation de la fonctionnalité Nouvelle identité. Cela enlève le message d'erreur `Le navigateur Tor a bloqué le chargement de votre page d'accueil`. ([[!tails_ticket 20381]])

source: Remove the redundant dialog when unlocking a VeraCrypt volume using the *Unlock VeraCrypt Volumes* utility. ([[!tails_ticket 20281]])
ca: S'ha eliminat el diàleg redundant quan es desbloqueja un volum VeraCrypt mitjançant la utilitat *Desbloqueja Volums VeraCrypt*. ([[!tails_ticket 20281]])
fr: Suppression d'une fenêtre redondante lors du déverrouillage d'un volume VeraCrypt en utilisant l'utilitaire *Déverrouiller les volumes VeraCrypt*. ([[!tails_ticket 20281]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="get">Get Tails 6.4</h1>
ca: <h1 id="get">Obtenir Tails 6.4</h1>
fr: <h1 id="get">Obtenir Tails 6.4</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 6.0 or later to 6.4.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 6.0 o posterior fins a la versió 6.4.
fr: - Mises à jour automatiques disponibles depuis Tails 6.0 ou plus récent vers la version 6.4.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.
fr: Vous pouvez [[réduire la taille du téléchargement|doc/upgrade#reduce]] des futures mises à jours automatiques en effectuant une mise à jour manuelle vers la dernière version.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails 6.4 on a new USB stick
ca: Per instal·lar Tails 6.4 en un nou llapis USB
fr: Pour installer Tails 6.4 sur une nouvelle clé USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:
fr: Suivez nos instructions d'installation :

source: - [[Install from Windows|install/windows]]
ca: - [[Instal·lar des de Windows|install/windows]]
fr: - [[Installer depuis Windows|install/windows]]

source: - [[Install from macOS|install/mac]]
ca: - [[Instal·lar des de macOS|install/mac]]
fr: - [[Installer depuis macOS|install/mac]]

source: - [[Install from Linux|install/linux]]
ca: - [[Instal·lar des de Linux|install/linux]]
fr: - [[Installer depuis Linux|install/linux]]

source: - [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: - [[Instal·lar des de Debian o Ubuntu usant la línia d'ordres i GnuPG|install/expert]]
fr: - [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
ca: Per només baixar
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 6.4 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 6.4 directament:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 6.4 :

source: - [[For USB sticks (USB image)|install/download]]
ca: - [[Per a llapis USB (imatge USB)|install/download]]
fr: - [[Pour clés USB (image USB)|install/download]]

source: - [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: - [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
fr: - [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]
