Repository: ks-sbc/os
Catalog: wiki/src/news/version_6.6.*.po
Languages: ca, fr

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: - Update *Tor Browser* to [13.5.2](https://blog.torproject.org/new-release-tor-browser-1352).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [13.5.2](https://blog.torproject.org/new-release-tor-browser-1352).
fr: - Mise à jour du *Navigateur Tor* vers la version [13.5.2](https://blog.torproject.org/new-release-tor-browser-1352).

source: - Update *Thunderbird* to [115.14.0](https://www.thunderbird.net/en-US/thunderbird/115.14.0/releasenotes/).
ca: - S'ha actualitzat el *Thunderbird* a la versió [115.14.0](https://www.thunderbird.net/en-US/thunderbird/115.14.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [115.14.0](https://www.thunderbird.net/en-US/thunderbird/115.14.0/releasenotes/).

source: Update [many](https://salsa.debian.org/kernel-team/firmware-nonfree/-/blob/master/debian/changelog?ref_type=heads) firmware packages. This improves the support for newer hardware: graphics, Wi-Fi, and so on.
ca: S'han actualitzat [molts](https://salsa.debian.org/kernel-team/firmware-nonfree/-/blob/master/debian/changelog?ref_type=heads) paquets de microprogramari. Això millora la compatibilitat amb el maquinari més nou: gràfics, Wi-Fi, etc.
fr: Mise à jour de [nombreux](https://salsa.debian.org/kernel-team/firmware-nonfree/-/blob/master/debian/changelog?ref_type=heads) paquets de micrologiciels. Cela permet d'améliorer la prise en charge du matériel plus récent : cartes graphiques, Wi-Fi, etc.

source: Detect new types of errors when resizing the system partition fails (the first time Tails is started) and report the following error message.
ca: Es detecten nous tipus d'errors quan falla el canvi de mida de la partició del sistema (la primera vegada que s'inicia Tails) i s'informa el següent missatge d'error.
fr: Détection de nouveaux types d'erreurs lorsque le redimensionnement de la partition système échoue (au premier démarrage de Tails) et affichage du message d'erreur suivant.

source: <p class="code"> Something went wrong when starting your Tails USB stick for the first time:<br> resizing the system partition failed <br><br> It will be impossible to create a Persistent Storage or apply automatic upgrades. </p>
ca: <p class="code"> S'ha produït un error en iniciar el vostre llapis USB de Tails per primera vegada:<br> No s'ha pogut canviar la mida de la partició del sistema <br><br> Serà impossible crear un Emmagatzematge Persistent o aplicar actualitzacions automàtiques. </p>
fr: <p class="code"> Un problème s'est produit lors du premier démarrage de votre clé USB Tails :<br> échec du redimensionnement de la partition système <br><br> Il sera impossible de créer un stockage persistant ou d'appliquer des mises à jour automatiques. </p>

source: Affected users can try to install Tails again or use a different USB stick.
ca: Els usuaris afectats poden provar d'instal·lar Tails de nou o utilitzar un llapis USB diferent.
fr: Les personnes concernées peuvent essayer d'installer à nouveau Tails ou d'utiliser une autre clé USB.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Persistent Storage
ca: Emmagatzematge Persistent
fr: Stockage persistant

source: Increase the maximum waiting time to 4 minutes when unlocking the Persistent Storage before returning an error. ([[!tails_ticket 20475]])
ca: S'ha augmentat el temps d'espera màxim a 4 minuts quan es desbloqueja l'Emmagatzematge Persistent abans de retornar un error. ([[!tails_ticket 20475]])
fr: Augmentation à 4 minutes du temps d'attente maximum avant de renvoyer une erreur lors du déverrouillage du stockage persistant. ([[!tails_ticket 20475]])

source: Made the creation of the Persistent Storage more robust after starting a Tails USB stick for the first time. ([[!tails_ticket 20451]])
ca: S'ha fet que la creació de l'Emmagatzematge Persistent sigui més robusta després d'iniciar un llapis USB de Tails per primera vegada. ([[!tails_ticket 20451]])
fr: La création du stockage persistant a été rendue plus robuste après le démarrage d'une clé USB Tails pour la première fois. ([[!tails_ticket 20451]])

source: Prevent the Persistent Storage settings from freezing after opening a link to the documentation. ([[!tails_ticket 20438]])
ca: S'ha evitat que la configuració de l'Emmagatzematge Persistent es congeli després d'obrir un enllaç a la documentació. ([[!tails_ticket 20438]])
fr: Empêche le gel des paramètres du stockage persistant après l'ouverture d'un lien vers la documentation. ([[!tails_ticket 20438]])

source: Prevent Additional Software from crashing when installing virtual packages. ([[!tails_ticket 20477]])
ca: S'ha evitat que el Programari Addicional es bloquegi quan instal·leu paquets virtuals. ([[!tails_ticket 20477]])
fr: Empêche les logiciels supplémentaires de planter lors de l'installation de paquets virtuels. ([[!tails_ticket 20477]])

source: Networking
ca: Treball en xarxa
fr: Réseau

source: - Fix connecting to the Tor network using default bridges. ([[!tails_ticket 20467]])
ca: - S'ha arreglat la connexió a la xarxa Tor mitjançant ponts predeterminats. ([[!tails_ticket 20467]])
fr: - Correction de la connexion au réseau Tor en utilisant les ponts par défaut. ([[!tails_ticket 20467]])

source: - Allow enabling multiple network interfaces again. ([[!tails_ticket 20128]])
ca: - Es permet habilitar de nou diverses interfícies de xarxa. ([[!tails_ticket 20128]])
fr: - Permettre à nouveau l'activation de plusieurs interfaces réseau. ([[!tails_ticket 20128]])

source: Tails Cloner
ca: Clonador de Tails

source: Remove 30 seconds of waiting time when installing by cloning. ([[!tails_ticket 20131]])
ca: S'han reduït 30 segons de temps d'espera en instal·lar mitjançant la clonació. ([[!tails_ticket 20131]])
fr: Suppression des 30 secondes d'attente lors de l'installation par clonage. ([[!tails_ticket 20131]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="get">Get Tails 6.6</h1>
ca: <h1 id="get">Obtenir Tails 6.6</h1>
fr: <h1 id="get">Obtenir Tails 6.6</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 6.0 or later to 6.6.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 6.0 o posterior fins a la versió 6.6.
fr: - Mises à jour automatiques disponibles depuis Tails 6.0 ou plus récent vers la version 6.6.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails 6.6 on a new USB stick
ca: Per instal·lar Tails 6.6 en un nou llapis USB
fr: Pour installer Tails 6.6 sur une nouvelle clé USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:
fr: Suivez nos instructions d'installation :

source: - [[Install from Windows|install/windows]]
ca: - [[Instal·lar des de Windows|install/windows]]
fr: - [[Installer depuis Windows|install/windows]]

source: - [[Install from macOS|install/mac]]
ca: - [[Instal·lar des de macOS|install/mac]]
fr: - [[Installer depuis macOS|install/mac]]

source: - [[Install from Linux|install/linux]]
ca: - [[Instal·lar des de Linux|install/linux]]
fr: - [[Installer depuis Linux|install/linux]]

source: - [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: - [[Instal·lar des de Debian o Ubuntu usant la línia d'ordres i GnuPG|install/expert]]
fr: - [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
ca: Per només baixar
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 6.6 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 6.6 directament:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 6.6 :

source: - [[For USB sticks (USB image)|install/download]]
ca: - [[Per a llapis USB (imatge USB)|install/download]]
fr: - [[Pour clés USB (image USB)|install/download]]

source: - [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: - [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
fr: - [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]
