Repository: ks-sbc/os
Catalog: wiki/src/news/version_5.0.*.po
Languages: de

source: We are especially proud to present you Tails 5.0, the first version of Tails based on Debian 11 (Bullseye). It brings new versions of a lot of the software included in Tails and new OpenPGP tools.
de: Wir sind besonders stolz darauf, Ihnen Tails 5.0 zu präsentieren, die erste Version von Tails, die auf Debian 11 (Bullseye) basiert. Sie bringt neue Versionen vieler der in Tails enthaltenen Software und neue OpenPGP-Werkzeuge.

source: <h1 id="features">New features</h1>
de: <h1 id="features">Neue Funktionen</h1>

source: We added [[*Kleopatra*|doc/encryption_and_privacy/kleopatra]] to replace the *OpenPGP Applet* and the *Password and Keys* utility, also known as *Seahorse*.
de: Wir haben [[*Kleopatra*|doc/encryption_and_privacy/kleopatra]] hinzugefügt, um das *OpenPGP Applet* und das Dienstprogramm *Passwörter und Schlüssel*, auch bekannt als *Seahorse*, zu ersetzen.

source: The *OpenPGP Applet* was not actively developped anymore and was complicated for us to keep in Tails. The *Password and Keys* utility was also poorly maintained and Tails users suffered from too many of its issues until now, like [[!tails_ticket 17183]].
de: Das *OpenPGP Applet* wurde nicht mehr aktiv entwickelt und war für uns kompliziert, in Tails zu behalten. Das Dienstprogramm *Passwörter und Schlüssel* wurde ebenfalls schlecht gewartet, und die Tails-Nutzer litten bis jetzt unter zu vielen seiner Probleme, siehe [[!tails_ticket 17183]].

source: *Kleopatra* provides equivalent features in a single tool and is more actively developed.
de: *Kleopatra* bietet vergleichbare Funktionen in einem einzigen Tool und wird aktiver weiterentwickelt.

source: <h1 id="changes">Changes and updates</h1>
de: <h1 id="changes">Änderungen und Updates</h1>

source: The Additional Software feature of the Persistent Storage is enabled by default to make it faster and more robust to configure your first additional software package.
de: Die Funktion „Zusätzliche Software“ des beständigen Datenspeichers ist standardmäßig aktiviert, um die Konfiguration Ihres ersten zusätzlichen Softwarepakets schneller und robuster zu gestalten.

source: You can now use the Activities overview to access your windows and applications. To access the Activities overview, you can either:
de: Sie können jetzt die Aktivitätenübersicht verwenden, um auf Ihre Fenster und Anwendungen zuzugreifen. Um auf die Aktivitätenübersicht zuzugreifen, können Sie entweder:

source: Click on the <b>Activities</b> button.
de: Klicken Sie auf die <b>Aktivitäten</b>-Schaltfläche.

source: Throw your mouse pointer to the top-left hot corner.
de: Bewege den Mauszeiger in die obere linke heiße Ecke.

source: Press the <b>Super</b> ([[!img lib/start.png alt="" class="symbolic" link="no"]]) key on your keyboard.
de: Drücken Sie die <b>Super</b> ([[!img lib/start.png alt="" class="symbolic" link="no"]]) Taste auf Ihrer Tastatur.

source: You can see your windows and applications in the overview. You can also start typing to search your applications, files, and folders.
de: Sie können Ihre Fenster und Anwendungen in der Übersicht sehen. Sie können auch anfangen zu tippen, um nach Ihren Anwendungen, Dateien und Ordnern zu suchen.

source: Included software
de: Inklusive Software

source: Most included software has been upgraded in Debian 11, for example:
de: Die meisten enthaltenen Softwarepakete wurden in Debian 11 aktualisiert, zum Beispiel:

source: - Update *Tor Browser* to [11.0.11](https://blog.torproject.org/new-release-tor-browser-11011).
de: - Aktualisiert *Tor Browser* auf [11.0.11](https://blog.torproject.org/new-release-tor-browser-11011).

source: Update *GNOME* from 3.30 to 3.38, with lots of small improvements to the desktop, the core *GNOME* utilities, and the locking screen.
de: Aktualisiert *GNOME* von 3.30 auf 3.38, mit vielen kleinen Verbesserungen für den Desktop, die Kern-*GNOME*-Dienstprogramme und den Sperrbildschirm.

source: Update *MAT* from 0.8 to 0.12, which adds support to clean metadata from SVG, WAV, EPUB, PPM, and Microsoft Office files.
de: Aktualisiert *MAT* von 0.8 auf 0.12, das Unterstützung zum Reinigen von Metadaten aus SVG-, WAV-, EPUB-, PPM- und Microsoft Office-Dateien hinzufügt.

source: <h1 id="fixes">Fixed problems</h1>
de: <h1 id="fixes">Behobene Probleme</h1>

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Für weitere Details lesen Sie unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].

source: <h1 id="issues">Known issues</h1>
de: <h1 id="issues">Bekannte Probleme</h1>

source: Copy the known issues from the previous version if they haven't been solved or move them to /support/known_issues if more appropriate.
de: Kopieren Sie die bekannten Probleme aus der Vorgängerversion, falls sie noch nicht behoben wurden, oder verschieben Sie sie nach /support/known_issues, falls dies sinnvoller ist.

source: *Additional Software* sometimes doesn't work when restarting for the first time right after creating a Persistent Storage. ([[!tails_ticket 18839]])
de: *Zusätzliche Software* funktioniert manchmal nicht, wenn man nach der Erstellung eines Beständigen Datenspeichers zum ersten Mal neu startet. ([[!tails_ticket 18839]])

source: To solve this, install the same additional software package again after restarting with the Persistent Storage for the first time.
de: Um dies zu lösen, installieren Sie dasselbe Zusatzsoftware-Paket erneut, nachdem Sie zum ersten Mal mit dem beständigen Datenspeicher neu gestartet haben.

source: *Thunderbird* displays a popup to choose an application when opening links. ([[!tails_ticket 18913]])
de: *Thunderbird* zeigt ein Popup an, um eine Anwendung auszuwählen, wenn Links geöffnet werden. ([[!tails_ticket 18913]])

source: - *Tails Installer* sometimes fails to clone. ([[!tails_ticket 18844]])
de: - *Tails Installer* schlägt manchmal beim Klonen fehl. ([[!tails_ticket 18844]])

source: See the list of [[long-standing issues|support/known_issues]].
de: Siehe die Liste der [[Altlasten|support/known_issues]].

source: <h1 id="get">Get Tails 5.0</h1>
de: <h1 id="get">Tails 5.0 herunterladen</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
de: Um Ihren Tails-USB-Stick zu aktualisieren und Ihren beständigen Datenspeicher beizubehalten

source: - Automatic upgrades are not available to 5.0.
de: - Automatische Updates sind für 5.0 nicht verfügbar.

source: To install Tails on a new USB stick
de: Um Tails auf einem neuen USB-Stick zu installieren

source: Follow our installation instructions:
de: Befolgen Sie unsere Installationsanweisungen:

source: [[Install from Windows|install/windows]]
de: [[Installieren von Windows|install/windows]]

source: [[Install from macOS|install/mac]]
de: [[Installieren von macOS|install/mac]]

source: [[Install from Linux|install/linux]]
de: [[Installieren von Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
de: [[Installation von Debian oder Ubuntu über die Kommandozeile und GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
de: <div class="caution"><p>Der beständige Datenspeicher auf dem USB-Stick geht verloren, wenn Sie installieren anstatt zu aktualisieren.</p></div>

source: To download only
de: Nur herunterladen

source: [[For USB sticks (USB image)|install/download]]
de: [[Für USB-Sticks (USB-Image)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
de: [[Für DVDs und virtuelle Maschinen (ISO-Image)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
de: <h1 id="next">Was kommt als Nächstes?</h1>

source: Tails 5.1 is [[scheduled|contribute/calendar]] for May 31.
de: Tails 5.1 ist [[geplant|contribute/calendar]] für den 31. Mai.
