Repository: ks-sbc/os
Catalog: wiki/src/news/version_6.2.*.po
Languages: ca, fr

source: <h1 id="features">New features</h1>
ca: <h1 id="features">Noves funcionalitats</h1>
fr: <h1 id="features">Nouvelles fonctionnalités</h1>

source: We added 21 new languages to the Welcome Screen: Albanian, Armenian, Basque, Bengali, Bulgarian, Estonian, Galician, Icelandic, Japanese, Kazakh, Korean, Latvian, Malay, Norwegian Nynorsk, Polish, Serbian, Slovak, Swahili, Thai, Ukrainian, and Vietnamese.
ca: Hem afegit 21 idiomes nous a la Pantalla de Benvinguda: albanès, armeni, basc, bengalí, búlgar, estonià, gallec, islandès, japonès, kazakh, coreà, letó, malai, nynorsk noruec, polonès, serbi, eslovac, suahili, tailandès, ucraïnès i vietnamita.
fr: Nous avons ajouté 21 nouvelles langues à l'écran de bienvenue : l'albanais, l'arménien, le basque, le bengali, le bulgare, l'estonien, le galicien, l'islandais, le japonais, le kazakh, le coréen, le letton, le malais, le nynorsk, le polonais, le serbe, le slovaque, le swahili, le thaï, l'ukrainien et le vietnamien.

source: Some of these languages only have little of our custom Tails applications translated, but other applications included in Tails are better translated.
ca: Alguns d'aquests idiomes només tenen part de les nostres aplicacions personalitzades de Tails traduïdes, però altres aplicacions incloses a Tails estan millor traduïdes.
fr: Dans certaines de ces langues, seules quelques applications personnalisées de Tails sont traduites, mais d'autres applications incluses dans Tails sont mieux traduites.

source: If you want to translate Tails better in these languages or translate Tails into other languages, you can contribute to the [Tor Project Weblate](https://hosted.weblate.org/projects/tor/tails-gui/).
ca: Si voleu traduir Tails millor en aquests idiomes o traduir Tails a altres idiomes, podeu contribuir al [Weblate del Projecte Tor](https://hosted.weblate.org/projects/tor/tails-gui/).
fr: Si vous voulez mieux traduire Tails dans ces langues ou traduire Tails dans d'autres langues, vous pouvez contribuer sur le [Weblate du Projet Tor](https://hosted.weblate.org/projects/tor/tails-gui/).

source: New languages will be included automatically in future versions of Tails as soon as 25% of strings are translated.
ca: Els nous idiomes s'inclouran automàticament a les futures versions de Tails tan bon punt es tradueixi el 25% de les cadenes.
fr: De nouvelles langues seront incluses automatiquement dans les futures versions de Tails dès que 25% des chaînes seront traduites.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: - Update *Tor Browser* to [13.0.14](https://blog.torproject.org/new-release-tor-browser-13014).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [13.0.14](https://blog.torproject.org/new-release-tor-browser-13014).
fr: - Mise à jour du *Navigateur Tor* vers la version [13.0.14](https://blog.torproject.org/new-release-tor-browser-13014).

source: - Update the *Tor* client to 0.4.8.11.
ca: - S'ha actualitzat el client de *Tor* a la versió 0.4.8.11.
fr: - Mise à jour du client *Tor* vers la version 0.4.8.11.

source: Rename the localization section of the Welcome Screen as **Language and Formats**.
ca: S'ha canviat el nom de la secció de localització de la Pantalla de Benvinguda a **Llengua i formats**.
fr: Renommage de la section régionalisation de l'écran de bienvenue en **Langue et formats**.

source: Make **Upgrade later** the default option in the dialog opened by **Tails Upgrader**.
ca: S'ha fet que **Actualitza més tard** sigui l'opció predeterminada al diàleg obert per l'**Actualitzador de Tails**.
fr: Faire de **Mettre à jour plus tard** l'option par défaut de la fenêtre ouverte par **Tails Upgrader**.

source: Include more errors in the [[detection of read and write errors|ioerror]] on the USB stick.
ca: S'han inclòs més errors a la [[detecció d'errors de lectura i escriptura|ioerror]] al llapis USB.
fr: Inclusion de plus d'erreurs dans la [[détection des erreurs de lecture et d'écriture|ioerror]] sur la clé USB.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Fix a reliability issue that disabled Wi-Fi on some hardware. ([[!tails_ticket 20045]])
ca: S'ha solucionat un problema de fiabilitat que desactivava la Wi-Fi en algun maquinari. ([[!tails_ticket 20045]])
fr: Correction d'un problème de fiabilité qui désactivait le Wi-Fi sur certains matériels. ([[!tails_ticket 20045]])

source: Disable **SysRq** keys, which allowed crashing a Tails session from the keyboard and bypass the lock screen. ([[!tails_ticket 20334]])
ca: S'han desactivat les tecles **SysRq**, que permetien bloquejar una sessió de Tails des del teclat i evitar la pantalla de bloqueig. ([[!tails_ticket 20334]])
fr: Désactivation des touches **SysRq**, qui permettaient de faire planter une session Tails depuis le clavier et de contourner l'écran de verrouillage. ([[!tails_ticket 20334]])

source: Disable Speculative Store Bypass to improve our mitigation of [Spectre v4](https://cyberus-technology.de/articles/intel-store-load-spectre-vulnerability). ([[!tails_ticket 20335]])
ca: S'ha desactivat la derivació de la botiga especulativa per millorar la nostra mitigació de [Spectre v4](https://cyberus-technology.de/articles/intel-store-load-spectre-vulnerability). ([[!tails_ticket 20335]])
fr: Désactivation de "Speculative Store Bypass" pour améliorer notre atténuation de [Spectre v4](https://cyberus-technology.de/articles/intel-store-load-spectre-vulnerability). ([[!tails_ticket 20335]])

source: Improve the error message when creating a Persistent Storage is impossible. ([[!tails_ticket 20328]])
ca: S'ha millorat el missatge d'error quan crear un Emmagatzematge Persistent és impossible. ([[!tails_ticket 20328]])
fr: Amélioration du message d'erreur lorsque la création d'un stockage persistant est impossible. ([[!tails_ticket 20328]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="get">Get Tails 6.2</h1>
ca: <h1 id="get">Obtenir Tails 6.2</h1>
fr: <h1 id="get">Obtenir Tails 6.2</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 6.0 or later to 6.2.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 6.0 o posterior a la versió 6.2.
fr: - Mises à jour automatiques disponibles depuis Tails 6.0 ou plus récent vers la version 6.2.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.
fr: Vous pouvez [[réduire la taille du téléchargement|doc/upgrade#reduce]] des futures mises à jours automatiques en effectuant une mise à jour manuelle vers la dernière version.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails 6.2 on a new USB stick
ca: Per instal·lar Tails 6.2 en un nou llapis USB
fr: Pour installer Tails 6.2 sur une nouvelle clé USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:
fr: Suivez nos instructions d'installation :

source: - [[Install from Windows|install/windows]]
ca: - [[Instal·lar des de Windows|install/windows]]
fr: - [[Installer depuis Windows|install/windows]]

source: - [[Install from macOS|install/mac]]
ca: - [[Instal·lar des de macOS|install/mac]]
fr: - [[Installer depuis macOS|install/mac]]

source: - [[Install from Linux|install/linux]]
ca: - [[Instal·lar des de Linux|install/linux]]
fr: - [[Installer depuis Linux|install/linux]]

source: - [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: - [[Instal·lar des de Debian o Ubuntu usant la línia d'ordres i GnuPG|install/expert]]
fr: - [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
ca: Per només baixar
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 6.2 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 6.2 directament:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 6.2 :

source: - [[For USB sticks (USB image)|install/download]]
ca: - [[Per a llapis USB (imatge USB)|install/download]]
fr: - [[Pour clés USB (image USB)|install/download]]

source: - [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: - [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
fr: - [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]
