Repository: ks-sbc/os
Catalog: wiki/src/news/version_6.7.*.po
Languages: ca

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: - Update *Tor Browser* to [13.5.3](https://blog.torproject.org/new-release-tor-browser-1353).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [13.5.3](https://blog.torproject.org/new-release-tor-browser-1353).

source: - Update *Thunderbird* to [115.15.0](https://www.thunderbird.net/en-US/thunderbird/115.15.0esr/releasenotes/).
ca: - S'ha actualitzat el *Thunderbird* a la versió [115.15.0](https://www.thunderbird.net/en-US/thunderbird/115.15.0esr/releasenotes/).

source: Update *OnionShare* from 2.2 to 2.6, which includes a feature to [[create an anonymous chat room|doc/anonymous_internet/onionshare#chat]].
ca: S'ha actualitzat l'*OnionShare* de la versió 2.2 a la 2.6, que inclou una funcionalitat per [[crear una sala de xat anònima|doc/anonymous_internet/onionshare#chat]].

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>

source: - Keep the firewall on even during shutdown. ([[!tails_ticket 20536]])
ca: - Es manté el tallafoc activat fins i tot durant l'aturada. ([[!tails_ticket 20536]])

source: Stop reporting an error when starting an old Tails USB stick with a system partition of 2.5 GB. ([[!tails_ticket 20519]])
ca: Es deixa d'informar d'un error en iniciar un llapis USB de Tails antic amb una partició del sistema de 2,5 GB. ([[!tails_ticket 20519]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: <h2 id="sbat">Shim SBAT verification error</h2>
ca: <h2 id="sbat">Error de verificació de Shim SBAT</h2>

source: If you get the following error message when starting your regular Linux operating system, then it means that your Linux operating system is outdated.
ca: Si rebeu el següent missatge d'error en iniciar el vostre sistema operatiu Linux habitual, vol dir que el vostre sistema operatiu Linux està obsolet.

source: Edit your UEFI settings to disable Secure Boot.
ca: Editeu la vostra configuració UEFI per desactivar l'arrencada segura.

source: With Secure Boot disabled, your regular Linux operating system should start again.
ca: Amb l'arrencada segura desactivada, el vostre sistema operatiu Linux habitual hauria d'arrencar de nou.

source: To learn how to edit the BIOS or UEFI settings, search for the user manual of the computer on the support website of the manufacturer.
ca: Per saber com editar la configuració de la BIOS o UEFI, busqueu el manual d'usuari de l'ordinador al lloc web de suport del fabricant.

source: Update your regular Linux operating system.
ca: Actualitzeu el vostre sistema operatiu Linux habitual.

source: Try to enable Secure Boot again in your UEFI settings.
ca: Proveu de tornar a habilitar l'arrencada segura a la vostra configuració UEFI.

source: If your regular Linux operating system still doesn't start, then disable Secure Boot again. You can try to enable Secure Boot again in the future.
ca: Si el vostre sistema operatiu Linux normal encara no s'inicia, desactiveu l'Arrencada segura de nou. Podeu provar de tornar a activar l'Arrencada segura en el futur.

source: It might take several months for your Linux distribution to provide updates before you can enable Secure Boot again.
ca: La distribució de Linux pot trigar uns quants mesos a oferir actualitzacions abans de poder tornar a habilitar l'Arrencada segura.

source: <h1 id="get">Get Tails 6.7</h1>
ca: <h1 id="get">Obtenir Tails 6.7</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are available from Tails 6.0 or later to 6.7.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 6.0 o posterior fins a la versió 6.7.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails 6.7 on a new USB stick
ca: Per instal·lar Tails 6.7 en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: - [[Install from Windows|install/windows]]
ca: - [[Instal·lar des de Windows|install/windows]]

source: - [[Install from macOS|install/mac]]
ca: - [[Instal·lar des de macOS|install/mac]]

source: - [[Install from Linux|install/linux]]
ca: - [[Instal·lar des de Linux|install/linux]]

source: - [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: - [[Instal·lar des de Debian o Ubuntu usant la línia d'ordres i GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 6.7 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 6.7 directament:

source: - [[For USB sticks (USB image)|install/download]]
ca: - [[Per a llapis USB (imatge USB)|install/download]]

source: - [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: - [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
