Repository: ks-sbc/os
Catalog: wiki/src/news/version_6.0.*.po
Languages: fr

source: We are very excited to present you Tails 6.0, the first version of Tails based on Debian 12 (Bookworm) and GNOME 43. Tails 6.0 brings new versions of most of the software included in Tails as well as several important security and usability improvements.
fr: Nous sommes très enthousiastes de vous présenter Tails 6.0, la première version de Tails basée sur Debian 12 (Bookworm) et GNOME 43. Tails 6.0 apporte des nouvelles versions de la plupart des logiciels inclus dans Tails ainsi que plusieurs améliorations importantes sur la sécurité et l'ergonomie.

source: <h1 id="features">New features</h1>
fr: <h1 id="features">Nouvelles fonctionnalités</h1>

source: Error detection on the Persistent Storage
fr: Détection d'erreur dans le stockage persistant

source: Tails 6.0 warns you about [[errors when reading or writing|ioerror]] from your Tails USB stick.
fr: Tails 6.0 vous prévient des [[erreurs lors de la lecture ou de l'écriture|ioerror]] depuis votre clé USB Tails.

source: These alerts can help you diagnose hardware failures on your USB stick and backup your Persistent Storage before it's too late.
fr: Ces alertes peuvent vous aider à diagnostiquer les problèmes matériels sur votre clé USB et à faire une sauvegarde de votre stockage persistant avant qu'il ne soit trop tard.

source: Mount external devices automatically
fr: Montage automatique des périphériques externes

source: When you plug in an external storage device, a USB stick or an external hard disk, Tails 6.0 mounts it automatically. If the storage device contains an encrypted partition, Tails 6.0 offers you to unlock the encryption automatically.
fr: Lorsque vous branchez un périphérique de stockage externe, une clé USB ou un disque dur externe, Tails 6.0 le monte automatiquement. Si le périphérique de stockage contient une partition chiffrée, Tails 6.0 vous propose automatiquement de déverrouiller le chiffrement.

source: [[!img test_6.0-rc1/unlock.png link="no" class="screenshot" alt="Authentication Required. A passphrase is needed to access encrypted data."]]
fr: [[!img test_6.0-rc1/unlock.png link="no" class="screenshot" alt="Authentification requise. Une phrase de passe est nécessaire pour accéder aux données chiffrées."]]

source: This feature also simplifies how to unlock [[*VeraCrypt* encrypted volumes|doc/encryption_and_privacy/veracrypt]].
fr: Cette fonctionnalité simplifie également comment les [[volumes chiffrés *VeraCrypt*|doc/encryption_and_privacy/veracrypt]] sont déverrouillés.

source: Protection against malicious USB devices
fr: Protection contre les périphériques USB malveillants

source: If an attacker manages to plug a [[!wikipedia BadUSB desc="malicious USB device"]] in your computer, they could run software that breaks the security built in Tails without your knowledge.
fr: Si un attaquant envisage de brancher un [[!wikipedia BadUSB desc="périphérique USB malveillant"]] dans votre ordinateur, il pourrait exécuter un logiciel qui casserait la sécurité construite par Tails sans que vous ne vous en rendiez compte.

source: To protect from such attacks while you are away from your computer, Tails 6.0 ignores any USB device that is plugged in while your screen is locked.
fr: Pour se protéger d'une attaque de ce type lorsque vous n'êtes pas à proximité de votre ordinateur, Tails 6.0 ignore tous les périphériques USB qui pourrait être branché lorsque votre écran est verrouillé.

source: You can only use new USB devices if they are plugged in while the screen is unlocked.
fr: Vous pouvez utiliser un nouveau périphérique USB seulement s'il est branché lorsque l'écran est déverrouillé.

source: [[!img test_6.0-rc1/usbguard.png link="no" class="screenshot" alt="Notification: Reconnect USB device. New device has been detected while you were away. Please disconnect and reconnect the device to start using it."]]
fr: [[!img test_6.0-rc1/usbguard.png link="no" class="screenshot" alt="Notification : Reconnectez le périphérique USB. Un nouveau périphérique a été détecté alors que vous étiez absent. Déconnectez et reconnectez le périphérique pour commencer à l’utiliser."]]

source: Dark Mode and Night Light
fr: Mode sombre et mode nuit

source: From the system menu of Tails 6.0, you can now switch between:
fr: Depuis le menu système de Tails 6.0, vous pouvez maintenant basculer entre :

source: - The default *light* mode with colder colors and more brightness
fr: - Le mode *lumineux* par défaut avec des couleurs plus froides et plus de luminosité

source: - A *dark* mode
fr: - Le mode *sombre*

source: - A *night light* mode with warmer colors and less brightness
fr: - Un mode *nuit* avec des couleurs plus chaudes et moins de luminosité

source: - A combination of both the *dark* mode and *night light* mode
fr: - Une combinaison des modes *sombre* et *nuit*

source: Easier screenshots and screencasts
fr: Captures d'écran et captures vidéo plus faciles

source: GNOME 43 introduces a new [[!img lib/camera-photo.png alt="Take Screenshot" class="symbolic" link="no"]] shortcut in the system menu that makes it easier to take a screenshot or record a screencast.
fr: GNOME 43 présente un nouveau raccourci [[!img lib/camera-photo.png alt="Capture d'écran" class="symbolic" link="no"]] dans le menu système qui rend plus facile de prendre une capture d'écran ou d'enregistrer une capture vidéo.

source: Easier Gmail in Thunderbird
fr: Gmail plus facile dans Thunderbird

source: Thanks to changes in both Thunderbird and Gmail, it's much easier to configure a Gmail account in Thunderbird in Tails 6.0.
fr: Grâce à des changements aussi bien dans Thunderbird que dans Gmail, il est plus facile de configurer un compte Gmail dans Thunderbird dans Tails 6.0.

source: You don't have to configure anything special in your Gmail account, other than the usual 2-Step Verification.
fr: Vous n'avez rien de particulier à configurer dans votre compte Gmail, à part l'habituelle validation en deux étapes.

source: You can sign in to your Gmail account directly when configuring it in *Thunderbird*.
fr: Vous pouvez enregistrer votre compte Gmail directement lors de sa configuration dans *Thunderbird*.

source: [[!img test_6.0-rc1/gmail.png link="no" class="screenshot" alt="Gmail: Sign in to continue to Mozilla Thunderbird"]]
fr: [[!img test_6.0-rc1/gmail.png link="no" class="screenshot" alt="Gmail : Se connecter pour continuer vers Mozilla Thunderbird"]]

source: Diceware passphrases in 5 more languages
fr: Phrases de passe diceware dans 5 langues supplémentaires

source: When creating a Persistent Storage, suggested passphrases are now also generated in Catalan, German, Italian, Portuguese, and Spanish.
fr: Lors de la création d'un stockage persistant, les phrases de passe proposées sont aussi générées en catalan, allemand, italien, portugais et espagnol.

source: Thanks to [[!tails_gitlab jawlensky]] who created the word lists for Catalan, Italian, and Spanish for Tails, but also made them available to all users of `diceware`.
fr: Merci à [[!tails_gitlab jawlensky]] qui a créé les listes de mots pour le catalan, l'italien et l'espagnol pour Tails, mais qui les a aussi rendu disponibles pour toutes les personnes utilisant `diceware`.

source: <h1 id="changes">Changes and updates</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: Included software
fr: Logiciels inclus

source: Tails 6.0 updates most of the applications included in Tails, among others:
fr: Tails 6.0 met à jour la plupart des applications incluses dans Tails, entre autres :

source: - *Tor Browser* to [13.0.10](https://blog.torproject.org/new-release-tor-browser-13010/).
fr: - *Navigateur Tor* vers la version [13.0.10](https://blog.torproject.org/new-release-tor-browser-13010/).

source: - *Electrum* from 4.0.9 to 4.3.4
fr: - *Electrum* de la version 4.0.9 à la version 4.3.4

source: Improve support for the Lightning protocol and hardware wallets.
fr: Améliore le support du protocole Lightning et des portefeuilles matériels.

source: - *KeePassXC* from 2.6.2 to 2.7.4
fr: - *KeePassXC* de la version 2.6.2 à la version 2.7.4

source: Add entry tags.
fr: Ajout d'étiquettes pour les entrées.

source: Support dark mode.
fr: Support du mode sombre.

source: Redesign history view.
fr: Nouvelle présentation de la vue historique.

source: - *Metadata Cleaner* from 1.0.2 to 2.4.0
fr: - *Nettoyeur de métadonnées* de la version 1.0.2 à la version 2.4.0

source: Redesign the whole user interface.
fr: Nouvelle présentation de toute l'interface d'utilisation.

source: Add support for AIFF and HEIC files.
fr: Ajout du support pour les fichiers AIFF et HEIC.

source: - *Text Editor* from `gedit` to `gnome-text-editor`
fr: - *Éditeur de texte* de `gedit` à `gnome-text-editor`

source: - *Inkscape* from 1.0.2 to 1.2.2
fr: - *Inkscape* de la version 1.0.2 à la version 1.2.2

source: - *Audacity* from 2.4.2 to 3.2.4
fr: - *Audacity* de la version 2.4.2 à la version 3.2.4

source: - *GIMP* from 2.10.22 to 2.10.34
fr: - *GIMP* de la version 2.10.22 à la version 2.10.34

source: - *Kleopatra* from 4:20.08 to 4:22.12
fr: - *Kleopatra* de la version 4:20.08 à la version 4:22.12

source: Removed features
fr: Fonctionnalités supprimées

source: - Remove the icons on the desktop.
fr: - Suppression des icônes sur le bureau.

source: The extension of GNOME Shell that we used to provide this feature is not well integrated into GNOME and created other problems. ([[!tails_ticket 19920]])
fr: L'extension de GNOME Shell nous utilisions pour fournir cette fonctionnalité n'était pas très bien intégrée dans GNOME et a engendré d'autre problèmes. ([[!tails_ticket 19920]])

source: Remove the item **Wipe** and **Wipe available disk space** from the shortcut menu of the *Files* browser.
fr: Suppression des éléments **Écraser** et **Écraser l'espace disque disponible** depuis le menu raccourci du navigateur de *Fichiers*.

source: Secure deletion is not reliable enough on USB sticks and Solid-State Drives (SSDs) for us to keep advertising this feature.
fr: L'effacement sécurisé n'est pas assez fiable sur les clés USB et les SSD (Solid-State Drives) pour nous continuions à faire la promotion de cette fonctionnalité.

source: We updated our documentation on [[secure deletion|doc/encryption_and_privacy/secure_deletion]] to new recommendations: use encrypted volumes, overwrite the entire device, or disintegrate it physically.
fr: Nous avons mis à jour notre documentation sur l'[[effacement sécurisé|doc/encryption_and_privacy/secure_deletion]] avec de nouvelles recommandations : utilisez des volumes chiffrés, écrasez le périphérique entier ou détruisez-le physiquement.

source: Remove the item **Remove metadata** from the shortcut menu of the *Files* browser.
fr: Suppression de l'élément **Remove metadata** depuis le menu de raccourci du navigateur de *Fichiers*.

source: The developers of MAT2, the metadata removal library used by *Metadata Cleaner* are not providing this option anymore.
fr: Les personnes développant MAT2, la bibliothèque de suppression de métadonnées utilisée par *Nettoyeur de métadonnées* ne fournissent plus cette option.

source: - Remove *GtkHash*
fr: - Suppression de *GtkHash*

source: You can still install *GtkHash* as [[Additional Software|doc/persistent_storage/additional_software]].
fr: Vous pouvez toujours installer *GtkHash* comme [[logiciel supplémentaire|doc/persistent_storage/additional_software]].

source: <h1 id="fixes">Fixed problems</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Fix several issues with special characters and non-Latin scripts in the screen keyboard. ([[!tails_ticket 18076]])
fr: Correction de nombreux problèmes avec des caractères spéciaux et des écritures non-latines dans le clavier visuel. ([[!tails_ticket 18076]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="issues">Known issues</h1>
fr: <h1 id="issues">Problèmes connus</h1>

source: - *Onion Circuits* incorrectly claims Tor is not connected. ([[!tails_ticket 20233]])
fr: - *Circuits onion* affirme à tort que Tor n'est pas connecté. ([[!tails_ticket 20233]])

source: The Welcome Screen sometimes displays a warning: **"Welcome to Tails!" is not responding**. ([[!tails_ticket 20236]])
fr: L'écran de bienvenue affiche parfois une erreur : **"Welcome to Tails!" is not responding**. ([[!tails_ticket 20236]])

source: If you see this warning, click on the **Wait** button.
fr: Si vous voyez cet avertissement, cliquez sur le bouton **Wait**.

source: Playing a video displays an error: **Failed to query: In service 'dbus:org.freedesktop.Tracker3.Miner.Files': Unit tracker-miner-fs-3-service is masked.** ([[!tails_ticket 20237]])
fr: Lire une vidéo affiche une erreur : **Failed to query: In service 'dbus:org.freedesktop.Tracker3.Miner.Files': Unit tracker-miner-fs-3-service is masked.** ([[!tails_ticket 20237]])

source: If you see this warning, click on the **OK** button.
fr: Si vous voyez cet avertissement, cliquez sur le bouton **OK**.

source: - *OnionShare* is still included as version 2.2.
fr: - *OnionShare* est toujours inclus dans sa version 2.2.

source: We tried to include *OnionShare* 2.6 in Tails 6.0, but it has several issues that had security implications. ([[!tails_ticket 20135]] and [[!tails_ticket 20140]])
fr: Nous avons essayé d'inclure *OnionShare* 2.6 dans Tails 6.0, mais il a de nombreux problèmes qui ont des implications en matière de sécurité. ([[!tails_ticket 20135]] et [[!tails_ticket 20140]])

source: Mounting external devices automatically interferes with the *Back Up Persistent Storage* utility. ([[!tails_ticket 20143]])
fr: Le montage automatique de périphériques externes interfère avec l'utilitaire *Sauvegarde du stockage persistant*. ([[!tails_ticket 20143]])

source: <h1 id="get">Get Tails 6.0</h1>
fr: <h1 id="get">Obtenir Tails 6.0</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are only available from Tails 6.0~rc1 to 6.0.
fr: - Mises à jour automatiques uniquement disponibles depuis Tails 6.0~rc1 vers la version 6.0.

source: All other users have to do a [[manual upgrade|doc/upgrade#manual]].
fr: Toutes les autres personnes doivent faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: To install Tails 6.0 on a new USB stick
fr: Pour installer Tails 6.0 sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: - [[Install from Windows|install/windows]]
fr: - [[Installer depuis Windows|install/windows]]

source: - [[Install from macOS|install/mac]]
fr: - [[Installer depuis macOS|install/mac]]

source: - [[Install from Linux|install/linux]]
fr: - [[Installer depuis Linux|install/linux]]

source: - [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
fr: - [[Installer depuis Debian ou Ubuntu en utilisant la ligne de commande et GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 6.0 directly:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 6.0 :

source: - [[For USB sticks (USB image)|install/download]]
fr: - [[Pour clés USB (image USB)|install/download]]

source: - [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: - [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]
