Repository: ks-sbc/os
Catalog: wiki/src/news/version_5.12.*.po
Languages: ca

source: [[!meta title="Tails 5.12 is out"]]
ca: [[!meta title="Tails 5.12"]]

source: <h1 id="features">New features</h1>
ca: <h1 id="features">Noves funcionalitats</h1>

source: <h2>Data deletion when deactivating a feature of the Persistent Storage</h2>
ca: <h2>Supressió de dades en desactivar una funció de l'Emmagatzematge Persistent</h2>

source: After you turn off a feature of the Persistent Storage, you can now click the **Delete Data** button to delete the data stored for this feature.
ca: Després de desactivar una funció de l'Emmagatzematge Persistent, ara podeu fer clic al botó **Suprimeix les dades** per suprimir les dades emmagatzemades per a aquesta funció.

source: [[!img delete-data.png link="no" alt="Persistent Storage settings with message: Persistent Folder. The data of this feature is still saved. Delete Data?"]]
ca: [[!img delete-data.png link="no" alt="Configuració de l'Emmagatzematge Persistent amb el missatge: Carpeta Persistent. Les dades d'aquesta funció encara estan desades. Voleu suprimir les dades?"]]

source: <h2>Passphrase suggestion when creating the Persistent Storage</h2>
ca: <h2>Suggeriment de contrasenya en crear l'Emmagatzematge Persistent</h2>

source: When creating the Persistent Storage, a random and very secure passphrase is now displayed as a suggestion:
ca: Quan es crea l'Emmagatzematge Persistent, ara es mostra una contrasenya aleatòria i molt segura com a suggeriment:

source: [[!img diceware.png link="no" alt="We recommend a long passphrase of 5 to 7 random words. For example: Ella Grim Inca Brief Facts Panda"]]
ca: [[!img diceware.png link="no" alt="Recomanem una contrasenya llarga de 5 a 7 paraules aleatòries. Per exemple: Ella Grim Inca Brief Facts Panda"]]

source: This passphrase uses the diceware method to give very strong security guarantees while being possible to memorize.
ca: Aquesta contrasenya utilitza el mètode diceware per oferir garanties de seguretat molt fortes alhora que es pot memoritzar.

source: For example, a six-word passphrase like we suggest would take 3&#8239;505 years to crack at a trillion guesses a second.
ca: Per exemple, per trencar una contrasenya de sis paraules com la que suggerim es trigarien 3&#8239;505 anys a un ritme d'un bilió d'intents per segon.

source: Learn more about the maths in [The Intercept: Passphrases That You Can Memorize — But That Even the NSA Can’t Guess](https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/).
ca: Obteniu més informació sobre les matemàtiques a [The Intercept: contrasenyes que podeu memoritzar, però que fins i tot la NSA no pot endevinar](https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/).

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: - Update *Tor Browser* to [12.0.5](https://blog.torproject.org/new-release-tor-browser-1205/).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [12.0.5](https://blog.torproject.org/new-release-tor-browser-1205/).

source: Update the *Linux* kernel to 6.1.20. This improves the support for newer hardware: graphics, Wi-Fi, and so on.
ca: S'ha actualitzat el nucli de *Linux* a la versió 6.1.20. Això millora la compatibilitat amb el maquinari més nou: gràfics, Wi-Fi, etc.

source: - Use a new icon for the backup utility for the Persistent Storage.
ca: - S'utilitza una icona nova per a la utilitat de còpia de seguretat per a l'Emmagatzematge Persistent.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>

source: We fixed several reliability issues with the Persistent Storage:
ca: Hem solucionat diversos problemes de fiabilitat amb l'Emmagatzematge Persistent:

source: We improved the error message when a feature of the Persistent Storage fails to activate from the Welcome Screen to clarify which feature is affected.
ca: Hem millorat el missatge d'error quan una funció de l'Emmagatzematge Persistent no s'activa des de la Pantalla de Benvinguda per aclarir quina funció està afectada.

source: [[!img failure-to-activate.png link="no" alt="Welcome Screen with error message: Failed to activate some features of the Persistent Storage: Persistent Folder."]]
ca: [[!img failure-to-activate.png link="no" alt="Pantalla de Benvinguda amb el missatge d'error: No s'han pogut activar algunes funcions de l'Emmagatzematge Persistent: Carpeta Persistent."]]

source: After starting Tails, the feature that failed to activate is marked as such in the Persistent Storage settings. You can try turning the feature off and on again or deleting its data to reset it entirely.
ca: Després d'iniciar Tails, la funció que no s'ha pogut activar es marca com a tal a la configuració d'Emmagatzematge Persistent. Podeu provar de desactivar la funció i tornar a engegar o suprimir les seves dades per restablir-les completament.

source: [[!img activation-failed.png link="no" alt="Persistent Storage settings with error message: Persistent Folder. Activation failed. Try again."]]
ca: [[!img activation-failed.png link="no" alt="Configuració de l'Emmagatzematge Persistent amb el missatge d'error: Carpeta persistent. L'activació ha fallat. Torneu-ho a provar."]]

source: We made the activation of the Persistent Storage more reliable in 2 error cases. ([[!tails_ticket 19376]] and [[!tails_ticket 19331]])
ca: Hem fet més fiable l'activació de l'Emmagatzematge Persistent en dos casos d'error. ([[!tails_ticket 19376]] i [[!tails_ticket 19331]])

source: We added a progress indicator while turning on a new feature to clarify that it can take some time. ([[!tails_ticket 19291]])
ca: Hem afegit un indicador de progrés mentre activem una funció nova per aclarir que pot trigar una mica. ([[!tails_ticket 19291]])

source: We made sure that all data that is already available in Tails is really copied to the USB stick when turning on a feature. ([[!tails_ticket 19368]])
ca: Ens hem assegurat que totes les dades que ja estan disponibles a Tails es copien realment al llapis USB quan s'activa una funció. ([[!tails_ticket 19368]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="registre de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: None specific to this release.
ca: Cap específic d'aquesta versió.

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: <h1 id="get">Get Tails 5.12</h1>
ca: <h1 id="get">Obtenir Tails 5.12</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are available from Tails 5.0 or later to 5.12.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 5.0 o posterior fins a la versió 5.12.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
ca: [[Instal·lar des de Debian o Ubuntu mitjançant la línia d'ordres i GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 5.12 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 5.12 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]
