Repository: ks-sbc/os
Catalog: wiki/src/news/version_5.1.*.po
Languages: de

source: This release fixes the security vulnerability in the JavaScript engine of *Firefox* and *Tor Browser* announced on [[May 24|security/prototype_pollution]].
de: Diese Version behebt die am [[24. Mai|security/prototype_pollution]] angekündigte Sicherheitslücke in der JavaScript-Engine von *Firefox* und *Tor Browser*.

source: This release was delayed from May 31 to June 5 because of a delay in the release of *Tor Browser* [11.0.14](https://blog.torproject.org/new-release-tor-browser-11014/).
de: Diese Veröffentlichung wurde vom 31. Mai auf den 5. Juni verschoben, da sich die Veröffentlichung von *Tor Browser* [11.0.14](https://blog.torproject.org/new-release-tor-browser-11014/) verzögert hat.

source: <h1 id="changes">Changes and updates</h1>
de: <h1 id="changes">Änderungen und Updates</h1>

source: Tor Connection assistant
de: Tor Verbindungsassistent

source: Tails 5.1 includes many improvements to the Tor Connection assistant:
de: Tails 5.1 umfasst zahlreiche Verbesserungen für den Tor-Verbindungsassistenten:

source: The *Tor Connection* assistant now automatically fixes the computer clock if you choose to connect to Tor automatically.
de: Der *Tor-Verbindungsassistent* korrigiert jetzt automatisch die Computeruhr, wenn Sie sich automatisch mit Tor verbinden.

source: This makes is much easier for people in Asia to circumvent censorship.
de: Dies erleichtert es den Menschen in Asien erheblich, Zensur zu umgehen.

source: Tails learns the current time by connecting to the captive portal detection service of [Fedora](https://getfedora.org/), which is used by most Linux distributions. This connection does not go through the Tor network and is an exception to our policy of only making Internet connections through the Tor network.
de: Tails lernt die aktuelle Uhrzeit, indem es sich mit dem Captive Portal-Erkennungsdienst von [Fedora](https://getfedora.org/) verbindet, der von den meisten Linux-Distributionen verwendet wird. Diese Verbindung erfolgt nicht über das Tor-Netzwerk und stellt eine Ausnahme von unserer Richtlinie dar, nur über das Tor-Netzwerk Internetverbindungen herzustellen.

source: <p>You can learn more about our security assessment of this time synchronization in our [[design documentation about non-Tor traffic|contribute/design/Tor_enforcement#non-tor-traffic]].</p>
de: <p>Sie können mehr über unsere Sicherheitsbewertung dieser Zeit-Synchronisation in unserer [[Entwurfsdokumentation über Nicht-Tor- Verkehr|contribute/design/Tor_enforcement#non-tor-traffic]] erfahren.</p>

source: The time displayed in the top navigation uses the time zone selected when fixing the clock in the *Tor Connection* assistant.
de: Die oben angezeigte Uhrzeit in der Navigationsleiste verwendet die Zeitzone, die beim Einstellen der Uhr im *Tor Connection*-Assistenten ausgewählt wurde.

source: The last screen of the *Tor Connection* assistant makes it clear whether you are connected using Tor bridges or not.
de: Der letzte Bildschirm des *Tor-Verbindungsassistenten* macht deutlich, ob Sie über Tor-Brücken verbunden sind oder nicht.

source: [[!img bridges.png link="no" alt="Connected to Tor successfully with bridges"]]
de: [[!img bridges.png link="no" alt="Erfolgreich mit Tor über Bridges verbunden"]]

source: *Unsafe Browser* and captive portals
de: *Unsicherer Browser* und Captive Portale

source: We wrote a new homepage for the *Unsafe Browser* when you are not connected to the Tor network yet. This new version makes it easier to understand how to sign in to the network using a captive portal.
de: Wir haben eine neue Startseite für den *Unsicheren Browser* geschrieben, wenn Sie noch nicht mit dem Tor-Netzwerk verbunden sind. Diese neue Version erleichtert das Verständnis, wie man sich über ein Captive Portal mit dem Netzwerk anmeldet.

source: [[!img doc/anonymous_internet/unsafe_browser/captive_portal.svg link="no" alt="Example of captive portal: Free Wi-Fi hotspot"]]
de: [[!img doc/anonymous_internet/unsafe_browser/captive_portal.svg link="no" alt="Beispiel für ein Captive Portal: Kostenloser Wi-Fi-Hotspot"]]

source: Tails now asks for confirmation before restarting when the *Unsafe Browser* was not enabled in the Welcome Screen. This prevents losing work too easily.
de: Tails fragt jetzt um Bestätigung, bevor es neu startet, wenn der *Unsichere Browser* im Begrüßungsbildschirm nicht aktiviert war. Dies verhindert, dass Arbeiten zu leicht verloren gehen.

source: Included software
de: Inklusive Software

source: <h1 id="fixes">Fixed problems</h1>
de: <h1 id="fixes">Behobene Probleme</h1>

source: Give the same instructions on both screens where you have to configure a bridge. ([[!tails_ticket 18596]])
de: Geben Sie die gleichen Anweisungen auf beiden Bildschirmen, auf denen Sie eine Bridge konfigurieren müssen. ([[!tails_ticket 18596]])

source: Help rename the default *KeePassXC* database to open it automatically in the future. ([[!tails_ticket 18966]])
de: Helfen Sie dabei, die Standarddatenbank von *KeePassXC* umzubenennen, damit sie in Zukunft automatisch geöffnet wird. ([[!tails_ticket 18966]])

source: Fix sharing files using *OnionShare* from the *Files* browser. ([[!tails_ticket 18990]])
de: Behebt das Teilen von Dateien mit *OnionShare* im *Dateien*-Browser. ([[!tails_ticket 18990]])

source: [[!img onionshare.png link="no" alt="Share via OnionShare"]]
de: [[!img onionshare.png link="no" alt="Über OnionShare teilen"]]

source: Disable search providers in the Activities overview: files, calculator, and terminal. ([[!tails_ticket 18952]])
de: Deaktiviert die Suchanbieter in der Aktivitätenübersicht: Dateien, Taschenrechner und Terminal. ([[!tails_ticket 18952]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Für weitere Details lesen Sie unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].

source: <h1 id="issues">Known issues</h1>
de: <h1 id="issues">Bekannte Probleme</h1>

source: None specific to this release.
de: Keine spezifischen Angaben zu dieser Version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Siehe die Liste der [[Altlasten|support/known_issues]].

source: <h1 id="get">Get Tails 5.1</h1>
de: <h1 id="get">Tails 5.1 herunterladen</h1>

source: To upgrade your Tails USB stick and keep your Persistent Storage
de: Um Ihren Tails-USB-Stick zu aktualisieren und Ihren beständigen Datenspeicher beizubehalten

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
de: Sie können [[die Größe des Downloads|doc/upgrade#reduce]] von zukünftigen automatischen Upgrades reduzieren, indem Sie ein manuelles Upgrade auf die neueste Version durchführen.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
de: Wenn Sie ein automatisches Upgrade nicht durchführen können oder Tails nach einem automatischen Upgrade nicht startet, versuchen Sie bitte ein [[manuelles Upgrade|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
de: Um Tails auf einem neuen USB-Stick zu installieren

source: Follow our installation instructions:
de: Befolgen Sie unsere Installationsanweisungen:

source: [[Install from Windows|install/windows]]
de: [[Installieren von Windows|install/windows]]

source: [[Install from macOS|install/mac]]
de: [[Installieren von macOS|install/mac]]

source: [[Install from Linux|install/linux]]
de: [[Installieren von Linux|install/linux]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert]]
de: [[Installation von Debian oder Ubuntu über die Kommandozeile und GnuPG|install/expert]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
de: <div class="caution"><p>Der beständige Datenspeicher auf dem USB-Stick geht verloren, wenn Sie installieren anstatt zu aktualisieren.</p></div>

source: To download only
de: Nur herunterladen

source: If you don't need installation or upgrade instructions, you can download Tails 5.1 directly:
de: Wenn Sie keine Installations- oder Upgrade-Anleitungen benötigen, können Sie Tails 5.1 direkt herunterladen:

source: [[For USB sticks (USB image)|install/download]]
de: [[Für USB-Sticks (USB-Image)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
de: [[Für DVDs und virtuelle Maschinen (ISO-Image)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
de: <h1 id="next">Was kommt als Nächstes?</h1>

source: Tails 5.2 is [[scheduled|contribute/calendar]] for June 28.
de: Tails 5.2 ist für den [[geplanten|contribute/calendar]] Veröffentlichungstermin am 28. Juni vorgesehen.
