Repository: ks-sbc/os
Catalog: wiki/src/news/what_we_accomplished_*_2017.*.po
Languages: ca

source: [[!meta title="What we accomplished in 2017"]]
ca: [[!meta title="El que hem aconseguit el 2017"]]

source: We recently asked you to [[give us a hand to fund our work in 2018|news/many_hands_make_tails]].
ca: Recentment us vam demanar que ens [[donéssiu un cop de mà per finançar la nostra feina el 2018|news/many_hands_make_tails]].

source: **Today, we want to tell you what we accomplished in 2017.**
ca: **Avui us volem explicar què hem aconseguit el 2017.**

source: - **New features and userfriendly interfaces**
ca: - **Noves funcionalitats i interfícies fàcils d'utilitzar**

source: We were particularly proud of [[releasing Tails 3.0|news/version_3.0]] almost at the same time as Debian 9.0 (Stretch) which strengthens our commitment to the free software communities without which Tails wouldn't exist.
ca: Ens sentim especialment orgullosos de [[llançar Tails 3.0|news/version_3.0]] gairebé al mateix temps que Debian 9.0 (Stretch), que reforça el nostre compromís amb les comunitats de programari lliure sense les quals Tails no existiria.

source: We added new features, like [[OnionShare|doc/anonymous_internet/onionshare]] for sharing files, and redesigned other core features, like *Tails Greeter* and *Tails Installer*, to be much easier to use.
ca: Hem afegit funcions noves, com [[OnionShare|doc/anonymous_internet/onionshare]] per compartir fitxers, i hem redissenyat altres funcions bàsiques, com ara la *Pantalla de Benvinguda* i l'*Instal·lador de Tails*, perquè siguin molt més fàcils d'utilitzar.

source: - **Security hardening**
ca: - **Enduriment de la seguretat**

source: We'll soon provide a reproducible build of the ISO image to protect users and developers from a malicious build of our ISO image. This effort was paid for by the Mozilla Open Source Support award which we received in 2016.
ca: Aviat oferirem una versió reproduïble de la imatge ISO per protegir els usuaris i desenvolupadors d'una compilació maliciosa de la nostra imatge ISO. Aquest esforç s'ha vist recompensat amb el premi Mozilla Open Source Support que vam rebre el 2016.

source: We promised to work on making all our mirrors use **HTTPS** and we're proud to announce that our mirror pool now contains over 40 active and fast mirrors. They all serve our files over an encrypted TLS connection when downloading via the website with JavaScript enabled, when using our Download And Verify Extension and when Tails is updated.
ca: Ens vam comprometre a treballar per fer que tots els nostres miralls utilitzin **HTTPS** i estem orgullosos d'anunciar que el nostre grup de miralls ara conté més de 40 miralls actius i ràpids. Tots serveixen els nostres fitxers mitjançant una connexió TLS encriptada quan es baixen a través del lloc web amb el JavaScript habilitat, quan s'utilitza la nostra extensió de baixada i verificació i quan s'actualitza Tails.

source: - **Community**
ca: - **Comunitat**

source: We published our **Social contract**, the guiding principles that reflect the commitment to our ideals.
ca: Vam publicar el nostre **Contracte Social**, els principis rectors que reflecteixen el compromís amb els nostres ideals.

source: - **Fundraising**
ca: - **Recaptació de fons**

source: **Have more reliable and steady sources of income**: We created a page presenting our past and present sponsors and hopefully inciting more companies and individuals to make substantial donations.
ca: **Tenir fonts d'ingressos més fiables i estables**: vam crear una pàgina que presentava els nostres patrocinadors passats i actuals i esperem que inciti a més empreses i persones a fer donacions substancials.

source: Next to this selection of new features, we also work on recurring tasks:
ca: Al costat d'aquesta selecció de noves funcions, també treballem en tasques recurrents:

source: - In 2017, we published seven Tails **releases**.
ca: - El 2017 vam publicar set **versions** de Tails.

source: We answered 122 bug reports on average each month through our *help desk* and helped many people being safer online. Each user request costs us 6€ on average to proceed. In 2017 our help desk was paid entirely out of donations.
ca: Vam respondre a 122 informes d'errors de mitjana cada mes a través del nostre *taulell d'ajuda* i vam ajudar moltes persones a estar més segures en línia. Cada sol·licitud d'usuari ens costa 6€ de mitjana per continuar. El 2017, el nostre servei d'ajuda es va pagar totalment amb donacions.

source: We maintain and update our **infrastructure**. You might not see this effort, but it constitutes a crucial part of our work to verify that everything is functioning correctly, build ISO images, test, make it possible to publish emergency releases faster.
ca: Mantenim i actualitzem la nostra **infraestructura**. Potser no veieu aquest esforç, però constitueix una part crucial del nostre treball verificar que tot funciona correctament, crear imatges ISO, provar, fer possible publicar versions d'emergència més ràpidament.

source: Organizing our own **meetings** and attending conferences in our field is critical to keep our community alive and relevant. But this is usually hard to get funded by grants, so donations help us a lot here.
ca: Organitzar les nostres pròpies **reunions** i assistir a conferències en el nostre camp és fonamental per mantenir viva i rellevant la nostra comunitat. Però això sol ser difícil de finançar amb subvencions, així que les donacions ens ajuden molt en aquest aspecte.

source: In 2017, we attended **conferences** and connected to free software and Internet freedom communities in 8 different countries: OTF Summit (USA), 33C3 & Reproducible Builds world summit (Germany), FOSDEM (Belgium), IFF (Spain), Tor dev (Netherlands), GUADEC (United Kingdom), DebConf (Canada), CryptoRave (Brasil).
ca: L'any 2017, vam assistir a **conferències** i vam connectar amb comunitats de programari lliure i llibertat a Internet a vuit països diferents: OTF Summit (EUA), 33C3 & Reproducible Builds world summit (Alemanya), FOSDEM (Bèlgica), IFF (Espanya), Tor dev (Països Baixos), GUADEC (Regne Unit), DebConf (Canadà), CryptoRave (Brasil).

source: Keeping Tails successful also implies quite a bit of **administration** to raise funds, do accounting, organize work, write reports, etc.
ca: Mantenir l'èxit de Tails també implica bastanta **administració** per recaptar fons, fer comptabilitat, organitzar el treball, escriure informes, etc.

source: Besides substantial donations, we would be able to better plan our future work if we would receive many more monthly donations.
ca: A més de donacions substancials, podríem planificar millor la nostra feina futura si rebéssim moltes més donacions mensuals.

source: **If you can, we'd love for you to sign up for monthly donations at whatever level suits you ($5 = formidable. $10 = wonderful. More money = magnificent.)**
ca: **Si podeu, ens encantaria que us inscrivíssiu a les donacions mensuals al nivell que us convingui (5$ = formidable. 10$ = meravellós. Més diners = magnífic.)**

source: If you like our work, please take one minute to keep Tails alive.
ca: Si us agrada la nostra feina, preneu-vos un minut per mantenir Tails viu.

source: [[Donate]]
ca: [[Feu una donació|donate]]
