Repository: ks-sbc/os
Catalog: wiki/src/news/what_we_do_with_your_money.*.po
Languages: ca, de

source: [[!meta title="What we do with your money"]]
ca: [[!meta title="Què fem amb els vostres diners"]]
de: [[!meta title="Was wir mit Ihrem Geld machen"]]

source: In our last post we explained [[why we need donations]]. Today we're telling you more about how we use these donations.
ca: A la nostra última publicació vam explicar [[per què necessitem donacions|why we need donations]]. Avui us expliquem més sobre com fem servir aquestes donacions.
de: In unserem letzten Beitrag haben wir erklärt, [[warum wir Spenden benötigen]]. Heute erzählen wir Ihnen mehr darüber, wie wir diese Spenden verwenden.

source: In 2015, we spent around 184 000€, distributed as follows:
ca: L'any 2015 vam gastar uns 184 000€, distribuïts de la següent manera:
de: Im Jahr 2015 haben wir rund 184 000 € ausgegeben, die sich wie folgt verteilen:

source: [[!img expenses.png link="no" class="top-margin center" alt="Releases & foundations: 25%, New features: 23%, Help desk: 16%, Infrastructure: 13%, Administration: 12%, Meetings: 10%"]]
ca: [[!img expenses.png link="no" class="top-margin center" alt="Versions i fonaments: 25%, Noves funcions: 23%, Assistència tècnica: 16%, Infraestructura: 13%, Administració: 12%, Reunions: 10%"]]
de: [[!img expenses.png link="no" class="top-margin center" alt="Mitteilungen & Stiftungen: 25%, Neue Funktionen: 23%, Helpdesk: 16%, Infrastruktur: 13%, Verwaltung: 12%, Besprechungen: 10%"]]

source: Even without building anything new in Tails, publishing our **releases** every 6 weeks is a lot of work as it also implies fixing the problems found in previous versions, documenting the changes, migrating to newer versions of Debian, GNOME, and Tor Browser, and making sure that the **foundations** of Tails stay relevant. As the schedule of emergency releases is unpredictable, they are hard to fund through grants and we instead usually rely on donations.
ca: Fins i tot sense crear res de nou a Tails, publicar els nostres **llançaments** cada sis setmanes suposa molta feina, ja que també implica solucionar els problemes trobats en versions anteriors, documentar els canvis, migrar a versions més noves de Debian, GNOME i del Navegador Tor i assegurar-se que els **fonaments** de Tails segueixen sent rellevants. Com que el calendari d'emissions d'emergència és imprevisible, és difícil finançar-les mitjançant subvencions i, en canvi, normalment confiem en donacions.
de: Selbst ohne etwas Neues in Tails zu entwickeln, ist die Veröffentlichung unserer **Versionen** alle 6 Wochen eine Menge Arbeit, da dies auch bedeutet, die in vorherigen Versionen gefundenen Probleme zu beheben, die Änderungen zu dokumentieren, auf neuere Versionen von Debian, GNOME und Tor Browser zu migrieren und sicherzustellen, dass die **Fundamente** von Tails relevant bleiben. Da der Zeitplan für Notfallversionen unvorhersehbar ist, ist es schwierig, diese über Fördermittel zu finanzieren, und wir sind stattdessen in der Regel auf Spenden angewiesen.

source: Developing **new features** is not the biggest share of our budget. They are almost exclusively covered by grants or developed by volunteers. Since 2015, new features that were not funded by grants included:
ca: El desenvolupament de **funcions noves** no és la part més important del nostre pressupost. Estan cobertes gairebé exclusivament per subvencions o desenvolupades per voluntaris. Des del 2015, les novetats que no s'han finançat amb subvencions inclouen:
de: Die Entwicklung **neuer Funktionen** macht nicht den größten Anteil unseres Budgets aus. Diese werden fast ausschließlich durch Fördermittel finanziert oder von Freiwilligen entwickelt. Seit 2015 umfassten die neuen Funktionen, die nicht durch Zuschüsse finanziert wurden:

source: Integrating the *Electrum* Bitcoin client.
ca: Integració del client *Electrum* Bitcoin.
de: Integration des *Electrum* Bitcoin-Clients.

source: Replacing *Vidalia* with *Onion Circuits*.
ca: Substituir *Vidalia* per *Onion Circuits*.
de: Ersetzen von *Vidalia* durch *Onion Circuits*.

source: Continue working on a new version of *Tails Greeter*.
ca: Continuar treballant en una nova versió de *Tails Greeter*.
de: Arbeiten weiter an einer neuen Version von *Tails Greeter*.

source: Mentoring a Google Summer of Code on *Tails Server* to allow running onion services from Tails (websites, collaboration tools, etc.).
ca: Mentoratge d'un Google Summer of Code al *Tails Server* per permetre l'execució de serveis onion des de Tails (llocs web, eines de col·laboració, etc.).
de: Mentoring eines Google Summer of Code zu *Tails Server*, um das Betreiben von Onion-Diensten von Tails aus zu ermöglichen (Websites, Kollaborationstools usw.).

source: Adding an offline mode that disables all networking.
ca: Afegir un mode fora de línia que desactiva totes les xarxes.
de: Hinzufügen eines Offline-Modus, der alle Netzwerkeinstellungen deaktiviert.

source: Adding support for `obfs4` Tor bridges.
ca: Afegir suport per als ponts de Tor `obfs4`.
de: Unterstützung für `obfs4`-Tor-Bridges hinzugefügt.

source: Writing numerous additions to our website and documentation.
ca: Escriure nombroses addicions al nostre lloc web i a la documentació.
de: Schreiben zahlreicher Ergänzungen zu unserer Website und Dokumentation.

source: Our **help desk** is helping hundreds of Tails users each month. Each user request costs us 6€ on average to proceed. In 2016 our help desk was paid entirely out of donations.
ca: El nostre **servei d'assistència** ajuda centenars d'usuaris de Tails cada mes. Cada sol·licitud d'usuari ens costa 6€ de mitjana per continuar. L'any 2016 el nostre servei d'assistència es va pagar íntegrament amb donacions.
de: Unser **Helpdesk** hilft jeden Monat Hunderten von Tails-Nutzern. Jede Anfrage eines Nutzers kostet uns im Durchschnitt 6€, um sie zu bearbeiten. Im Jahr 2016 wurde unser Helpdesk vollständig aus Spenden finanziert.

source: Organizing our own **meetings** and attending conferences in our field is critical to keep our community alive and relevant. But this is usually hard to get funded by grants, so donations help us a lot here. Since 2015, we attended more than 15 international conferences on free software (DebConf), Internet freedom (IFF), hacking (32C3), human rights (RightsCon), and journalism (Logan CIJ). And organized more than 10 internal in-person meetings and development sprints.
ca: Organitzar les nostres pròpies **reunions** i assistir a conferències en el nostre camp és fonamental per mantenir viva i rellevant la nostra comunitat. Però això sol ser difícil de finançar amb subvencions, així que les donacions ens ajuden molt en aquest aspecte. Des del 2015, hem assistit a més de 15 conferències internacionals sobre programari lliure (DebConf), llibertat a Internet (IFF), pirateig (32C3), drets humans (RightsCon) i periodisme (Logan CIJ). I vam organitzar més de 10 reunions internes presencials i esprints de desenvolupament.
de: Die Organisation unserer eigenen **Treffen** und die Teilnahme an Konferenzen in unserem Bereich sind entscheidend, um unsere Gemeinschaft lebendig und relevant zu halten. Aber das ist in der Regel schwer durch Zuschüsse zu finanzieren, daher helfen uns Spenden hier sehr. Seit 2015 haben wir an mehr als 15 internationalen Konferenzen zu freier Software (DebConf), Internetfreiheit (IFF), Hacking (32C3), Menschenrechten (RightsCon) und Journalismus (Logan CIJ) teilgenommen. Und organisierten mehr als 10 interne persönliche Treffen und Entwicklungssprints.

source: In 2015, we worked a lot on **infrastructure**, for example to write an automated test suite to verify continuously the well-functioning of our ISO images, to automate the build of development ISO images for testing, etc. This work is invisible to the user but, for example, makes it much faster to publish emergency releases when we discover serious bugs.
ca: El 2015, hem treballat molt en la **infraestructura**, per exemple per escriure una suite de proves automatitzada per verificar contínuament el bon funcionament de les nostres imatges ISO, per automatitzar la creació d'imatges ISO de desenvolupament per a proves, etc. Aquesta feina és invisible per a l'usuari però, per exemple, fa que sigui molt més ràpid publicar versions d'emergència quan descobrim errors greus.

source: Keeping Tails successful also implies quite a bit of **administration** to raise funds, do accounting, organize work, write reports, etc.
ca: Mantenir l'èxit de Tails també implica bastanta **administració** per recaptar fons, fer comptabilitat, organitzar el treball, escriure informes, etc.
de: Den Erfolg von Tails beizubehalten, beinhaltet auch einiges an **Administration** um Gelder zu sammeln, Buchhaltung zu machen, Arbeit zu organisieren, Berichte zu schreiben, usw.

source: Since 2015, we added Farsi and Italian translations to our website and worked on the prototype of a web translation platform to allow more translators to contribute and more diverse people to use Tails.
ca: Des del 2015, hem afegit traduccions al farsi i a l'italià al nostre lloc web i hem treballat en el prototip d'una plataforma de traducció web per permetre que més traductors contribueixin i més persones diverses utilitzin Tails.
de: Seit 2015 haben wir Farsi- und Italienisch-Übersetzungen auf unserer Website hinzugefügt und an einem Prototyp einer Web-Übersetzungsplattform gearbeitet, um mehr Übersetzer zu ermöglichen und eine vielfältigere Nutzerbasis für Tails zu schaffen.

source: If you like our work, please take one minute to keep Tails alive.
ca: Si us agrada la nostra feina, preneu-vos un minut per mantenir Tails viu.
de: Wenn Sie unsere Arbeit mögen, nehmen Sie sich bitte eine Minute, um Tails am Leben zu erhalten.

source: [[Donate]]
ca: [[Feu una donació|donate]]
de: [[Spenden|donate]]
