Repository: ks-sbc/os
Catalog: wiki/src/news/who_are_you_helping.*.po
Languages: ca

source: [[!meta title="Who are you helping when donating to Tails?"]]
ca: [[!meta title="A qui ajudeu quan feu una donació a Tails?"]]

source: Tails is being distributed free of charge because we strongly believe that [[free software is more secure by design|doc/about/trust#free_software]]. But also because we think that **nobody should have to pay to be safe while using computers**. Unfortunately, Tails cannot stay alive without money as developing Tails and maintaining our infrastructure has a cost.
ca: Tails es distribueix gratuïtament perquè creiem fermament que el [[Programari Lliure és més segur per disseny|doc/about/trust#free_software]]. Però també perquè pensem que **ningú hauria de pagar per mantenir-se fora de perill mentre utilitza ordinadors**. Malauradament, Tails no pot mantenir-se viu sense diners, ja que desenvolupar Tails i mantenir la nostra infraestructura té un cost.

source: We rely solely on donations from individuals and supporting organizations to keep Tails updated and getting always better. **That's why we need your help!**
ca: Depenem únicament de les donacions de persones i organitzacions de suport per mantenir Tails actualitzat i millorar sempre. **Per això necessitem la vostra ajuda!**

source: If you find Tails useful, please consider [[donating money|donate]] or [[contributing some of your time and skills|contribute]] to the project. Donations to Tails are tax-deductible both in the US and in Europe.
ca: Si trobeu útil Tails, considereu [[fer una donació econòmica|donate]] o [[aportar part del vostre temps i habilitats|contribute]] al projecte. Les donacions a Tails són deduïbles d'impostos tant als EUA com a Europa.

source: In October 2014, Tails was being used by more than 11 500 people daily. The profile of Tor and Tails users is very diverse. This diversity increases the anonymity provided by those tools for everyone by making it harder to target and to identify a specific type of user. From the various contacts that we have with organizations working on the ground, we know that Tails has been used by:
ca: L'octubre de 2014, Tails estava sent utilitzat per més d'11 500 persones diàriament. El perfil dels usuaris de Tor i Tails és molt divers. Aquesta diversitat augmenta l'anonimat que proporcionen aquestes eines per a tothom, ja que dificulta l'orientació i la identificació d'un tipus específic d'usuari. Pels diferents contactes que tenim amb organitzacions que treballen sobre el terreny, sabem que Tails ha estat utilitzat per:

source: **Journalists wanting to protect themselves or their sources.**
ca: **Periodistes que volen protegir-se o protegir les seves fonts.**

source: [Reporters Without Borders](https://rsf.org/) is an organization that promotes and defends freedom of information, freedom of the press, and has consultant status at the United Nations. RWB [advertises the use of Tails](https://rsf.org/sites/default/files/guide_journaliste_rsf_2015_en_0.pdf) for journalists to fight censorship and protect their sources. RWB uses Tails in their training sessions world-wide.
ca: [Reporters Sense Fronteres](https://rsf.org/) és una organització que promou i defensa la llibertat d'informació, la llibertat de premsa i té la condició de consultor a les Nacions Unides. RSF [anuncia l'ús de Tails](https://rsf.org/sites/default/files/guide_journaliste_rsf_2015_en_0.pdf) perquè els periodistes lluitin contra la censura i protegeixin les seves fonts. RSF utilitza Tails a les seves sessions d'entrenament a tot el món.

source: [According to Laura Poitras, Glenn Greenwald, and Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), Tails has been an essential tool to work on the Snowden documents and report on the NSA spying. In a recent [article for The Intercept](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/), Micah Lee gives many details on how Tails helped them starting to work together.
ca: [Segons Laura Poitras, Glenn Greenwald i Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), Tails ha estat una eina essencial per treballar els documents d'en Snowden i informar sobre l'espionatge de la NSA. En un recent [article de The Intercept](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/), Micah Lee dóna molts detalls sobre com Tails els va ajudar a començar a treballar junts.

source: [Fahad Desmukh](http://desmukh.com/), a freelance journalist based in Pakistan who is also working for Bytes for All always has a Tails USB handy: "I can use it whenever I may need to and I especially make sure to keep it with me when travelling. Pakistan really isn't the safest place for journalists so thanks to the Tails team for an amazing tool."
ca: [Fahad Desmukh](http://desmukh.com/), un periodista independent amb seu al Pakistan que també treballa per a “Bytes for All” sempre té a mà un USB de Tails: «Puc utilitzar-lo sempre que ho necessiti i, especialment, m'asseguro de portar-lo amb mi quan viatjo. El Pakistan realment no és el lloc més segur per als periodistes, així que gràcies a l'equip de Tails per una eina increïble.»

source: [Jean-Marc Manach](http://jean-marc.manach.net/), a journalist based in France and specialized in online privacy said that "war reporters have to buy helmets, bullet-proof vests and rent armored cars; journalists using the Internet for their investigations are much luckier: to be as secured as war reporters, they only have to download Tails, burn it on a CD, install it on a SD card, and learn the basics of information and communication security, and it's free!"
ca: [Jean-Marc Manach](http://jean-marc.manach.net/), un periodista establert a França i especialitzat en privadesa en línia va dir que «els periodistes de guerra han de comprar cascs, armilles antibales i llogar cotxes blindats; els periodistes que utilitzen Internet per a les seves investigacions són molt més afortunats: per estar tan segurs com els periodistes de guerra, només han de baixar Tails, enregistrar-lo en un CD, instal·lar-lo en una targeta SD i aprendre els conceptes bàsics de seguretat de la informació i la comunicació, i és gratis!»

source: **Human-right defenders organizing in repressive contexts.**
ca: **Defensors dels drets humans organitzant-se en contextos repressius.**

source: **Democracy defenders facing dictatorships.**
ca: **Defensors de la democràcia davant dictadures.**

source: The [National Democratic Institute](https://www.ndi.org/), a Washington-based democracy support organization that works in more than 70 countries around the world, has used Tails to [help human rights defenders to communicate securely](https://www.coe.int/en/web/world-forum-democracy/2013-forum). For instance, NDI used Tails to created a [data collection system in Belarus](http://cryptome.org/2014/07/tails-belarus-elections.pdf) to help opposition forces to collect, store and manage voter information.
ca: El [National Democratic Institute](https://www.ndi.org/), una organització de suport a la democràcia amb seu a Washington que treballa en més de setanta països d'arreu del món, ha utilitzat Tails per [ajudar els defensors dels drets humans a comunicar-se de manera segura](https://www.coe.int/en/web/world-forum-democracy/2013-forum). Per exemple, NDI va utilitzar Tails per crear un [sistema de recollida de dades a Bielorússia](http://cryptome.org/2014/07/tails-belarus-elections.pdf) per ajudar les forces de l'oposició a recopilar, emmagatzemar i gestionar la informació dels votants.

source: **Citizens facing national emergencies.**
ca: **Ciutadans davant d'emergències nacionals.**

source: During the last years, we noticed that the use of Tor and Tails systematically peaks when countries face national emergencies. Even if Tails represents a small amount of the global Tor usage, it is advertised by the Tor Project as the safest platform to protect from strong adversaries.
ca: Durant els darrers anys, hem observat que l'ús de Tor i Tails incrementa sistemàticament quan els països s'enfronten a emergències nacionals. Fins i tot si Tails representa una petita quantitat de l'ús global de Tor, és anunciat pel Projecte Tor com la plataforma més segura per protegir-se d'adversaris forts.

source: In Starting a revolution with technology, Slim Amamou, Tunisian blogger and former Secretary of State for Sport and Youth, explains that Tor "was vital to get information and share it" during the Tunisian revolution of 2011, because social media pages sharing information about the protests were "systematically censored so you could not access them without censorship circumvention tools".
ca: A Començar una revolució amb la tecnologia, Slim Amamou, blogger tunisià i exsecretari d'estat d'Esports i Jovent, explica que Tor «era vital per obtenir informació i compartir-la» durant la revolució tunisiana de 2011, perquè les pàgines de xarxes socials que compartien informació sobre les protestes estaven «censurades sistemàticament perquè no hi pogués accedir sense eines d'elusió de la censura».

source: Between January 25, the day the Egyptian Revolution of 2011 began, and January 27 2011, the number of [Tor users in Egypt](https://blog.torproject.org/blog/recent-events-egypt) was multiplied at least by 4. On January 27, the Egyptian goverment decided to halt Internet access accross the country.
ca: Entre el 25 de gener, el dia que va començar la revolució egípcia de 2011, i el 27 de gener de 2011, el nombre d'[usuaris de Tor a Egipte](https://blog.torproject.org/blog/recent-events-egypt) es va multiplicar almenys per 4. El 27 de gener, el govern egipci va decidir aturar l'accés a Internet a tot el país.

source: Between March 19 and March 31, the number of Tor users in Turkey was multiplied by 3 as a direct response to the growing Internet censorship in the country: on 20 March 2014, access to Twitter was blocked in Turkey, and on 27 March 2014 access to YouTube was blocked.
ca: Entre el 19 i el 31 de març, el nombre d'usuaris de Tor a Turquia es va multiplicar per tres com a resposta directa a la creixent censura d'Internet al país: el 20 de març de 2014 es va bloquejar l'accés a Twitter a Turquia i el 27 de març de 2014 es va bloquejar l'accés al YouTube.

source: **Domestic violence survivors escaping from their abusers.**
ca: **Supervivents de violència domèstica que escapen dels seus agressors.**

source: The Tor Project has been working with organizations fighting against domestic violence such as [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), and [Emerge](http://www.emergedv.com/) to help survivors escape digital surveillance from their abuser and report on their situation. As [domestic abuse goes digital](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/), circumvention tools like Tor and Tails end up as one of the only options.
ca: El Projecte Tor ha estat treballant amb organitzacions que lluiten contra la violència domèstica com [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/) i [Emerge](http://www.emergedv.com/) per ajudar els supervivents a escapar de la vigilància digital del seu abusador i informar sobre la seva situació. Quan l'[abús domèstic passa a ser també digital](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/), eines d'elusió com Tor i Tails acaben com una de les úniques opcions.

source: If you know of other great stories of Tails users, please [[share them with us|mailto:tails@boum.org]]!
ca: Si coneixeu altres grans històries d'usuaris de Tails, si us plau, [[compartiu-les amb nosaltres|mailto:tails@boum.org]]!
