Repository: ks-sbc/os
Catalog: wiki/src/news/windows_camouflage_jessie.*.po
Languages: ca

source: [[!meta title="Help porting Windows camouflage to GNOME 3.14"]]
ca: [[!meta title="Ajudeu a portar el camuflatge de Windows a GNOME 3.14"]]

source: **Call for participation!**
ca: **Convocatòria de participació!**

source: Are you into GNOME development and want to participate to Tails? Do you want to improve your GTK or GNOME Shell theming skills while supporting users needing privacy and stealth? Consider porting the "Windows camouflage" of Tails to GNOME 3.14.
ca: Us agrada el desenvolupament de GNOME i voleu participar a Tails? Voleu millorar les vostres habilitats de temàtica GTK o GNOME Shell alhora que doneu suport als usuaris que necessiten privadesa i sigil? Penseu en portar el «camuflatge del Windows» de Tails a GNOME 3.14.

source: What is the Windows camouflage?
ca: Què és el camuflatge de Windows?

source: Tails documentation reads "if you are using a computer in public you may want to avoid attracting unwanted attention by changing the way Tails looks into something that resembles Microsoft Windows 8." This is what we call the "Windows camouflage".
ca: La documentació de Tails diu «si utilitzeu un ordinador en públic, potser voldreu evitar atreure l'atenció no desitjada canviant la forma en què es veu Tails a alguna cosa que s'assembli a Microsoft Windows 8». Això és el que anomenem el «camuflatge del Windows».

source: Why is it useful?
ca: Per què és útil?

source: We got reports that users have been arrested while using a privacy-enhancing distribution because their screen looked very different from others, which raised suspicion. It's why a Windows camouflage has been added to Tails.
ca: Hem rebut informes que s'han detingut usuaris mentre utilitzaven una distribució de millora de la privadesa perquè la seva pantalla es veia molt diferent a la dels altres, cosa que va generar sospita. És per això que s'ha afegit un camuflatge de Windows a Tails.

source: What should be done?
ca: Què s'ha de fer?

source: Current Tails is based on GNOME 3.8 in "Fallback" mode. We are currently upgrading Tails on top of the upcoming version on Debian ("Jessie") which is based on GNOME 3.14. The Windows camouflage should be upgraded to the last version of GTK and ported from GNOME Panel to GNOME shell. That includes GTK and GNOME Shell theming through CSS as well as writing a custom GNOME Shell extension.
ca: El Tails actual es basa en GNOME 3.8 en mode «Fallback». Actualment estem actualitzant Tails a la propera versió de Debian («Jessie») que es basa en el GNOME 3.14. El camuflatge del Windows s'hauria d'actualitzar a l'última versió de GTK i portar des del panell del GNOME al shell del GNOME. Això inclou la temàtica de GTK i del GNOME Shell a través de CSS, així com escriure una extensió personalitzada del GNOME Shell.

source: Why do we need you?
ca: Per què us necessitem?

source: The team currently working on Tails is very busy and decided to focus on the core or the upgrade rather than on the Windows camouflage. We currently plan to go ahead with the initial Tails Jessie release even if the Windows camouflage is missing. However, we would love to ship a proper Windows camouflage and think it's a good occasion for you to give a hand. We'll provide support to anybody volunteering and work together on integrating the new theme to upcoming Tails Jessie snapshots.
ca: L'equip que treballa actualment a Tails està molt ocupat i va decidir centrar-se en el nucli o l'actualització més que en el camuflatge de Windows. Actualment tenim previst seguir endavant amb el llançament inicial de Tails Jessie, encara que falti el camuflatge de Windows. Tanmateix, ens agradaria tenir un camuflatge de Windows adequat i pensem que és una bona ocasió per donar-vos un cop de mà. Donarem suport a qualsevol persona que es faci voluntari i treballarem junts per integrar el nou tema a les properes instantànies de Tails Jessie.

source: Where should you start?
ca: Per on hauríeu de començar?

source: Please read update camouflage for jessie, then write to <tails-dev@boum.org>. This is a public mailing list. Please subscribe!
ca: Si us plau, llegiu [[actualitzar el camuflatge per a Jessie|https://tails.net/blueprint/update_camouflage_for_jessie/]], després escriviu a <tails-dev@boum.org>. Aquesta és una llista de correu pública. Si us plau, subscriviu-vos!
