Repository: ks-sbc/os
Catalog: wiki/src/support/faq.*.po
Languages: ca, de

source: Many websites today require JavaScript to work correctly. As a consequence JavaScript is enabled by default in Tails to avoid confusing many users. But *Tor Browser* takes care of [[blocking dangerous JavaScript functionalities|doc/anonymous_internet/Tor_Browser#javascript]].
ca: Actualment molts llocs web requereixen de JavaScript per funcionar correctament. Com a conseqüència, el JavaScript està habilitat per defecte a Tails per evitar confondre molts usuaris. Però el *Navegador Tor* s'encarrega de [[bloquejar les funcionalitats perilloses de JavaScript|doc/anonymous_internet/Tor_Browser#javascript]].
de: Viele Websites erfordern heute JavaScript, um korrekt zu funktionieren. Infolgedessen ist JavaScript standardmäßig in Tails aktiviert, um viele Benutzer nicht zu verwirren. Aber *Tor Browser* kümmert sich um [[das Blockieren gefährlicher JavaScript-Funktionen|doc/anonymous_internet/Tor_Browser#javascript]].

source: Tor Browser also includes a [[security level|doc/anonymous_internet/Tor_browser#security-level]] and the [[NoScript|doc/anonymous_internet/Tor_browser#noscript]] extension to optionally disable more JavaScript. This might improve security in some cases. However, if you disable JavaScript, then the [[fingerprint|doc/anonymous_internet/Tor_Browser#fingerprint]] of your *Tor Browser* differs from most users. This reduces your anonymity.
ca: El Navegador Tor també inclou un [[nivell de seguretat|doc/anonymous_internet/Tor_browser#security-level]] i l'extensió [[NoScript|doc/anonymous_internet/Tor_browser#noscript]] per desactivar opcionalment més JavaScript. Això pot millorar la seguretat en alguns casos. Tanmateix, si desactiveu JavaScript, aleshores l'[[empremta digital|doc/anonymous_internet/Tor_Browser#fingerprint]] del vostre *Navegador Tor* difereix de la majoria dels usuaris. Això redueix el vostre anonimat.
de: Der Tor Browser enthält auch ein [[Sicherheitsniveau|doc/anonymous_internet/Tor_browser#security-level]] und die [[NoScript|doc/anonymous_internet/Tor_browser#noscript]]-Erweiterung, um optional mehr JavaScript zu deaktivieren. Dies kann in einigen Fällen die Sicherheit verbessern. Wenn Sie jedoch JavaScript deaktivieren, unterscheidet sich der [[Fingerprint|doc/anonymous_internet/Tor_Browser#fingerprint]] Ihres *Tor Browsers* von den meisten Benutzern. Dies verringert Ihre Anonymität.

source: We think that having JavaScript enabled by default is the best possible compromise between usability and security in this case.
ca: Creiem que tenir el JavaScript activat per defecte és el millor compromís possible entre usabilitat i seguretat en aquest cas.
de: Wir sind der Meinung, dass die standardmäßige Aktivierung von JavaScript in diesem Fall den bestmöglichen Kompromiss zwischen Benutzerfreundlichkeit und Sicherheit darstellt.

source: <p>We have plans to allow storing the security level in the Persistent Storage. ([[!tails_ticket 9700]])</p>
ca: <p>Tenim plans per permetre emmagatzemar el nivell de seguretat a l'Emmagatzematge Persistent. ([[!tails_ticket 9700]])</p>
de: <p>Wir planen, das Sicherheitsniveau im beständigen Datenspeicher zu speichern. ([[!tails_ticket 9700]])</p>

source: <h2 id="add-ons">Can I install other add-ons in <span class="application">Tor Browser</span>?</h2>
ca: <h2 id="add-ons">Puc instal·lar altres complements al <span class="application">Navegador Tor</span>?</h2>
de: <h2 id="add-ons">Kann ich andere Add-ons im <span class="application">Tor Browser</span> installieren?</h2>

source: Installing add-ons in <span class="application">Tor Browser</span> might break the security built in Tails.
ca: La instal·lació de complements al <span class="application">Navegador Tor</span> pot trencar la seguretat integrada a Tails.
de: Das Installieren von Add-ons im <span class="application">Tor Browser</span> könnte die in Tails integrierte Sicherheit beeinträchtigen.

source: Add-ons can do many things within the browser, and even if all the networking goes through Tor, some add-ons might interact badly with the rest of the configuration or leak private information.
ca: Els complements poden fer moltes coses al navegador i, fins i tot si tota la xarxa passa per Tor, alguns complements poden interactuar malament amb la resta de la configuració o filtrar informació privada.
de: Add-ons können viele Dinge im Browser tun, und selbst wenn der gesamte Datenverkehr über Tor läuft, könnten einige Add-ons schlecht mit der restlichen Konfiguration interagieren oder private Informationen leaking.

source: 1. They can track and reveal information about your browsing behaviour, browsing history, or system information, either on purpose or by mistake.
ca: 1. Poden rastrejar i revelar informació sobre el vostre comportament de navegació, l'historial de navegació o la informació del sistema, ja sigui intencionadament o per error.
de: 1. Sie können Informationen über Ihr Surfverhalten, Ihren Browserverlauf oder Systeminformationen entweder absichtlich oder versehentlich verfolgen und offenlegen.

source: 2. They can have bugs and security vulnerabilities that can be remotely exploited by an attacker.
ca: 2. Poden tenir errors i vulnerabilitats de seguretat que poden ser explotades de forma remota per un atacant.
de: 2. Sie können Fehler und Sicherheitsanfälligkeiten aufweisen, die von einem Angreifer aus der Ferne ausgenutzt werden können.

source: 3. They can have bugs breaking the security offered by other add-ons and break your anonymity.
ca: 3. Poden tenir errors que trenquin la seguretat que ofereixen altres complements i trencar el vostre anonimat.
de: 3. Sie können Fehler aufweisen, die die Sicherheit anderer Add-ons beeinträchtigen und Ihre Anonymität gefährden.

source: 4. They can break your anonymity by making your browsing behaviour distinguishable amongst other Tails users.
ca: 4. Poden trencar el vostre anonimat fent que el vostre comportament de navegació sigui distingible entre altres usuaris de Tails.
de: 4. Sie können Ihre Anonymität gefährden, indem sie Ihr Surfverhalten von anderen Tails-Nutzern unterscheidbar machen.

source: Unless proven otherwise, no add-on, apart from the ones already included in Tails, have been seriously audited and should be considered safe to use in this context.
ca: Llevat que es demostri el contrari, cap complement, a part dels que ja s'inclou a Tails, ha estat auditat seriosament i s'ha de considerar segur d'utilitzar en aquest context.
de: Sofern nicht das Gegenteil bewiesen ist, wurden keine Add-ons, außer den bereits in Tails enthaltenen, gründlich geprüft und sollten in diesem Kontext als sicher angesehen werden.

source: <div class="next"> <ul> <li>[[Browsing the web with <span class="application">Tor Browser</span>|doc/anonymous_internet/Tor_browser]]</li> </ul> </div>
ca: <div class="next"> <ul> <li>[[Explorar el web amb el <span class="application">Navegador Tor</span>|doc/anonymous_internet/Tor_browser]]</li> </ul> </div>
de: <div class="next"> <ul> <li>[[Im Internet surfen mit <span class="application">Tor Browser</span>|doc/anonymous_internet/Tor_browser]]</li> </ul> </div>

source: <h2 id="update-add-ons">Should I manually update add-ons included in <span class="application">Tor Browser</span>?</h2>
ca: <h2 id="update-add-ons">He d'actualitzar manualment els complements inclosos al <span class="application">Navegador Tor</span>?</h2>
de: <h2 id="update-add-ons">Sollte ich die im <span class="application">Tor Browser</span> enthaltenen Add-ons manuell aktualisieren?</h2>

source: Updating add-ons in *Tor Browser* might break the security built in Tails.
ca: L'actualització de complements al *Navegador Tor* pot trencar la seguretat integrada a Tails.
de: Das Aktualisieren von Add-ons im *Tor Browser* könnte die in Tails integrierte Sicherheit beeinträchtigen.

source: <h2 id="anonymity-test">How to analyse the results of online anonymity tests?</h2>
ca: <h2 id="anonymity-test">Com analitzar els resultats de les proves d'anonimat en línia?</h2>
de: <h2 id="anonymity-test">Wie analysiere ich die Ergebnisse von Online-Anonymitätstests?</h2>

source: Fingerprinting websites, such as <https://coveryourtracks.eff.org/>, try to retrieve as much information as possible from your browser to see if it can be used to identify you.
ca: Els llocs web d'empremtes digitals, com ara <https://coveryourtracks.eff.org/>, intenten recuperar tanta informació com sigui possible del vostre navegador per veure si es pot utilitzar per identificar-vos.
de: Fingerprinting-Websites, wie <https://coveryourtracks.eff.org/>, versuchen, so viele Informationen wie möglich von Ihrem Browser abzurufen, um zu überprüfen, ob sie verwendet werden können, um Sie zu identifizieren.

source: As explained in our documentation about [[the fingerprint of *Tor Browser* in Tails|doc/anonymous_internet/Tor_Browser#fingerprint]], Tails provides anonymity by making it difficult to distinguish a particular user amongst all the users of <span class="application">Tor Browser</span> (either in Tails or on other operating systems).
ca: Com s'explica a la nostra documentació sobre [[l'empremta digital del *Navegador Tor* a Tails|doc/anonymous_internet/Tor_Browser#fingerprint]], Tails proporciona l'anonimat dificultant la distinció d'un usuari concret entre tots els usuaris del <span class="application">Navegador Tor</span> (ja sigui a Tails o en altres sistemes operatius).
de: Wie in unserer Dokumentation über [[den Fingerabdruck des *Tor Browsers* in Tails|doc/anonymous_internet/Tor_Browser#fingerprint]] erklärt, bietet Tails Anonymität, indem es schwierig gemacht wird, einen bestimmten Benutzer unter all den Benutzern des <span class="application">Tor Browsers</span> (entweder in Tails oder auf anderen Betriebssystemen) zu unterscheiden.

source: So, the information retrieved by such fingerprinting websites is not harmful for anonymity in itself, as long as it is the same for all users of <span class="application">Tor Browser</span>.
ca: Per tant, la informació recuperada per aquests llocs web d'empremtes digitals no és perjudicial per a l'anonimat en si mateix, sempre que sigui la mateixa per a tots els usuaris del <span class="application">Navegador Tor</span>.
de: Die von solchen Fingerprinting-Websites abgerufenen Informationen sind an sich nicht schädlich für die Anonymität, solange sie für alle Benutzer des <span class="application">Tor Browsers</span> gleich sind.

source: For example, the user-agent string of <span class="application">Tor Browser</span> includes <em>Windows NT</em> but this value preserves your anonymity even if you run Windows NT. On the other hand, changing this value makes you distinguishable from other users of <span class="application">Tor Browser</span> and, as a consequence, weakens your anonymity.
ca: Per exemple, la cadena d'agent d'usuari del <span class="application">Navegador Tor</span> inclou <em>Windows NT</em> però aquest valor conserva el vostre anonimat encara que executeu Windows NT. D'altra banda, canviar aquest valor us fa distingible d'altres usuaris del <span class="application">Navegador Tor</span> i, com a conseqüència, debilita el vostre anonimat.
de: Zum Beispiel enthält der User-Agent-String des <span class="application">Tor Browsers</span> <em>Windows NT</em>, aber dieser Wert schützt Ihre Anonymität, selbst wenn Sie Windows NT verwenden. Andererseits macht das Ändern dieses Wertes Sie von anderen Benutzern des <span class="application">Tor Browsers</span> unterscheidbar und schwächt somit Ihre Anonymität.

source: Furthermore, we verify the result of those websites before each release, see our [[test suite|contribute/release_process/test]].
ca: A més, verifiquem el resultat d'aquests llocs web abans de cada llançament, consulteu la nostra [[suite de proves|contribute/release_process/test]] (en anglès).
de: Darüber hinaus überprüfen wir das Ergebnis dieser Websites vor jeder Veröffentlichung. Siehe unsere [[Test-Suite|contribute/release_process/test]].

source: <h1 id="networking">Networking</h1>
ca: <h1 id="networking">Xarxes</h1>
de: <h1 id="networking">Netzwerk</h1>

source: <h2 id="vpn">Can I use Tails with a VPN?</h2>
ca: <h2 id="vpn">Puc utilitzar Tails amb una VPN?</h2>
de: <h2 id="vpn">Kann ich Tails mit einem VPN verwenden?</h2>

source: Currently, Tails does not work with VPNs.
ca: Actualment, Tails no funciona amb VPNs.
de: Derzeit funktioniert Tails nicht mit VPNs.

source: Tor provides anonymity by making it impossible for a single point in the network to know both the origin and destination of a connection.
ca: Tor proporciona l'anonimat ja que fa impossible que un únic punt de la xarxa conegui tant l'origen com la destinació d'una connexió.
de: Tor bietet Anonymität, indem es unmöglich macht, dass ein einzelner Punkt im Netzwerk sowohl den Ursprung als auch das Ziel einer Verbindung kennt.

source: Unlike Tor, VPNs don't provide strong anonymity because the VPN provider can see both where you are connecting from and where you are connecting to.
ca: A diferència de Tor, les VPNs no proporcionen un fort anonimat perquè el proveïdor de la VPN pot veure des d'on us connecteu i on us esteu connectant.
de: Im Gegensatz zu Tor bieten VPNs keine starke Anonymität, da der VPN-Anbieter sowohl sehen kann, von wo Sie sich verbinden, als auch zu welchem Ziel Sie sich verbinden.

source: But VPNs have clear benefits over Tor in some situations where strong anonymity is not needed, for example:
ca: Però les VPNs tenen avantatges clars a Tor en algunes situacions en què no es necessita un fort anonimat, per exemple:
de: Aber VPNs haben in einigen Situationen, in denen starke Anonymität nicht erforderlich ist, klare Vorteile gegenüber Tor, zum Beispiel:

source: - To access websites that block Tor or can only be accessed from a given country
ca: - Per accedir a llocs web que bloquegen Tor o que només s'hi pot accedir des d'un país determinat
de: - Um auf Websites zuzugreifen, die Tor blockieren oder nur aus einem bestimmten Land erreichbar sind

source: - To use videoconferencing tools like *Jitsi* or *Zoom*
ca: - Per utilitzar eines de videoconferència com *Jitsi* o *Zoom*
de: - Um Videokonferenz-Tools wie *Jitsi* oder *Zoom* zu verwenden

source: - To access private VPN services like intranets or share folders
ca: - Per accedir a serveis VPN privats com intranets o compartir carpetes
de: - Um auf private VPN-Dienste wie Intranets oder freigegebene Ordner zuzugreifen

source: - To browse the Internet at higher speeds than Tor
ca: - Per navegar per Internet a velocitats superiors a Tor
de: - Um das Internet mit höheren Geschwindigkeiten als bei Tor zu durchsuchen

source: We are now considering adding VPN support to Tails, either:
ca: Ara estem considerant afegir suport VPN a Tails:
de: Wir ziehen jetzt in Betracht, die Unterstützung von VPNs in Tails hinzuzufügen, entweder:

source: By adding another browser that would use a VPN instead of Tor. ([[!tails_ticket 19465]] or [[!tails_ticket 19942]])
ca: Afegint un altre navegador que utilitzi una VPN en lloc de Tor. ([[!tails_ticket 19465]] o [[!tails_ticket 19942]])
de: Indem wir einen weiteren Browser hinzufügen, der ein VPN anstelle von Tor verwenden würde. ([[!tails_ticket 19465]] oder [[!tails_ticket 19942]])

source: By giving the option to use a VPN instead of Tor for the whole system and still having Tor Browser to use Tor only ([[!tails_ticket 19901]])
ca: Donant l'opció d'utilitzar una VPN en lloc de Tor per a tot el sistema i encara tenint el Navegador Tor per utilitzar només Tor ([[!tails_ticket 19901]])
de: Indem wir die Option anbieten, ein VPN anstelle von Tor für das gesamte System zu verwenden und gleichzeitig den Tor Browser zu behalten, um nur Tor zu nutzen. ([[!tails_ticket 19901]])

source: For more information, see our [[!tails_blueprint desc="blueprint on VPN support" VPN-support]].
ca: Per obtenir més informació, consulteu el nostre [[!tails_blueprint desc="blueprint sobre suport VPN" VPN-support]] (en anglès).
de: Für weitere Informationen siehe unser [[!tails_blueprint desc="Blueprint zur VPN-Unterstützung" VPN-support]].

source: <h2 id="torrc">Can I choose the country of my exit nodes or further edit the <code>torrc</code>?</h2>
ca: <h2 id="torrc">Puc triar el país dels meus nodes de sortida o editar encara més el <code>torrc</code>?</h2>
de: <h2 id="torrc">Kann ich das Land meiner Exit-Knoten auswählen oder die <code>torrc</code> weiter bearbeiten?</h2>

source: Editing the Tor configuration file, also called `torrc`, to modify how Tor creates circuits can weaken your anonymity in ways that are hard to understand and explain. That is why we don't explain how to modify the Tor configuration file in Tails, for example, to choose the country of your exit nodes or exclude some entry guards.
ca: Editar el fitxer de configuració de Tor, també anomenat «torrc», per modificar com Tor crea circuits pot debilitar el vostre anonimat d'una manera difícil d'entendre i explicar. És per això que no expliquem com modificar el fitxer de configuració Tor a Tails, per exemple, per triar el país dels vostres nodes de sortida o excloure alguns guàrdies d'entrada.
de: Das Bearbeiten der Tor-Konfigurationsdatei, auch `torrc` genannt, um zu ändern, wie Tor Circuits erstellt, kann Ihre Anonymität auf schwer nachvollziehbare und erklärbare Weise schwächen. Deshalb erklären wir nicht, wie man die Tor-Konfigurationsdatei in Tails modifiziert, um beispielsweise das Land Ihrer Exit-Knoten auszuwählen oder bestimmte Entry Guards auszuschließen.

source: Still, you can close a given circuit and trigger Tor to create a new one using the [[New Tor circuit for this site|doc/anonymous_internet/Tor_Browser]] button of *Tor Browser* or the [[*Onion Circuits*|doc/anonymous_internet/tor/circuits]] utility.
ca: Tot i així, podeu tancar un circuit determinat i activar Tor per crear-ne un de nou utilitzant el botó [[Nou circuit de Tor per a aquest lloc|doc/anonymous_internet/Tor_Browser]] del *Navegador Tor* o la utilitat de [[*Circuits Onion*|doc/ anonymous_internet/tor/circuits]].
de: Dennoch können Sie einen bestimmten Circuit schließen und Tor dazu anregen, einen neuen zu erstellen, indem Sie die Schaltfläche [[Neuer Tor-Circuit für diese Website|doc/anonymous_internet/Tor_Browser]] im *Tor Browser* oder das [[*Onion Circuits*|doc/anonymous_internet/tor/circuits]]-Hilfsprogramm verwenden.

source: <h2 id="htp">Why does Tails automatically connect to websites when starting?</h2>
ca: <h2 id="htp">Per què Tails es connecta automàticament a llocs web en començar?</h2>
de: <h2 id="htp">Warum verbindet sich Tails beim Start automatisch mit Websites?</h2>

source: The clock of the computer needs to be set at the correct time to both:
ca: El rellotge de l'ordinador s'ha de configurar a l'hora correcta a tots dos:
de: Die Uhr des Computers muss auf die richtige Zeit eingestellt werden, um sowohl:

source: Be able to connect to the Tor network in the first place
ca: Ser capaç de connectar-se a la xarxa Tor en primer lloc
de: Um sich überhaupt mit dem Tor-Netzwerk verbinden zu können

source: The computer clock is fixed a first time, approximately, before connecting to Tor, either [[automatically|doc/anonymous_internet/tor#automatic]] or [[manually|doc/anonymous_internet/tor/troubleshoot#clock]].
ca: El rellotge de l'ordinador s'arregla per primera vegada, aproximadament, abans de connectar-se a Tor, ja sigui [[automàticament|doc/anonymous_internet/tor#automatic]] o [[manualment|doc/anonymous_internet/tor/troubleshoot#clock]].
de: Die Computeruhr wird beim ersten Mal grob eingestellt, bevor eine Verbindung zu Tor hergestellt wird, entweder [[automatisch|doc/anonymous_internet/tor#automatic]] oder [[manuell|doc/anonymous_internet/tor/troubleshoot#clock]].

source: Protect your anonymity while using Tor
ca: Protegiu el vostre anonimat mentre feu servir Tor
de: Schützen Sie Ihre Anonymität bei der Nutzung von Tor

source: The computer clock is fixed a second time, precisely, to prevent a website from identifying you by analyzing minor differences of your computer clock with the correct time.
ca: El rellotge de l'ordinador s'arregla una segona vegada, precisament, per evitar un lloc web d'identificar-vos mitjançant l'anàlisi de diferències menors del rellotge del vostre ordinador amb l'hora correcta.
de: Die Computeruhr wird ein zweites Mal genau eingestellt, um zu verhindern, dass eine Website Sie identifiziert, indem sie geringfügige Unterschiede zwischen Ihrer Computeruhr und der korrekten Zeit analysiert.

source: This second synchronization is made by sending HTTPS queries through Tor to several websites and deducing a correct time from their answers. You can see the list of websites that Tails can connect to in *[[!tails_gitweb config/chroot_local-includes/etc/default/htpdate.pools desc="/etc/default/htpdate.pools"]]*.
ca: Aquesta segona sincronització es fa enviant consultes HTTPS a través de Tor a diversos llocs web i deduint una hora correcta de les seves respostes. Podeu veure la llista de llocs web als quals Tails es pot connectar a *[[!tails_gitweb config/chroot_local-includes/etc/default/htpdate.pools desc="/etc/default/htpdate.pools"]]*.
de: Diese zweite Synchronisierung erfolgt, indem HTTPS-Anfragen über Tor an mehrere Websites gesendet werden und eine korrekte Zeit aus deren Antworten abgeleitet wird. Sie können die Liste der Websites, mit denen Tails sich verbinden kann, in *[[!tails_gitweb config/chroot_local-includes/etc/default/htpdate.pools desc="/etc/default/htpdate.pools"]]* einsehen.

source: See also our [[design document on time synchronization|contribute/design/Time_syncing]].
ca: Vegeu també el nostre [[document de disseny sobre la sincronització horària|contribute/design/Time_syncing]].
de: Siehe auch unser [[Entwurfsdokument zur Zeitsynchronisierung|contribute/design/Time_syncing]].

source: <h2 id="relay">Can I help the Tor network by running a relay or a bridge in Tails?</h2>
ca: <h2 id="relay">Puc ajudar la xarxa Tor executant un repetidor o un pont a Tails?</h2>
de: <h2 id="relay">Kann ich das Tor-Netzwerk unterstützen, indem ich ein Relay oder ein Bridge in Tails betreibe?</h2>

source: It is currently impossible to run a Tor relay or bridge in Tails.
ca: Actualment és impossible executar un repetidor de Tor o un pont a Tails.
de: Derzeit ist es unmöglich, ein Tor-Relay oder eine Bridge in Tails zu betreiben.

source: <h2 id="onion-service">Can I run a Tor onion service from Tails?</h2>
ca: <h2 id="onion-service">Puc executar un servei onion de Tor des de Tails?</h2>
de: <h2 id="onion-service">Kann ich einen Tor-Onion-Dienst von Tails aus betreiben?</h2>

source: You can use [[*OnionShare*|doc/anonymous_internet/onionshare]] to share files, websites, and chat rooms from Tails using onion services.
ca: Podeu utilitzar [[*OnionShare*|doc/anonymous_internet/onionshare]] per compartir fitxers, llocs web i sales de xat de Tails mitjançant els serveis onion.
de: Sie können [[*OnionShare*|doc/anonymous_internet/onionshare]] verwenden, um Dateien, Websites und Chatrooms von Tails aus über Onion-Dienste zu teilen.

source: <h2 id="ping">Can I use <code>ping</code> in Tails?</h2>
ca: <h2 id="ping">Puc utilitzar <code>ping</code> a Tails?</h2>
de: <h2 id="ping">Kann ich <code>ping</code> in Tails verwenden?</h2>

source: It is impossible to use `ping` in Tails, because `ping` uses the ICMP protocol while Tor can only transport TCP connections.
ca: És impossible utilitzar `ping` a Tails, perquè `ping` utilitza el protocol ICMP mentre Tor només pot transportar connexions TCP.
de: Es ist unmöglich, `ping` in Tails zu verwenden, da `ping` das ICMP-Protokoll nutzt, während Tor nur TCP-Verbindungen transportieren kann.

source: <h1 id="software">Included software</h1>
ca: <h1 id="software">Programari inclòs</h1>
de: <h1 id="software">Enthaltene Software</h1>
