Repository: ks-sbc/os
Catalog: wiki/src/support/faq.*.po
Languages: ca, de

source: [[!meta title="Frequently asked questions"]]
ca: [[!meta title="Preguntes més freqüents"]]
de: [[!meta title="Häufig gestellte Fragen"]]

source: - For hardware compatibility issues, refer to our [[known issues|support/known_issues]].
ca: - Per a problemes de compatibilitat de maquinari, consulteu els nostres [[problemes coneguts|support/known_issues]].
de: - Bei Problemen mit der Hardwarekompatibilität siehe unsere [[bekannten Probleme|support/known_issues]].

source: - To learn what you can do with Tails, refer to our [[documentation|doc]].
ca: - Per saber què podeu fer amb Tails, consulteu la nostra [[documentació|doc]].
de: - Weitere Informationen zu den Möglichkeiten mit Tails finden sich in unserer [[Dokumentation|doc]].

source: - For questions related to Tor, see also to the [Tor support pages](https://support.torproject.org/).
ca: - Per a preguntes relacionades amb Tor, consulteu també les [pàgines d'assistència de Tor](https://support.torproject.org/).
de: - Bei Fragen zu Tor siehe auch die [Tor-Supportseiten](https://support.torproject.org/).

source: <h1 id="project">Tails project</h1>
ca: <h1 id="project">Projecte Tails</h1>
de: <h1 id="project">Projekt Tails</h1>

source: <h2 id="tor">What is the relationship between Tor and Tails?</h2>
ca: <h2 id="tor">Quina relació hi ha entre Tor i Tails?</h2>
de: <h2 id="tor">Wie ist die Beziehung zwischen Tor und Tails?</h2>

source: Tails is part of the [Tor Project](https://torproject.org/).
ca: Tails forma part del [Projecte Tor](https://torproject.org/).

source: Tails [[was founded|news/celebrating_10_years]] in 2009 and [[joined forces with Tor|news/tails_tor]] in 2024.
ca: Tails [[va ser fundat|news/celebrating_10_years]] el 2009 i [[va es va unir a Tor|news/tails_tor]] el 2024.

source: See also our explanation about [[why does Tails use Tor|doc/anonymous_internet/tor/why#relationship]].
ca: Vegeu també la nostra explicació sobre [[per què Tails utilitza Tor|doc/anonymous_internet/tor/why#relationship]].

source: <h2 id="debian">Why is Tails based on Debian and not on another distribution?</h2>
ca: <h2 id="debian">Per què Tails es basa en Debian i no en una altra distribució?</h2>
de: <h2 id="debian">Warum basiert Tails auf Debian und nicht einer anderen Distribution?</h2>

source: We are deeply rooted and involved in Debian. The friendships, relationships, and technical expertise we have in Debian have many benefits for Tails, and we are not ready to build the same relationship with Ubuntu, OpenBSD, or any other distribution. See our statement about our [[contribute/relationship_with_upstream]] for details.
ca: Estem profundament arrelats i implicats en Debian. Les amistats, les relacions i l'experiència tècnica que tenim a Debian tenen molts avantatges per a Tails, i no estem preparats per construir la mateixa relació amb Ubuntu, OpenBSD o cap altra distribució. Consulteu la nostra declaració sobre la nostra [[relació amb upstream|contribute/relationship_with_upstream]] per obtenir més informació.
de: Wir sind tief in Debian verwurzelt und engagiert. Die Freundschaften, Beziehungen und die technische Expertise, die wir in Debian haben, bieten viele Vorteile für Tails, und wir sind nicht bereit, dieselbe Beziehung zu Ubuntu, OpenBSD oder einer anderen Distribution aufzubauen. Siehe unsere Erklärung zu unserer [[contribute/relationship_with_upstream]] für weitere Informationen.

source: See also the article [Why there are so many Debian derivatives](http://upsilon.cc/~zack/blog/posts/2011/09/why_there_are_so_many_debian_derivatives/) by Stefano Zacchiroli.
ca: Vegeu també l'article [Per què hi ha tants derivats de Debian](http://upsilon.cc/~zack/blog/posts/2011/09/why_there_are_so_many_debian_derivatives/) de Stefano Zacchiroli (en anglès).
de: Lese auch den Artikel [Warum gibt es so viele Debian Derivate](http://upsilon.cc/~zack/blog/posts/2011/09/why_there_are_so_many_debian_derivatives/) by Stefano Zacchiroli.

source: <h2 id="ubuntu">Why isn't Tails based on Ubuntu?</h2>
ca: <h2 id="ubuntu">Per què Tails no es basa en Ubuntu?</h2>
de: <h2 id="ubuntu">Warum basiert Tails nicht auf Ubuntu?</h2>

source: First, see the answer to the [[previous question|faq#debian]].
ca: Primer, vegeu la resposta a la [[pregunta anterior|faq#debian]].
de: Zuerst sehen Sie sich die Antwort auf die [[vorherige Frage|faq#debian]] an.

source: - The rapid development cycle of Ubuntu would be too fast for Tails.
ca: - El cicle de desenvolupament ràpid d'Ubuntu seria massa ràpid per a Tails.
de: - Der schnelle Entwicklungszyklus von Ubuntu wäre zu schnell für Tails.

source: Ubuntu adds features in ways that we find dangerous for privacy. For example Ubuntu One ([partly discontinued](http://blog.canonical.com/2014/04/02/shutting-down-ubuntu-one-file-services/)) and the [Amazon ads and data leaks](https://www.eff.org/deeplinks/2012/10/privacy-ubuntu-1210-amazon-ads-and-data-leaks).
ca: Ubuntu afegeix funcions de maneres que considerem perilloses per a la privadesa. Per exemple, Ubuntu One ([parcialment discontinuat](http://blog.canonical.com/2014/04/02/shutting-down-ubuntu-one-file-services/)) i els [anuncis d'Amazon i les filtracions de dades](https://www.eff.org/deeplinks/2012/10/privacy-ubuntu-1210-amazon-ads-and-data-leaks).
de: Ubuntu fügt Funktionen auf eine Weise hinzu, die wir als gefährlich für die Privatsphäre erachten. Zum Beispiel Ubuntu One ([teilweise eingestellt](http://blog.canonical.com/2014/04/02/shutting-down-ubuntu-one-file-services/)) und die [Amazon-Werbung und Datenlecks](https://www.eff.org/deeplinks/2012/10/privacy-ubuntu-1210-amazon-ads-and-data-leaks).

source: Ubuntu is led by a company that takes most of the important decisions and has the power to make them happen.
ca: Ubuntu està dirigit per una empresa que pren la majoria de les decisions importants i té el poder de fer-les realitat.
de: Ubuntu wird von einem Unternehmen geführt, das die meisten wichtigen Entscheidungen trifft und die Macht hat, sie umzusetzen.

source: We usually ship kernels and video drivers from [Debian backports](http://backports.debian.org/). The result is comparable to Ubuntu in terms of support for recent hardware.
ca: Normalment distribuïm nuclis i controladors de vídeo des de [Debian backports](http://backports.debian.org/). El resultat és comparable a Ubuntu pel que fa al suport del maquinari recent.
de: Wir liefern normalerweise Kerne und Grafikkartentreiber aus den [Debian Backports](http://backports.debian.org/). Das Ergebnis ist in Bezug auf die Unterstützung neuer Hardware mit Ubuntu vergleichbar.

source: We think that the general quality of the maintenance work being done on packages matters from a security perspective. Debian maintainers generally are experts in the fields their packages deal with; while it is generally not the case outside of the limited number of packages Ubuntu officially supports.
ca: Pensem que la qualitat general del treball de manteniment que s'estan realitzant als paquets és important des d'una perspectiva de seguretat. Els mantenidors de Debian generalment són experts en els camps amb què tracten els seus paquets; mentre que generalment no és així fora del nombre limitat de paquets els quals Ubuntu admet oficialment.
de: Wir sind der Meinung, dass die allgemeine Qualität der Wartungsarbeit an Paketen aus sicherheitstechnischer Sicht von Bedeutung ist. Die Debian-Pflegekräfte sind in der Regel Experten auf den Gebieten, mit denen ihre Pakete zu tun haben; während dies außerhalb der begrenzten Anzahl von Paketen, die Ubuntu offiziell unterstützt, im Allgemeinen nicht der Fall ist.

source: We are actively working on improving [[AppArmor support|contribute/design/application_isolation]] in Tails; a security framework that is already used in a few Ubuntu applications.
ca: Estem treballant activament per millorar el [[suport d'AppArmor|contribute/design/application_isolation]] a Tails; un marc de seguretat que ja s'utilitza en algunes aplicacions d'Ubuntu.
de: Wir arbeiten aktiv daran, die [[AppArmor-Unterstützung|contribute/design/application_isolation]] in Tails zu verbessern; ein Sicherheitsframework, das bereits in einigen Ubuntu-Anwendungen verwendet wird.

source: We are also working on adding compiler hardening options to more Debian packages included in Tails; another security feature that Ubuntu already provides.
ca: També estem treballant per afegir opcions de reforç del compilador a més paquets de Debian inclosos a Tails; una altra característica de seguretat que ja ofereix Ubuntu.
de: Wir arbeiten auch daran, mehr Debian-Pakete, die in Tails enthalten sind, mit Compiler-Härtungsoptionen auszustatten; eine weitere Sicherheitsfunktion, die Ubuntu bereits bietet.

source: <h2 id="gnome">Why does Tails ship the GNOME Desktop?</h2>
ca: <h2 id="gnome">Per què Tails ve amb l'escriptori GNOME?</h2>
de: <h2 id="gnome">Warum liefert Tails den GNOME-Desktop aus?</h2>

source: We had users ask for LXDE, XFCE, MATE, KDE, and so on, but we are not going to change desktop. According to us, the main drawback of GNOME is that it requires quite a lot of resources to work properly, but it has many advantages. The GNOME Desktop is:
ca: Els usuaris ens han demanat LXDE, XFCE, MATE, KDE, etc., però no canviarem l'escriptori. Segons nosaltres, el principal inconvenient de GNOME és que requereix força recursos per funcionar correctament, però té molts avantatges. L'escriptori de GNOME està:
de: Wir hatten Benutzer, die nach LXDE, XFCE, MATE, KDE usw. gefragt haben, aber wir werden den Desktop nicht ändern. Unserer Meinung nach ist der Hauptnachteil von GNOME, dass es ziemlich viele Ressourcen benötigt, um ordnungsgemäß zu funktionieren, aber es hat viele Vorteile. Der GNOME-Desktop ist:

source: - Well integrated, especially for new Linux users.
ca: - Ben integrat, especialment per als nous usuaris de Linux.
de: - Gut integriert, besonders für neue Linux-Benutzer.

source: - Very well translated and documented.
ca: - Molt ben traduït i documentat.
de: - Sehr gut übersetzt und dokumentiert.

source: - Doing relatively good regarding accessibility features.
ca: - Va relativament bé pel que fa a les funcions d'accessibilitat.
de: - Bietet relativ gute Funktionen zur Barrierefreiheit.

source: - Actively developed.
ca: - Desenvolupat activament.
de: - Aktiv entwickelt.

source: Well maintained in [[Debian|faq#debian]], where it is the default desktop environment.
ca: Ben mantingut a [[Debian|faq#debian]], on és l'entorn d'escriptori predeterminat.
de: Gut gewartet in [[Debian|faq#debian]], wo es die Standard-Desktop-Umgebung ist.

source: We invested quite some time in acquiring GNOME knowledge, and switching our desktop environment would require going through that process again.
ca: Hem invertit força temps en l'adquisició de coneixements de GNOME i canviar el nostre entorn d'escriptori requeriria tornar a fer aquest procés.
de: Wir haben viel Zeit investiert, um Kenntnisse über GNOME zu erwerben, und ein Wechsel unserer Desktop-Umgebung würde erfordern, diesen Prozess erneut durchlaufen zu müssen.

source: We are not proposing several desktop environments to choose from because we want to [[limit the amount of software included in Tails|faq#new-software]].
ca: No proposem diversos entorns d'escriptori per triar perquè volem [[limitar la quantitat de programari inclòs a Tails|faq#new-software]].
de: Wir schlagen nicht vor, mehrere Desktop-Umgebungen zur Auswahl anzubieten, da wir [[die Menge der in Tails enthaltenen Software begrenzen|faq#new-software]] möchten.

source: <h1 id="installation">Installation</h1>
ca: <h1 id="installation">Instal·lació</h1>

source: <h2 id="dedicated-stick">Do I need a USB stick dedicated to Tails?</h2>
ca: <h2 id="dedicated-stick">Necessito un llapis USB dedicat a Tails?</h2>
de: <h2 id="dedicated-stick">Benötige ich einen USB-Stick speziell für Tails?</h2>

source: Yes. Tails requires a USB stick dedicated to only running Tails.
ca: Sí. Tails requereix un llapis USB dedicat només a executar Tails.
de: Ja. Tails erfordert einen USB-Stick, der nur zum Ausführen von Tails bestimmt ist.

source: If it were possible to use the same USB stick with another operating system, for example to store files to use on Windows, a virus in the other operating system could corrupt your Tails.
ca: Si fos possible utilitzar el mateix llapis USB amb un altre sistema operatiu, per exemple per emmagatzemar fitxers per utilitzar-los a Windows, un virus de l'altre sistema operatiu podria corrompre el vostre Tails.
de: Wenn es möglich wäre, denselben USB-Stick mit einem anderen Betriebssystem zu verwenden, um beispielsweise Dateien für die Nutzung unter Windows zu speichern, könnte ein Virus im anderen Betriebssystem Ihr Tails beschädigen.

source: That's why your Tails USB stick is not recognized in Windows and why we discourage installing other live operating systems on the same USB stick.
ca: És per això que el vostre llapis USB de Tails no es reconeix a Windows i per això desaconsellem la instal·lació d'altres sistemes operatius en directe al mateix llapis USB.
de: Deshalb wird Ihr Tails-USB-Stick in Windows nicht erkannt und wir raten davon ab, andere Live-Betriebssysteme auf demselben USB-Stick zu installieren.

source: To store files in your Tails USB stick, use the [[Persistent Storage|doc/persistent_storage]]. To exchange files between Tails and another operating system, use a separate USB stick.
ca: Per emmagatzemar fitxers al vostre llapis USB de Tails, feu servir l'[[Emmagatzematge Persistent|doc/persistent_storage]]. Per intercanviar fitxers entre Tails i un altre sistema operatiu, utilitzeu un llapis USB independent.
de: Um Dateien auf Ihrem Tails-USB-Stick zu speichern, verwenden Sie den [[persistenten Speicher|doc/persistent_storage]]. Um Dateien zwischen Tails und einem anderen Betriebssystem auszutauschen, verwenden Sie einen separaten USB-Stick.

source: <h2 id="permanent-install">Can I install Tails permanently onto my hard disk?</h2>
ca: <h2 id="permanent-install">Puc instal·lar Tails permanentment al meu disc dur?</h2>
de: <h2 id="permanent-install">Kann ich Tails dauerhaft auf meiner Festplatte installieren?</h2>

source: This is not possible using the recommended installation methods. Tails is designed to be a live system running from a removable media: USB stick or DVD.
ca: Això no és possible utilitzant els mètodes d'instal·lació recomanats. Tails està dissenyat per ser un sistema en directe que s'executa des d'un suport extraïble: llapis USB o DVD.
de: Dies ist mit den empfohlenen Installationsmethoden nicht möglich. Tails ist als Live-System konzipiert, das von einem externen Medium wie einem USB-Stick oder einer DVD betrieben wird.

source: This is a conscious decision as this mode of operation is better for what we want to provide to Tails users: amnesia, the fact that Tails leaves no traces on the computer after a session is closed.
ca: Aquesta és una decisió conscient, ja que aquest mode de funcionament és millor per al que volem oferir als usuaris de Tails: amnèsia, el fet que Tails no deixi rastre a l'ordinador després de tancar una sessió.
de: Dies ist eine bewusste Entscheidung, da dieser Betriebsmodus besser für das ist, was wir Tails-Nutzern bieten möchten: Amnesie, die Tatsache, dass Tails nach dem Schließen einer Sitzung keine Spuren auf dem Computer hinterlässt.

source: No. Those installation methods are unsupported. They might not work at all, or worse: they might seem to work, but produce a USB stick that does *not* behave like Tails should. Follow the [[download and installation documentation|install]] instead.
ca: No. Aquests mètodes d'instal·lació no són compatibles. És possible que no funcionin en absolut, o pitjor: poden semblar que funcionen, però produeixen un llapis USB que *no* es comporta com hauria de comportar-se Tails. Seguiu sempre la [[documentació de baixada i instal·lació|install]].
de: Nein. Diese Installationsmethoden werden nicht unterstützt. Sie könnten überhaupt nicht funktionieren oder schlimmer: Sie könnten so aussehen, als ob sie funktionieren, aber einen USB-Stick erzeugen, der *nicht* so funktioniert, wie Tails es sollte. Befolgen Sie stattdessen die [[Dokumentation zum Herunterladen und Installieren|install]].

source: <h2 id="upgrade">Should I update Tails using <code>apt upgrade</code> or <i>Synaptic</i>?</h2>
ca: <h2 id="upgrade">He d'actualitzar Tails mitjançant <code>apt upgrade</code> o <i>Synaptic</i>?</h2>
de: <h2 id="upgrade">Sollte ich Tails mit <code>apt upgrade</code> oder <i>Synaptic</i> aktualisieren?</h2>

source: No. Upgrading whenever you get a notification from *[[Tails Upgrader|doc/upgrade]]* is enough.
ca: No. Amb actualitzar sempre que rebeu una notificació del *[[Tails Upgrader|doc/upgrade]]* és suficient.
de: Nein. Ein Upgrade, wann immer Sie eine Benachrichtigung vom *[[Tails Upgrader|doc/upgrade]]* erhalten, ist ausreichend.

source: Tails provides upgrades every 4 weeks, which are thoroughly tested to make sure that no security feature or configuration gets broken.
ca: Tails ofereix actualitzacions cada quatre setmanes, que es posen a prova a fons per assegurar que cap funcionalitat de seguretat o configuració es trenca.
de: Tails bietet alle 4 Wochen Updates an, die gründlich getestet werden, um sicherzustellen, dass keine Sicherheitsfunktion oder -konfiguration beeinträchtigt wird.

source: If you upgrade the system yourself using `apt` or *Synaptic*, you might break things.
ca: Si actualitzeu el sistema amb `apt` o *Synaptic*, és possible que trenqueu coses.
de: Wenn Sie das System selbst mit `apt` oder *Synaptic* aktualisieren, könnten Sie Dinge beschädigen.

source: Our team sometimes publishes emergency releases, whenever important security upgrades are available in Debian or *Tor Browser* before the next scheduled release.
ca: De vegades, el nostre equip publica versions d'emergència, sempre que hi hagi actualitzacions de seguretat importants disponibles a Debian o al *Navegador Tor* abans de la propera versió programada.
de: Unser Team veröffentlicht manchmal Notfallversionen, wenn wichtige Sicherheitsupdates in Debian oder *Tor Browser* verfügbar sind, bevor die nächste geplante Version veröffentlicht wird.

source: <h2 id="preinstalled">Can I buy a preinstalled Tails USB stick or DVD?</h2>
ca: <h2 id="preinstalled">Puc comprar un llapis USB o DVD amb Tails preinstal·lat?</h2>
de: <h2 id="preinstalled">Kann ich einen vorinstallierten USB-Stick oder eine DVD von Tails kaufen?</h2>

source: No, we don't sell preinstalled Tails devices.
ca: No, no venem dispositius Tails preinstal·lats.
de: Nein, wir verkaufen keine vorinstallierten Tails-Geräte.

source: Selling preinstalled devices would in fact be a pretty bad idea:
ca: Vendre dispositius preinstal·lats seria de fet una molt mala idea:
de: Vorinstallierte Geräte zu verkaufen wäre eigentlich eine ziemlich schlechte Idee:

source: If burned on a DVD, then this DVD would be outdated on the next release. This means after 4 weeks at most.
ca: Si es grava en un DVD, aquest DVD quedaria obsolet a la propera versió. Això vol dir després de quatre setmanes com a màxim.
de: Wenn auf eine DVD gebrannt würde, wäre diese DVD bei der nächsten Veröffentlichung veraltet. Das heißt nach spätestens 4 Wochen.

source: If installed onto a USB stick, then it would be impossible to verify that the Tails on the USB stick is genuine. Trusting that a Tails USB stick is genuine should be based either on cryptographic verification or on personal trust (if you know someone you trust who can clone a Tails USB stick for you). But once Tails is installed on a USB stick it is not possible to use our cryptographic verification techniques anymore. Being able to trust your Tails USB stick is something that we really care about.
ca: Si s'instal·la en un llapis USB, seria impossible verificar que el Tails del llapis USB sigui autèntic. Confiar que un llapis USB de Tails és genuí s'hauria de basar en la verificació criptogràfica o en la confiança personal (si coneixeu algú de confiança que us pugui clonar un llapis USB de Tails). Però un cop instal·lat Tails en un llapis USB, ja no és possible utilitzar les nostres tècniques de verificació criptogràfica. Poder confiar en el vostre llapis USB de Tails és una cosa que ens importa molt.
de: Wenn es auf einen USB-Stick installiert ist, wäre es unmöglich zu überprüfen, ob das Tails auf dem USB-Stick echt ist. Das Vertrauen in einen Tails-USB-Stick sollte entweder auf kryptografischer Überprüfung oder auf persönlichem Vertrauen basieren (wenn Sie jemanden kennen, dem Sie vertrauen, der einen Tails-USB-Stick für Sie klonen kann). Aber sobald Tails auf einem USB-Stick installiert ist, ist es nicht mehr möglich, unsere kryptografischen Verifizierungstechniken zu verwenden. Vertrauen in Ihren Tails-USB-Stick ist etwas, das uns wirklich am Herzen liegt.

source: <h2 id="integrity">Can I verify the integrity of a Tails USB stick or DVD?</h2>
ca: <h2 id="integrity">Puc verificar la integritat d'un llapis USB o DVD de Tails?</h2>
de: <h2 id="integrity">Kann ich die Integrität eines Tails-USB-Sticks oder einer DVD überprüfen?</h2>

source: It is impossible to verify the integrity of a Tails USB stick or DVD while running Tails from it. It would be like asking to someone whether they are lying: a true liar would always pretend to tell the truth.
ca: És impossible verificar la integritat d'un llapis USB o DVD de Tails mentre s'executa Tails des d'ell. Seria com preguntar a algú si menteix: un veritable mentider sempre fingiria dir la veritat.
de: Es ist unmöglich, die Integrität eines Tails-USB-Sticks oder einer DVD zu überprüfen, während man Tails davon ausführt. Es wäre, als würde man jemanden fragen, ob er lügt: Ein wahrer Lügner würde immer vorgeben, die Wahrheit zu sagen.

source: If you worry that your Tails might be corrupted, do a [[manual upgrade|upgrade]] from a trusted operating system to upgrade it to a trusted version of Tails.
ca: Si us preocupa que el vostre Tails estigui malmès, feu una [[actualització manual|upgrade]] des d'un sistema operatiu de confiança per actualitzar-lo a una versió de confiança de Tails.
de: Wenn Sie befürchten, dass Ihr Tails beschädigt sein könnte, führen Sie ein [[manuelles Upgrade|upgrade]] von einem vertrauenswürdigen Betriebssystem aus, um es auf eine vertrauenswürdige Version von Tails zu aktualisieren.

source: <p>In the future, we might make it possible to verify the integrity of a Tails USB stick from another trusted OS. ([[!tails_ticket 7496]])</p>
ca: <p>En el futur, intentarem fer possible verificar la integritat d'un llapis USB de Tails des d'un altre sistema operatiu de confiança. ([[!tails_ticket 7496]])</p>
de: <p>In Zukunft könnten wir es ermöglichen, die Integrität eines Tails-USB-Sticks von einem anderen vertrauenswürdigen Betriebssystem aus zu überprüfen. ([[!tails_ticket 7496]])</p>

source: <h1 id="browser">Tor Browser</h1>
ca: <h1 id="browser">Navegador Tor</h1>

source: <h2 id="javascript">Why is JavaScript enabled by default in <span class="application">Tor Browser</span>?</h2>
ca: <h2 id="javascript">Per què JavaScript està habilitat de manera predeterminada al <span class="application">Navegador Tor</span>?</h2>
de: <h2 id="javascript">Warum ist JavaScript standardmäßig im <span class="application">Tor Browser</span> aktiviert?</h2>
