Repository: ks-sbc/os
Catalog: wiki/src/support/faq.*.po
Languages: ca, de

source: <h2 id="new-software">Can my favorite software be included in Tails?</h2>
ca: <h2 id="new-software">El meu programari preferit es pot incloure a Tails?</h2>
de: <h2 id="new-software">Kann meine bevorzugte Software in Tails enthalten sein?</h2>

source: <p>If a software is not included in Tails, but is included in Debian, you can use the [[Additional Software|doc/persistent_storage/configure#additional_software]] feature of the Persistent Storage to install it automatically every time you start Tails.</p>
ca: <p>Si un programari no està inclòs a Tails, però està inclòs a Debian, podeu utilitzar-lo a la funció de [[Programari Addicional|doc/persistent_storage/configure#additional_software]] de l'Emmagatzematge Persistent per instal·lar-lo automàticament cada vegada que inicieu Tails.</p>
de: <p>Wenn eine Software nicht in Tails enthalten ist, aber in Debian verfügbar ist, können Sie die [[Zusätzliche Software|doc/persistent_storage/configure#additional_software]]-Funktion des beständigen Datenspeichers verwenden, um sie automatisch jedes Mal zu installieren, wenn Sie Tails starten.</p>

source: First of all, make sure that this software is already available in Debian, as this is a requirement to be included in Tails. Adding to Tails software which is not in Debian imply an additional workload that could compromise the sustainability of the project. On top of that, being in Debian brings many advantages:
ca: En primer lloc, assegureu-vos que aquest programari ja estigui disponible a Debian, ja que aquest és un requisit per ser inclòs a Tails. Afegir programari a Tails que no es troba a Debian implica una càrrega de treball addicional que podria comprometre la sostenibilitat del projecte. A més, estar a Debian aporta molts avantatges:
de: Zunächst einmal sollten Sie sicherstellen, dass diese Software bereits in Debian verfügbar ist, da dies eine Voraussetzung für die Aufnahme in Tails ist. Das Hinzufügen von Software zu Tails, die nicht in Debian enthalten ist, bedeutet eine zusätzliche Arbeitsbelastung, die die Nachhaltigkeit des Projekts gefährden könnte. Darüber hinaus bringt die Aufnahme in Debian viele Vorteile mit sich:

source: - It is included in the Debian process for security updates and new versions.
ca: - S'inclou al procés de Debian per a les actualitzacions de seguretat i les noves versions.
de: - Sie ist im Debian-Prozess für Sicherheitsupdates und neue Versionen enthalten.

source: - It is authenticated using OpenPGP signatures.
ca: - S'autentica mitjançant signatures OpenPGP.
de: - Sie wird mit OpenPGP-Signaturen authentifiziert.

source: It is under the scrutiny of the Debian community and its many users and derivatives, including Ubuntu.
ca: Està sota l'escrutini de la comunitat Debian i els seus usuaris i derivats, inclòs Ubuntu.
de: Sie steht unter der Überwachung der Debian-Community sowie ihrer zahlreichen Benutzer und Derivate, einschließlich Ubuntu.

source: To check whether a software is in Debian, search for it on <https://packages.debian.org/>. If it is not yet available in Debian, you should ask its developers why it is not the case yet.
ca: Per comprovar si un programari es troba a Debian, cerqueu-lo a <https://packages.debian.org/>. Si encara no està disponible a Debian, hauríeu de preguntar als seus desenvolupadors per què encara no és així.
de: Um zu überprüfen, ob eine Software in Debian verfügbar ist, suchen Sie sie auf <https://packages.debian.org/>. Wenn sie noch nicht in Debian verfügbar ist, sollten Sie die Entwickler fragen, warum dies noch nicht der Fall ist.

source: Second, this software might not be useful to accomplish our design goals. Refer to our [[design documents|contribute/design]] to understand which are the intended use cases, and the assumptions on which Tails is based.
ca: En segon lloc, aquest programari pot no ser útil per assolir els nostres objectius de disseny. Consulteu els nostres [[documents de disseny|contribute/design]] per entendre quins són els casos d'ús previstos i els supòsits en què es basa Tails.
de: Zweitens könnte diese Software möglicherweise nicht nützlich sein, um unsere Entwurfsziele zu erreichen. Konsultieren Sie unsere [[Entwurfsdokumente|contribute/design]], um zu verstehen, welche Anwendungsfälle vorgesehen sind und auf welchen Annahmen Tails basiert.

source: We also try to limit the amount of software included in Tails, and we only add new software with a very good reason to do so:
ca: També intentem limitar la quantitat de programari inclòs a Tails, i només afegim programari nou amb una molt bona raó per fer-ho:
de: Wir versuchen auch, die Menge der in Tails enthaltenen Software zu begrenzen, und fügen nur dann neue Software hinzu, wenn es dafür einen sehr guten Grund gibt:

source: - We try to limit the growth of the images and automatic upgrades.
ca: - Intentem limitar el creixement de les imatges i les actualitzacions automàtiques.
de: - Wir versuchen, das Wachstum der Images und automatischen Updates zu begrenzen.

source: - More software implies more security issues.
ca: - Més programari implica més problemes de seguretat.
de: - Mehr Software bedeutet mehr Sicherheitsprobleme.

source: - We avoid proposing several options to accomplish the same task.
ca: - Evitem proposar diverses opcions per realitzar la mateixa tasca.
de: - Wir vermeiden es, mehrere Optionen zur Erledigung derselben Aufgabe anzubieten.

source: If a package needs to be removed after its inclusion, for example because of security problems, then this might be problematic as users might rely on it.
ca: Si s'ha d'eliminar un paquet després de la seva inclusió, per exemple per problemes de seguretat, això podria ser problemàtic, ja que els usuaris podrien confiar-hi.
de: Wenn ein Paket nach seiner Aufnahme entfernt werden muss, zum Beispiel aufgrund von Sicherheitsproblemen, kann dies problematisch sein, da Benutzer möglicherweise darauf angewiesen sind.

source: After considering all this, if you still think that this software is a good candidate to be included in Tails, please explain us your proposal on [[!tails_ticket desc="GitLab"]].
ca: Després de considerar tot això, si encara creieu que aquest programari és un bon candidat per ser inclòs a Tails, expliqueu-nos la vostra proposta a [[!tails_ticket desc="GitLab"]].
de: Nachdem Sie all dies berücksichtigt haben, wenn Sie immer noch der Meinung sind, dass diese Software ein guter Kandidat für die Aufnahme in Tails ist, erklären Sie uns bitte Ihren Vorschlag auf [[!tails_ticket desc="GitLab"]].

source: Here is some of the software we are often asked to include in Tails:
ca: Aquests són alguns dels programes que sovint se'ns demana incloure a Tails:
de: Hier ist eine Auswahl von Software, die wir häufig aufgefordert werden, in Tails aufzunehmen:

source: - **monero**: not in Debian ([[!tails_ticket 17823]])
ca: - **monero**: no a Debian ([[!tails_ticket 17823]])
de: - **monero**: nicht in Debian ([[!tails_ticket 17823]])

source: - **bitmessage**: not in Debian
ca: - **bitmessage**: no a Debian
de: - **bitmessage**: nicht in Debian

source: - **retroshare**: not in Debian
ca: - **retroshare**: no a Debian
de: - **retroshare**: nicht in Debian

source: - **rar/unrar**: not [[Free Software|doc/about/license]]
ca: - **rar/unrar**: no és [[Programari Lliure|doc/about/license]]
de: - **rar/unrar**: keine [[freie Software|doc/about/license]]

source: <h2 id="voip">Can I do voice or video calls from Tails?</h2>
ca: <h2 id="voip">Puc fer trucades de veu o de vídeo des de Tails?</h2>
de: <h2 id="voip">Kann ich von Tails aus Sprach- oder Videoanrufe tätigen?</h2>

source: Not yet.
ca: Encara no.
de: Noch nicht.

source: Videoconferencing tools that work in web browsers, like *Jitsi* or *Zoom*, don't work in *Tor Browser* yet.
ca: Les eines de videoconferència que funcionen en navegadors web, com ara *Jitsi* o *Zoom*, encara no funcionen al *Navegador Tor*.
de: Videokonferenz-Tools, die in Webbrowsern funktionieren, wie *Jitsi* oder *Zoom*, funktionieren im *Tor Browser* noch nicht.

source: They rely on the [[!wikipedia WebRTC]] technology, which uses [[!wikipedia User_Datagram_Protocol desc="UDP"]] connections. But, the Tor network only supports TCP connections, like the ones used for HTTP and email.
ca: Es basen en la tecnologia [[!wikipedia WebRTC]], que utilitza connexions [[!wikipedia_ca User_Datagram_Protocol desc="UDP"]]. Però, la xarxa Tor només admet connexions TCP, com les que s'utilitzen per a HTTP i correu electrònic.
de: Sie basieren auf der [[!wikipedia_de WebRTC]]-Technologie, die [[!wikipedia_de User_Datagram_Protocol desc="UDP"]]-Verbindungen verwendet. Das Tor-Netzwerk unterstützt jedoch nur TCP-Verbindungen, wie sie für HTTP und E-Mail verwendet werden.

source: The Tor Project is working on [supporting UDP traffic over Tor](https://gitlab.torproject.org/tpo/core/torspec/-/issues/73), which should remove this limitation.
ca: El projecte Tor està treballant per donar suport al trànsit UDP a través de Tor](https://gitlab.torproject.org/tpo/core/torspec/-/issues/73), que hauria d'eliminar aquesta limitació.
de: Das Tor-Projekt arbeitet an der [Unterstützung von UDP-Verkehr über Tor](https://gitlab.torproject.org/tpo/core/torspec/-/issues/73), wodurch diese Einschränkung aufgehoben werden sollte.

source: Proprietary applications like *Skype* or *Zoom* will never be available in Tails because they are not Free Software.
ca: Les aplicacions propietàries com *Skype* o *Zoom* no estaran mai disponibles a Tails perquè no són programari lliure.
de: Proprietäre Anwendungen wie *Skype* oder *Zoom* werden in Tails niemals verfügbar sein, da sie keine freie Software sind.

source: [*Mumble*](https://www.mumble.info/) is the only voice chat application that we know works from Tails. You can use the [[Additional Software|doc/persistent_storage/additional_software]] feature to add *Mumble* to your Tails.
ca: [*Mumble*](https://www.mumble.info/) és l'única aplicació de xat de veu que sabem que funciona a Tails. Podeu utilitzar la funció de [[Programari Addicional|doc/persistent_storage/additional_software]] per afegir *Mumble* al vostre Tails.
de: [*Mumble*](https://www.mumble.info/) ist die einzige Sprachchat-Anwendung, von der wir wissen, dass sie von Tails aus funktioniert. Sie können die [[Zusätzliche Software|doc/persistent_storage/additional_software]]-Funktion verwenden, um *Mumble* zu Ihrem Tails hinzuzufügen.

source: [*Wahay*](https://wahay.org/) is a decentralized voice chat application based on *Mumble*. If you are a Debian developer, please help us [[!tails_ticket 17617 desc="get *Wahay* in Debian"]].
ca: [*Wahay*](https://wahay.org/) és una aplicació de xat de veu descentralitzada basada en *Mumble*. Si sou un desenvolupador de Debian, ajudeu-nos a [[!tails_ticket 17617 desc="afegir *Wahay* a Debian"]].
de: [*Wahay*](https://wahay.org/) ist eine dezentrale Sprachchat-Anwendung, die auf *Mumble* basiert. Wenn Sie ein Debian-Entwickler sind, helfen Sie uns bitte, [[!tails_ticket 17617 desc="*Wahay* in Debian zu bekommen"]].

source: <h2 id="bittorrent">Can I download using BitTorrent with Tails?</h2>
ca: <h2 id="bittorrent">Puc fer baixades amb BitTorrent a Tails?</h2>
de: <h2 id="bittorrent">Kann ich mit Tails über BitTorrent herunterladen?</h2>

source: Tails does not ship any BitTorrent software and is unlikely to do so in the future.
ca: Tails no conté cap programari BitTorrent i és poc probable que ho faci en el futur.
de: Tails enthält keine BitTorrent-Software und wird dies voraussichtlich auch in Zukunft nicht tun.

source: The problem with using BitTorrent over Tor is double:
ca: El problema amb l'ús de BitTorrent sobre Tor és doble:
de: Das Problem mit der Verwendung von BitTorrent über Tor ist doppelt:

source: It is technically hard to do it properly, see: <https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea>.
ca: És tècnicament difícil fer correctament, vegeu: <https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea>.
de: Es ist technisch schwierig, dies richtig zu machen. Siehe: <https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea>.

source: It harms the network, see: <https://blog.torproject.org/why-tor-slow-and-what-were-going-do-about-it>.
ca: Perjudica la xarxa, vegeu: <https://blog.torproject.org/why-tor-slow-and-what-were-going-do-about-it>.
de: Es schadet dem Netzwerk, siehe: <https://blog.torproject.org/why-tor-slow-and-what-were-going-do-about-it>.

source: <h2 id="youtube">Can I download videos from websites?</h2>
ca: <h2 id="youtube">Puc baixar vídeos de llocs web?</h2>
de: <h2 id="youtube">Kann ich Videos von Websites herunterladen?</h2>

source: You can install `youtube-dl` as [[Additional Software|doc/persistent_storage/additional_software]]. *youtube-dl* allows downloading videos from more than [700 websites](https://github.com/rg3/youtube-dl/blob/master/docs/supportedsites.md).
ca: Podeu instal·lar "youtube-dl" com a [[Programari Addicional|doc/persistent_storage/additional_software]]. *youtube-dl* permet baixar vídeos de més de [700 llocs web](https://github.com/rg3/youtube-dl/blob/master/docs/supportedsites.md).
de: Sie können `youtube-dl` als [[Zusätzliche Software|doc/persistent_storage/additional_software]] installieren. *youtube-dl* ermöglicht das Herunterladen von Videos von mehr als [700 Websites](https://github.com/rg3/youtube-dl/blob/master/docs/supportedsites.md).

source: For example, to download a YouTube video, execute the following command in a terminal:
ca: Per exemple, per baixar un vídeo de YouTube, executeu l'ordre següent en un terminal:
de: Um beispielsweise ein YouTube-Video herunterzuladen, führen Sie den folgenden Befehl in einem Terminal aus:

source: For more information, refer to the official [<span class="application">youtube-dl</span> website](https://ytdl-org.github.io/youtube-dl/index.html).
ca: Per a més informació, consulteu el lloc web oficial de [<span class="application">youtube-dl</span>](https://ytdl-org.github.io/youtube-dl/index.html).
de: Für weitere Informationen besuchen Sie die offizielle [<span class="application">youtube-dl</span>-Website](https://ytdl-org.github.io/youtube-dl/index.html).

source: <h2 id="monero">Can I use Monero in Tails?</h2>
ca: <h2 id="monero">Puc utilitzar Monero a Tails?</h2>
de: <h2 id="monero">Kann ich Monero in Tails verwenden?</h2>

source: Yes. You can install the [[*Feather*|doc/advanced_topics/feather]] Monero wallet as an AppImage.
ca: Sí. Podeu instal·lar la cartera [[*Feather*|doc/advanced_topics/feather]] Monero com a AppImage.
de: Ja. Sie können die [[*Feather*|doc/advanced_topics/feather]]-Monero-Wallet als AppImage installieren.

source: Tails currently does not include a Monero wallet. However, we are interested in making it easier to use Monero in Tails in the future. See [[!tails_ticket 17823]] for a list of unofficial guides on how to use Monero in Tails.
ca: Tails actualment no inclou una cartera Monero. Tanmateix, ens interessa facilitar l'ús de Monero a Tails en el futur. Vegeu [[!tails_ticket 17823]] per obtenir una llista de guies no oficials sobre com utilitzar Monero a Tails.
de: Tails enthält derzeit keine Monero-Wallet. Wir sind jedoch daran interessiert, die Nutzung von Monero in Tails in Zukunft zu erleichtern. Siehe [[!tails_ticket 17823]] für eine Liste von inoffiziellen Anleitungen zur Verwendung von Monero in Tails.

source: <h2 id="antivirus">Does Tails need an antivirus?</h2>
ca: <h2 id="antivirus">Tails necessita un antivirus?</h2>
de: <h2 id="antivirus">Braucht Tails ein Antivirus-Programm?</h2>

source: No, as other Linux systems, Tails doesn't require an antivirus to protect itself from most malwares, such as viruses, trojans, and worms. There are various reasons why Linux operating systems generally don't need antivirus softwares, including the permission design of Linux systems.
ca: No, com altres sistemes Linux, Tails no requereix un antivirus per protegir-se de la majoria de programaris maliciosos, com ara virus, troians i cucs. Hi ha diverses raons per les quals els sistemes operatius Linux generalment no necessiten programari antivirus, inclòs el disseny de permisos dels sistemes Linux.
de: Nein, wie andere Linux-Systeme benötigt Tails kein Antivirus-Programm, um sich vor den meisten Malware-Arten wie Viren, Trojanern und Würmern zu schützen. Es gibt verschiedene Gründe, warum Linux-Betriebssysteme im Allgemeinen keine Antivirus-Software benötigen, einschließlich des Berechtigungssystems von Linux-Systemen.

source: See the [[!wikipedia Linux_malware desc="Wikipedia page on Linux malware"]] for further details.
ca: Vegeu la [[!wikipedia_ca Programari_maliciós_a_GNU/Linux desc="pàgina de Viquipèdia sobre programari maliciós a Linux"]] per a més detalls.
de: Siehe die [[!wikipedia Linux_malware desc="Wikipedia-Seite über Linux-Malware"]] für weitere Details.

source: <h2 id="old-software">Why does Tails include old versions of software?</h2>
ca: <h2 id="old-software">Per què Tails inclou versions antigues de programari?</h2>
de: <h2 id="old-software">Warum enthält Tails alte Versionen von Software?</h2>

source: The Tails 6 series is based on Debian 12 (Bookworm).
ca: La sèrie Tails 6 es basa en Debian 12 (Bookworm).
de: Die Tails 6-Serie basiert auf Debian 12 (Bookworm).

source: The version of each application included in Tails corresponds to the version available in this version of Debian. Even though some versions might be old, the [Debian Security Team](https://wiki.debian.org/Teams/Security) provides security updates.
ca: La versió de cada aplicació inclosa a Tails correspon a la versió disponible en aquesta versió de Debian. Tot i que algunes versions poden ser antigues, l'[equip de seguretat de Debian](https://wiki.debian.org/Teams/Security) proporciona actualitzacions de seguretat.
de: Die Version jeder Anwendung, die in Tails enthalten ist, entspricht der Version, die in dieser Version von Debian verfügbar ist. Auch wenn einige Versionen alt sein mögen, stellt das [Debian-Sicherheitsteam](https://wiki.debian.org/Teams/Security) Sicherheitsupdates zur Verfügung.

source: Newer versions of all applications will be available starting from Tails 7.0, which will be based on Debian 13 (Trixie). Until then, you cannot update any of the applications included in Tails to a newer version.
ca: Les versions més noves de totes les aplicacions estaran disponibles a partir de Tails 7.0, que es basarà en Debian 13 (Trixie). Fins aleshores, no podeu actualitzar cap de les aplicacions incloses a Tails a una versió més nova.
de: Neuere Versionen aller Anwendungen werden ab Tails 7.0 verfügbar sein, das auf Debian 13 (Trixie) basieren wird. Bis dahin können Sie keine der in Tails enthaltenen Anwendungen auf eine neuere Version aktualisieren.

source: You can see which version of a software package is available in each version of Debian on <https://packages.debian.org/>.
ca: Podeu veure quina versió de cada paquet de programari està disponible a cada versió de Debian a <https://packages.debian.org/>.
de: Sie können sehen, welche Version eines Softwarepakets in jeder Version von Debian verfügbar ist, unter <https://packages.debian.org/>.

source: No.
de: Nein.

source: <p class="command">torsocks youtube-dl "https://www.youtube.com/watch?v=JWII85UlzKw"</p>
de: <p class="command">torsocks youtube-dl "https://www.youtube.com/watch?v=fzeBfbHb0ZY"</p>
